{
    
    "_COMMENT": "COMMONS", 
    "PREMIUM COLLECTION": "",
    "Home": "",
    "SIZES": "",
    "FEATURES": "",
    "All": "",
    "L.I.": "",
    "S.R.": "",
    "L.R.": "",
    "EVC": "",
    "M+S": "",
    "Show EU labels": "",
    "Hide EU labels": "",
    "EU Label": "",
    "SIZE": "",
    "EXTREME TERRAIN": "",
    "RUN-FLAT": "",
    "CAR/CUV/SUV": "",
    "CAR": "",
    "EXTENDED MOBILITY": "",
    "SPORT TOURING": "",
    "WINTER NORDIC": "",
    "STUDDED": "",
    "URBAN": "",
    "FREE ROLLING TYRE": "",
    "TEMPORARY SPARE": "",
    "VEHICLE TYPE": "",
    "CAR/CUV": "",
    "CAR/SUV": "",
    "SUV/4X4": "",
    "VAN/CARGO": "",
    "CLASSIC": "",
    "HIGH PERFORMANCE": "",
    "TOURING": "",
    "WINTER": "",
    "ALPINE": "",
    "WINTER ALPINE": "",
    "WINTER NORDIC STUDDED": "",
    "ALL TERRAIN": "",
    "RUGGED TERRAIN": "",
    "MUD TERRAIN": "",
    "VAN": "",
    "TRAILER": "",
    "ALL WEATHER": "",
    "POR": "",
    "SEASON": "",
    "ALL SEASON": "",
    "3PMSF": "",
    "ULTRA HIGH PERFORMANCE": "",
    "SUMMER": "",
    "MUD AND SNOW": "",
    "EV COMPATIBLE": "",
    "Tyres": "",
    "TYRES": "",
    "Why Radar": "",
    "WHY RADAR": "",
    "UNITED STATES": "",
    "CANADA": "",
    "EUROPE": "",
    "SPAIN": "",
    "FRANCE": "",
    "ASIA, MIDDLE EAST AND AFRICA": "",
    "READ MORE": "",
    "WATCH VIDEO": "",
    "FOLLOW US": "",
    "DEALER LOCATOR": "",
    "Dealer Locator": "",
    "ABOUT US": "",
    "RESPONSIBILITY": "",
    "WARRANTY": "",
    "OMNI UNITED": "",
    "OMNISYNC LOGIN": "",
    "Contact us": "",
    "CONTACT US": "",
    "All Rights Reserved with Omni United (S) Pte. Ltd.": "",
    "Privacy Policy": "",
    "Manage cookies": "",
    "You are currently viewing the :language website. If you wish to change the region, please select it from the drop-down list and press continue.": "",
    "Social Responsibility": "",
    "SOCIAL RESPONSIBILITY": "",
    
    
    "_COMMENT": "LEGENDS COMMONS PLACEHOLDERS",
    "li": "",
    "sr": "",
    "lr": "",
    "evc": "",
    "ms": "",
    "wet": "",
    "resistance": "",
    "noise": "",
    "noise_class": "",
    "more": "",
    "here": "",
    "speed_label": "",
    "load_label": "",
    "extra": "",
    "rft": "",
    "sl": "",
    "3pmsf": "",
    "sizes_02": "",
    "sizes_04": "",
    "sw": "",
    "owl": "",
    "por": "",
    "wsw": "",
    "wswn": "",

    "_COMMENT": "DEALER LOCATOR STRINGS",
    "dealerLocator__enterZip": "ENTER ZIPCODE OR LOCATION",
    "dealerLocator__chooseRadius": "CHOOSE SEARCH RADIUS",
    "dealerLocator__5KmRadius": "5 kilometre radius",
    "dealerLocator__10KmRadius": "10 kilometre radius",
    "dealerLocator__25KmRadius": "25 kilometre radius",
    "dealerLocator__50KmRadius": "50 kilometre radius",
    "dealerLocator__100KmRadius": "100 kilometre radius",
    "dealerLocator__button_search": "SEARCH",
    "dealerLocator__button_useLocation": "USE MY LOCATION",
    "dealerLocator__text_or": "OR",
    "Red partner": "Red partner",


    "_COMMENT": "RADARTYRES MAIN PAGE",
    "mainPage__mainHeading": "EVERYONE SHOULD HAVE THE RIGHT<br> TO ACCESS PREMIUM TYRES AT<br> AFFORDABLE PRICES",
    "mainPage__mainHeading_cta": "READ MORE ABOUT RADAR TYRES",
    "mainPage__whyRadarHeading": "HIGH PERFORMANCE AND SAFETY, BUT WITHOUT THE HEFTY PRICE TAG",
    "mainPage__ceoTitle": "MESSAGE FROM CEO",
    "mainPage__ceoHeading": "OUR MISSION IS TO OFFER PREMIUM HIGH-QUALITY TYRES THAT ARE AFFORDABLE FOR ALL",
    "mainPage__testTitle": "TESTING",
    "mainPage__testHeading": "EXTENSIVELY TESTED AGAINST PREMIUM BRANDS",
    "mainPage__realPeopleTitle": "REAL PEOPLE. REAL PERFORMANCE.",
    "mainPage__realPeopleHeading": "MEET THE EXPERTS DRIVING RADAR TYRES TO THE NEXT LEVEL",
    "mainPage__respSectionHeading": "OUR COMMITMENT TO THE COMMUNITY",
    "mainPage__respText": "We have always believed in giving back and this is one of the pillars that Radar Tyres has been built on. It was these beliefs that led us to partner with the Breast Cancer Research Foundation (BCRF) in 2011, the leading and highest-rated breast cancer organisation in the US. We have been supporting BCRF in their mission to prevent and cure breast cancer by advancing the world’s most promising research.",


    "_COMMENT": "RADAR ABOUT US",
    "aboutPage__title": "<span class='red'>THEY SAY PREMIUM TYRES ARE EXPENSIVE.</span><br><span class='black'>WE SAY, NOT WHEN YOU ROLL WITH US.</span>",
    "aboutPage__secHeading": "AT RADAR TYRES, WE BELIEVE THAT BOTH DEALERS AND CONSUMERS SHOULD HAVE THE RIGHT TO ACCESS TOP-QUALITY PREMIUM TYRES AT AFFORDABLE PRICES.",
    "aboutPage__secHeading_text": "We are committed to providing exceptional value through lean operations, efficient manufacturing and streamlined supply chains. For consumers, Radar Tyres offers a high-quality, affordable alternative to expensive premium brands. For dealers, Radar Tyres offers a profitable business opportunity with fair margins, a comprehensive product range, reliable availability and outstanding customer support.",
    "PREMIUM QUALITY": "",
    "aboutPage__subHeading_premiumQuality_text": "We use top-tier materials, the latest technologies and rigorously test and quality-check every product to meet the highest standards.",
    "AFFORDABILITY": "",
    "aboutPage__subHeading_affordablity_text": "We use sustainable and efficient manufacturing processes, streamlined supply chains, and don’t have the high legacy costs of larger companies, to keep our products both high in quality and affordable for all.",
    "INNOVATION": "",
    "aboutPage__subHeading_innovation_text": "We are at the forefront of tyre technology, continuously innovating to bring our customers the latest advancements in performance, safety, and design.",
    "CUSTOMER FIRST": "",
    "aboutPage__subHeading_customerFirst_text": "Our customers’ satisfaction is our top priority. We strive to exceed the expectations at every touchpoint, from product design to customer service.",
    "aboutPage__lastText_1": "Radar Tyres, the flagship brand of Omni United, is committed to providing premium, high-quality tyres that are accessible to everyone. Our mission is to bridge the gap between superior performance and affordability. We offer a diverse range of tyres designed and engineered for all seasons and different driving needs, serving passenger cars, SUVs, 4x4s, vans and commercial vehicles, including trucks and buses.",
    "aboutPage__lastText_2": "As a part of the Omni United group, we have deep rooted values of social responsibility. Since 2011, Radar Tyres has been an active supporter of the Breast Cancer Research Foundation, and sustainability is central to our values.",


    "_COMMENT": "WHY RADAR PAGE",
    "whyRadarPage__title": "RADAR TYRES - THE RIGHT CHOICE",
    "whyRadarPage__secHeading": "THE RIGHT CHOICE",
    "whyRadarPage__secHeading_text": "At Radar Tyres, we offer a unique combination of premium quality and affordability, delivering premium performance and safety for all your driving needs. From city streets to rugged terrains, we provide reliable, long-lasting tyres that offer safety and sustainability. Here’s why Radar Tyres stand out.",
    "whyRadarPage__subHeading_premiumQuality": "Premium Quality at an Affordable Price",
    "whyRadarPage__subHeading_premiumQuality_text": "Our products are rigorously tested against leading-established brands, offering the same performance and safety but without the hefty price tag. These tests are conducted across world-class testing facilities like UTAC, ATP, Applus+, Idiada and Smithers and other independent testing agencies",
    "whyRadarPage__subHeading_innovativeDesign": "Innovative Design and Engineering",
    "whyRadarPage__subHeading_innovativeDesign_text": "Our latest ranges are designed in collaboration with GFG Style, a renowned Italian design house, thus offering the perfect balance of style and performance.",
    "whyRadarPage__subHeading_comprehensiveRange": "Comprehensive Range",
    "whyRadarPage__subHeading_comprehensiveRange_text": "We offer a wide selection of tyres for different driving conditions, including summer, winter, all-season, high performance, and off-road fitments. Whether driving an everyday family car, sports car, an SUV, or tackling extreme off-road conditions, Radar has the right tyres for you.",
    "whyRadarPage__subHeading_radarProtectProgramme": "Radar Protect Programme",
    "whyRadarPage__subHeading_radarProtectProgramme_text": "We ensure peace of mind with the Radar Protect Programme​, which is available through participating Radar RED (Radar Elite Dealers) Partners. This may include a 30-day satisfaction promise and a limited road hazard warranty in select countries only. Terms and conditions apply.",
    "whyRadarPage__subHeading_socialResponsibility": "Social Responsibility",
    "whyRadarPage__subHeading_socialResponsibility_text": "Giving back has always been in our DNA. Since 2011, we have supported the Breast Cancer Research Foundation (BCRF), raising awareness and funding critical life-saving research. When you choose Radar Tyres, you help contribute to this important cause.",
    "Commitment to Sustainability": "",
    "We are proud to be a pioneer in sustainability, being the first tyre brand to manufacture carbon-neutral tyres. By choosing Radar Tyres, you are not only investing in quality product but also in a brand that is committed to reducing its environmental impact through sustainable practices.": "",


    "_comment": "CONTACT US PAGE",
    "contactPage__title": "CONTACT US",
    "contactPage__formSuppText_part1": "If you are interested in distributing Radar Tyres, looking for a dealer near you or have any other query you can contact us via the below form or you can write to us at",
    "contactPage__formSuppText_part2": "and we will get back to you as soon as we can.",
    "contactPage__form_title": "SEND AN ENQUIRY",
    "contactPage__formInput_name": "NAME*",
    "contactPage__formInput_phone": "PHONE*",
    "contactPage__formInput_email": "EMAIL*",
    "contactPage__formInput_country": "COUNTRY*",
    "contactPage__formInput_message": "MESSAGE",
    "contactPage__formButton_send": "Send",
    "contactPage__formText_reqText": "*Required field",
    "contactPage__addTitle_singapore": "SINGAPORE (HQ)",
    "contactPage__addTitle_uae": "UNITED ARAB EMIRATES",
    "contactPage__addTitle_italy": "ITALY",
    "contactPage__addText_hrs": "Business Hrs:",
    "contactPage__addText_days": "Monday – Friday",


    "_comment": "Social Responsibility PAGE",    
    "socialRespPage__secSocialRespSocial":"SOCIAL RESPONSIBILITY",
    "socialRespPage__secSocialResp_text": "We cannot transform the world alone, but we want to demonstrate that if a company like ours can invest the time, effort and resources necessary to make a difference, then anyone can.",
    "socialRespPage__ceo": "G.S.Sareen, President and CEO, Omni United",
    "socialRespPage__secGivingBack": "Giving Back to the Society",
    "socialRespPage__secGivingBack_Para1": "We have always believed in giving back, both to the environment and to the society. This is one of the pillars that our company has been built on. It was these beliefs that led us to partner with the Breast Cancer Research Foundation (BCRF) in 2011. Together we launched “Mobilising Hope”, a corporate alliance program that supports BCRF’s mission to prevent and cure breast cancer by advancing the world's most promising research. Our support to the BCRF has not just been monetary but also heavily aimed at bringing awareness of their work into the forefront of our industry and society in general. Through this programme we continue to fund and support thousands of hours of critical life-saving research.",
    "socialRespPage__secGivingBack_Para2": "Over the years we have undertaken numerous initiatives to spread awareness for this cause. Some of these include launching a limited edition pink sidewall tyre that was sold through a major tyre distributor in the US, supporting BCRF in all major trade exhibitions and tyre fairs globally and encouraging our dealers with in-store promotion and awareness materials. We have also received tremendous support from our past racing teams as they have always displayed the BCRF logo on their race vehicles and our previous brand ambassador LPGA Golfer, Jodi Ewart Shadoff who helped us in bringing more awareness about this cause.",
    "socialRespPage__secGivingBack_Para3_1": "In 2024, Radar Tyres is donating a minimum of $50,000 to the Breast Cancer Research Foundation® regardless of sales. For more information about our programme please visit",
    "socialRespPage__secGivingBack_Para3_2": "For more information about BCRF, please visit",
    "socialRespPage__secFundraisingHeading": "FUND RAISING PROGRAMME PARTNERING WITH UK BASED EDEN TYRES & SERVICING",
    "socialRespPage__secFundraisingHeading_text": "For the fifth consecutive year, Radar Tyres has tied up with its UK based tyre distributor, Eden Tyres & Servicing to raise funds for the BCRF. For every Radar Tyre sold at Eden Tyre outlets in the UK in 2024, both companies will collectively donate £2 to BCRF. Through this programme, the company aims to raise £20,000 this year for the BCRF.",
    "socialRespPage__secSustainabilityPhilosophyHeading": "Our Sustainability and Giving Back Philosophy",
    "socialRespPage__bcrfTotalDonated": "donated to <br> BCRF to date",
    "socialRespPage__researchHoursFunded": "hours of <br> research funded"

    






    

}