{ 
    "_comment": "Header menu items",
    "Tyres": "NEUMÁTICOS",
    "Why Radar": "POR QUÉ RADAR",
    "Dealer Locator": "DÓNDE COMPRAR",
    "Contact us": "CONTÁCTANOS",
    "UNITED STATES": "ESTADOS UNIDOS",
    "CANADA": "CANADÁ",
    "EUROPE": "EUROPA",
    "SPAIN": "ESPAÑA",
    "FRANCE": "FRANCIA",
    "ASIA, MIDDLE EAST AND AFRICA": "ASIA, ORIENTE MEDIO Y ÁFRICA",
    "READ MORE":"LEER MÁS",

    "_comment": "Footer menu items",
    "FOLLOW US":"SÍGUENOS",
    "TYRES":"NEUMÁTICOS" ,
    "WHY RADAR":"POR QUÉ RADAR",
    "DEALER LOCATOR":"DÓNDE COMPRAR" ,
    "ABOUT US":"SOBRE NOSOTROS" ,
    "RESPONSIBILITY":"RESPONSABILIDAD" ,
    "WARRANTY":"GARANTÍA" ,
    "OMNI UNITED":"OMNI UNITED" ,
    "OMNISYNC LOGIN":"INICIO DE SESIÓN OMNISYNC",
    "CONTACT US":"CONTÁCTANOS",
    "All Rights Reserved with Omni United (S) Pte. Ltd.":"Todos los derechos reservados por Omni United (S) Pte. Ltd.",
    "Privacy Policy":"Política de Privacidad",
    "Manage cookies":"Gestionar cookies",

    "_comment": "DEALER LOCATOR STRINGS",   
    "dealerLocator__enterZip": "INTRODUCE CÓDIGO POSTAL O UBICACIÓN",
    "dealerLocator__chooseRadius": "SELECCIONA EL RADIO DE BÚSQUEDA",
    "dealerLocator__5KmRadius": "radio de 25 kilómetros",
    "dealerLocator__10KmRadius": "radio de 10 kilómetros",
    "dealerLocator__25KmRadius": "radio de 25 kilómetros",
    "dealerLocator__50KmRadius": "radio de 50 kilómetros",
    "dealerLocator__100KmRadius": "radio de 100 kilómetros",
    "dealerLocator__button_search": "BUSCAR",
    "dealerLocator__button_useLocation": "USAR MI UBICACIÓN",
    "dealerLocator__text_or": "O",
    "Red partner": "RED SOCIO",

    
    "You are currently viewing the :language website. If you wish to change the region, please select it from the drop-down list and press continue.": "Actualmente estás viendo el sitio web en :language. Si deseas cambiar la región, por favor selecciónala del menú desplegable y presiona continuar.",
    
    "Social Responsibility":"RESPONSABILIDAD SOCIAL",
    "SOCIAL RESPONSIBILITY":"RESPONSABILIDAD SOCIAL",

    "_comment": "RADAR RED PARTNER PAGE",
    "RADAR RED PARTNER": "",
    "The Radar RED (Radar Elite Dealer) Partner, is a community of trusted Radar Tyres dealers dedicated to delivering premium quality products and exceptional customer service. Our RED Partners are carefully selected for their commitment to excellence, product availability, and product knowledge, ensuring you receive the best possible tyre solutions for your needs.​": "Radar RED (Radar Elite Dealer) Partner es una comunidad de distribuidores de confianza de Radar Tyres, dedicada a ofrecer productos de primera calidad y un servicio al cliente excepcional. Nuestros RED Partners son seleccionados cuidadosamente por su compromiso con la excelencia, la disponibilidad de productos y el conocimiento técnico, garantizando que reciba la mejor solución posible para sus necesidades de neumáticos.",
    "Why Choose a Radar RED Partner?":"¿POR QUÉ ELEGIR UN RADAR RED PARTNER?",
    "When you buy from a Radar RED Partner, you can enjoy:": "Al comprar a través de un Radar RED Partner, puede disfrutar de:",
    "Elite Service: Benefit from personalised guidance and expert advice to find the perfect tyre for your vehicle.": "Servicio Élite: Benefíciese de asesoramiento personalizado y orientación experta para encontrar el neumático ideal para su vehículo.",
    "Access to Premium Products: Get the latest and most innovative Radar Tyres, designed for performance and durability.": "Acceso a Productos Premium: Obtenga lo último e innovador de Radar Tyres, diseñados para ofrecer rendimiento y durabilidad.",
    "Exclusive Customer Benefits: In certain markets, RED Partners may offer additional perks such as an additional road hazard replacement warranty, 30-day satisfaction promise, and mileage warranties.": "Beneficios Exclusivos para el Cliente: En ciertos mercados, los RED Partners pueden ofrecer ventajas adicionales como garantía por daños en carretera, promesa de satisfacción de 30 días y garantías de kilometraje.",
    "Dedicated After-Sales Support: Seamless assistance for warranties, replacements, and tyre care.": "Soporte Postventa Dedicado: Asistencia fluida para garantías, reemplazos y mantenimiento de neumáticos.",
    "With a Radar RED Partner, you’re not just buying tyres—you’re investing in superior quality, trusted expertise, and unmatched customer care.": "Con un Radar RED Partner, no solo está comprando neumáticos, está invirtiendo en calidad superior, experiencia confiable y una atención al cliente inigualable.",


    "_comment": "Social Responsibility PAGE",
    "socialRespPage__secSocialRespSocial":"RESPONSABILIDAD SOCIAL",
    "socialRespPage__secSocialResp_text": "No podemos transformar el mundo solos, pero queremos demostrar que si una empresa como la nuestra puede invertir el tiempo, esfuerzo y recursos necesarios para hacer una diferencia, entonces cualquiera puede.",
    "socialRespPage__ceo": "G.S.Sareen, Presidente y CEO, Omni United",
    "socialRespPage__secGivingBack": "Devolviendo a la Sociedad",
    "socialRespPage__secGivingBack_Para1": "Siempre hemos creído en devolver, tanto al medio ambiente como a la sociedad. Este es uno de los pilares sobre los que se ha construido nuestra empresa. Fueron estas creencias las que nos llevaron a asociarnos con la Fundación de Investigación del Cáncer de Mama (BCRF) en 2011. Juntos lanzamos \"Movilizando Esperanza\", un programa de alianza corporativa que apoya la misión de la BCRF de prevenir y curar el cáncer de mama mediante el avance de la investigación más prometedora del mundo. Nuestro apoyo a la BCRF no ha sido solo monetario, sino que también se ha centrado en llevar la conciencia sobre su trabajo al primer plano de nuestra industria y de la sociedad en general. A través de este programa, continuamos financiando y apoyando miles de horas de investigación crítica que salvan vidas.",
    "socialRespPage__secGivingBack_Para2": "A lo largo de los años, hemos emprendido numerosas iniciativas para crear conciencia sobre esta causa. Algunas de estas incluyen el lanzamiento de un neumático de edición limitada con pared lateral rosa que se vendió a través de un importante distribuidor de neumáticos en EE. UU., apoyar a BCRF en todas las principales exposiciones comerciales y ferias de neumáticos a nivel mundial y alentar a nuestros distribuidores con materiales de promoción y concienciación en la tienda. También hemos recibido un apoyo tremendo de nuestros equipos de carreras anteriores, ya que siempre han mostrado el logo de BCRF en sus vehículos de carrera y nuestra anterior embajadora de marca, la golfista de la LPGA, Jodi Ewart Shadoff, quien nos ayudó a generar más conciencia sobre esta causa.",
    "socialRespPage__secGivingBack_Para3_1": "En 2024, Radar Tyres está donando un mínimo de $50,000 a la Fundación de Investigación del Cáncer de Mama® sin importar las ventas. Para más información sobre nuestro programa, por favor visita",
    "socialRespPage__secGivingBack_Para3_2": "Para más información sobre BCRF, por favor visita",
    "socialRespPage__secFundraisingHeading": "PROGRAMA DE RECAUDACIÓN DE FONDOS ASOCIÁNDOSE CON EDEN TYRES & SERVICING, CON SEDE EN EL REINO UNIDO",
    "socialRespPage__secFundraisingHeading_text": "Por quinto año consecutivo, Radar Tyres se ha asociado con su distribuidor de neumáticos con sede en el Reino Unido, Eden Tyres & Servicing, para recaudar fondos para BCRF. Por cada neumático Radar vendido en los puntos de venta de Eden Tyre en el Reino Unido en 2024, ambas empresas donarán colectivamente £2 a BCRF. A través de este programa, la empresa tiene como objetivo recaudar £20,000 este año para BCRF.",
    "socialRespPage__secSustainabilityPhilosophyHeading": "Nuestra Filosofía de Sostenibilidad y Devolución a la Comunidad",
    "socialRespPage__bcrfTotalDonated": "donado a <br> BCRF hasta la fecha",
    "socialRespPage__researchHoursFunded": "horas de <br> investigación financiada",


    

    "_comment": "CONTACT US PAGE",
    "contactPage__title": "CONTÁCTANOS",
    "contactPage__formSuppText_part1": "Si está interesado en distribuir Radar Tyres, desea encontrar un distribuidor cercano o tiene cualquier otra consulta, puede contactarnos mediante el siguiente formulario o escribirnos a",
    "contactPage__formSuppText_part2": "y le responderemos lo antes posible.",
    "contactPage__form_title": "ENVIAR UNA CONSULTA",
    "contactPage__formInput_name": "NOMBRE*",
    "contactPage__formInput_phone": "TELÉFONO*",
    "contactPage__formInput_email": "CORREO ELECTRÓNICO*",
    "contactPage__formInput_country": "CIUDAD/PAÍS*",
    "contactPage__formInput_message": "MENSAJE",
    "contactPage__formButton_send": "Enviar",
    "contactPage__formText_reqText": "*Campo obligatorio",
    "contactPage__addTitle_singapore": "SINGAPUR (OFICINA CENTRAL)",
    "contactPage__addTitle_uae": "EMIRATOS ÁRABES UNIDOS",
    "contactPage__addTitle_italy": "ITALIA",
    "contactPage__addText_hrs": "Horario de atención:",
    "contactPage__addText_days": "De lunes a viernes",
    

    "_comment": "NEW EU TYRE LABELLING PAGE",
    "NEW EU TYRE LABELLING": "NUEVO ETIQUETADO DE NEUMÁTICOS DE LA UE",
    "As the EU heads towards its goal of becoming CO2 neutral by 2050 it is trying to cut emissions across various sectors including the transport sector. The new EU tyre labelling regulation aims to help achieve this goal by reducing CO2 levels as it provides the consumers information to identify and purchase more fuel efficient tyres.": "A medida que la UE avanza hacia su objetivo de ser neutra en CO2 para 2050, está tratando de reducir las emisiones en varios sectores, incluido el sector del transporte. La nueva regulación de etiquetado de neumáticos de la UE tiene como objetivo ayudar a lograr este objetivo al reducir los niveles de CO2, ya que proporciona a los consumidores información para identificar y comprar neumáticos más eficientes en combustible.",
    "The new EU labelling Regulation (EU) 2020/740 comes into effect from 1st May 2021 and replaces the previous Regulation (EC) No 1222/2009, which has been in effect from 2012. This labelling scheme allows consumers to make an informed purchase decision on the various performance paraments of the tyres such as rolling resistance which translates into fuel efficiency, wet grip and noise. Additionally, the new labelling also introduces pictograms that indicate if the tyre is suitable for use in severe snow conditions(3PMSF) and its grip in icy conditions (the later applies to C1 tyres only).": "La nueva Regulación de Etiquetado de la UE (UE) 2020/740 entra en vigor el 1 de mayo de 2021 y reemplaza la anterior Regulación (CE) No 1222/2009, que ha estado en vigor desde 2012. Este esquema de etiquetado permite a los consumidores tomar decisiones de compra informadas sobre los diversos parámetros de rendimiento de los neumáticos, como la resistencia a la rodadura, que se traduce en eficiencia de combustible, agarre en mojado y ruido. Además, el nuevo etiquetado también introduce pictogramas que indican si el neumático es adecuado para su uso en condiciones de nieve severa (3PMSF) y su agarre en condiciones de hielo (este último se aplica solo a neumáticos C1).",
    "For additional information please visit the": "Para obtener información adicional, visite el",
    "official European Commission website": "sitio web oficial de la Comisión Europea",
    "The New EU Tyre Label": "La Nueva Etiqueta de Neumáticos de la UE",
    "The new regulation covers C1(Car &amp; SUV), C2(Van &amp; Light Trucks) and C3(Bus &amp; Truck) tyres": "La nueva regulación cubre neumáticos C1 (automóviles y SUV), C2 (furgonetas y camiones ligeros) y C3 (autobuses y camiones).",
    "A tyre type identification number has been added to the label": "Se ha añadido un número de identificación del tipo de neumático a la etiqueta.",
    "A unique QR code for each article has been added that links the to the EPREL (European Product Registry for Energy Labelling)": "Se ha añadido un código QR único para cada artículo que lo vincula al EPREL (Registro Europeo de Productos para Etiquetado Energético).",
    "Noise Classes A, B and C replace the previous sound waves": "Las Clases de Ruido A, B y C reemplazan las ondas sonoras anteriores.",
    "There are options for including pictograms for severe snow conditions (3PMSF) 3 Peak Mountain Snowflake or Alpine symbol. C1 Tyres suitable for ice conditions(Friction) can also be represented with an ice grip pictogram.": "Existen opciones para incluir pictogramas para condiciones de nieve severa (3PMSF) 3 Peak Mountain Snowflake o símbolo alpino. Los neumáticos C1 adecuados para condiciones de hielo (fricción) también pueden estar representados con un pictograma de agarre en hielo.",
    "Rolling Resistance label classes have been reclassified – The earlier E class has now been moved to D class, F &amp; G class have now been grouped under E class.": "Las clases de etiquetas de resistencia a la rodadura han sido reclasificadas: la anterior clase E ahora se ha movido a la clase D, y las clases F y G ahora se han agrupado bajo la clase E.",
    "Wet Grip labels classes have been reclassified - The earlier E class has now been moved to D class, and the earlier F class has now been made E class.": "Las clases de etiquetas de agarre en mojado han sido reclasificadas: la anterior clase E ahora se ha movido a la clase D, y la anterior clase F ahora se ha convertido en clase E.",
    "How to read the New EU tyre label": "Cómo leer la nueva etiqueta de neumáticos de la UE",
    "The tyre label features different fields and pictograms.": "La etiqueta del neumático presenta diferentes campos y pictogramas.",
    "Energy Label – This is the new label title.": "Etiqueta de energía: este es el nuevo título de la etiqueta.",
    "QR Code – This links to the EPREL database. Consumers can scan this and get all the EU label information in a tabular form.": "Código QR: esto enlaza con la base de datos EPREL. Los consumidores pueden escanear esto y obtener toda la información de la etiqueta de la UE en forma tabular.",
    "Supplier name - Trade Name or Trade Mark of the supplier": "Nombre del proveedor: nombre comercial o marca registrada del proveedor.",
    "Tyre type identifier – This is a unique article number that identifies the product": "Identificador del tipo de neumático: este es un número de artículo único que identifica el producto.",
    "Tyre Size – this shows the tyre size designation, load-capacity index and speed category symbol": "Tamaño del neumático: esto muestra la designación del tamaño del neumático, el índice de capacidad de carga y el símbolo de categoría de velocidad.",
    "Tyre Class – This identifies the class of the tyre i.e. C1(Car &amp; SUV), C2(Van &amp; Light Truck) or C3(Truck and Bus).": "Clase de neumático: esto identifica la clase del neumático, es decir, C1 (automóvil y SUV), C2 (furgoneta y camión ligero) o C3 (camión y autobús).",
    "Fuel Efficiency pictogram – depending on the tyre’s rolling resistance its fuel efficiency is graded from A all the way down to E. With A denoting the best fuel efficiency.": "Pictograma de eficiencia de combustible: dependiendo de la resistencia a la rodadura del neumático, su eficiencia de combustible se clasifica desde A hasta E, siendo A la mejor eficiencia de combustible.",
    "Wet Grip pictogram – This pictogram shows how well the tyre will perform in wet conditions. With performance graded from A down to E, with A signifying the shortest braking distance on wet roads.": "Pictograma de agarre en mojado – Este pictograma muestra qué tan bien se desempeñará el neumático en condiciones de humedad. Con un rendimiento clasificado de A a E, siendo A el que indica la distancia de frenado más corta en carreteras mojadas.",
    "External rolling noise pictogram – This measures the noise levels in dB(decibels), followed by a noise class which replaces the existing sound bars. The noise class is graded from A down to C.": "Pictograma de ruido externo de rodadura – Esto mide los niveles de ruido en dB (decibelios), seguido de una clase de ruido que reemplaza las barras de sonido existentes. La clase de ruido está clasificada de A a C.",
    "Snow grip pictogram (3PMSF) – This pictogram is mainly shown on winter and all weather tyres. It shows that the tyre is suited for performance in severe snow conditions. This is also known as the 3PMSF (3 Peak Mountain Snow Flake) or the Alpine Symbol.": "Pictograma de agarre en nieve (3PMSF) – Este pictograma se muestra principalmente en neumáticos de invierno y de todas las condiciones. Indica que el neumático es adecuado para un rendimiento en condiciones de nieve severa. Esto también se conoce como 3PMSF (3 Peak Mountain Snow Flake) o el Símbolo Alpino.",
    "Ice grip pictogram – This is shown on winter tires that have outstanding ice performance which has been confirmed by a defined ice grip test. These tyres are designed for extremely severe climate conditions such as those in the Nordics where roads are covered with ice or hard compact snow. Such tyres should not be used in less severe climate conditions.": "Pictograma de agarre en hielo – Este se muestra en neumáticos de invierno que tienen un rendimiento excepcional en hielo, lo cual ha sido confirmado por una prueba de agarre en hielo definida. Estos neumáticos están diseñados para condiciones climáticas extremadamente severas, como las de los países nórdicos, donde las carreteras están cubiertas de hielo o nieve compacta dura. Tales neumáticos no deben usarse en condiciones climáticas menos severas.",
    "Regulation Serial number – This regulation’s serial number is: 2020/740": "Número de serie de regulación – El número de serie de esta regulación es: 2020/740",
    "This Regulation does not apply to:": "Esta regulación no se aplica a:",
    "Tyres classified as POR or Professional Off‐road tyres.": "Neumáticos clasificados como POR o neumáticos profesionales para todo terreno.",
    "Tyres designed to be fitted only on vehicles registered for the first time before 1 October 1990.": "Neumáticos diseñados para ser montados solo en vehículos registrados por primera vez antes del 1 de octubre de 1990.",
    "Tyres designed as “Temporary use spare tyres” and marked “Temporary use only”.": "Neumáticos diseñados como “neumáticos de repuesto de uso temporal” y marcados como “uso temporal únicamente”.",
    "Tyres whose speed rating is less than 80 km/h.": "Neumáticos cuya clasificación de velocidad es inferior a 80 km/h.",
    "Tyres whose nominal rim diameter does not exceed 10” (or ≤ 254 mm) or is more than 25” (or ≥ 635 mm).": "Neumáticos cuyo diámetro nominal de la llanta no exceda de 10” (o ≤ 254 mm) o sea superior a 25” (o ≥ 635 mm).",
    "Tyres designed to be fitted/fitted with additional devices to improve traction properties, such as studdable/studded tyres.": "Neumáticos diseñados para ser montados/montados con dispositivos adicionales para mejorar las propiedades de tracción, como neumáticos con clavos/neumáticos clavados.",
    "Tyres designed only to be fitted on vehicles intended exclusively for racing.": "Neumáticos diseñados únicamente para ser montados en vehículos destinados exclusivamente a carreras.",
    "Second‐hand tyres, unless such tyres are imported from a third country.": "Neumáticos de segunda mano, a menos que tales neumáticos sean importados de un tercer país.",
    

    "_comment": "WARRANTY PAGE",
    "LIMITED WARRANTY - EUROPE": "GARANTÍA LIMITADA - EUROPA",
    "Workmanship and Materials Limited Warranty": "Garantía limitada por mano de obra y materiales",
    "Road Hazard Protection<sup>1</sup>": "Protección contra peligros en la carretera<sup>1</sup>",
    "30-Day Satisfaction Promise": "Promesa de Satisfacción de 30 Días",
    "<sup>1</sup> These warranties are offered on selected ranges. Please refer to the Buyers Warranty Guide for the most updated list of eligible ranges.": "<sup>1</sup> Estas garantías se ofrecen en gamas seleccionadas. Consulte la Guía de garantía para compradores para obtener la lista más actualizada de gamas elegibles.",
    "WARRANTY INFORMATION":"INFORMACIÓN DE GARANTÍA",
    "EUROPE (Non-Baltic region) Limited Warranty Booklet": "Folleto de Garantía Limitada – EUROPA (región no báltica)",
    "Passenger and Light Truck replacement tyres purchased from 1<sup>st</sup> January to 31<sup>st</sup> December, 2025": "neumáticos de reemplazo para turismos y camiones ligeros comprados del 1 de enero al 31 de diciembre de 2025",
    "BALTIC REGION  Limited Warranty Booklet": "Folleto de Garantía Limitada – REGIÓN BÁLTICA",
    "Buyers Warranty Guide": "Guía de Garantía para Compradores",
    "Passenger and Light Truck replacement tyres purchased from 1<sup>st</sup> January to 31<sup>st</sup> December, 2024": "neumáticos de reemplazo para turismos y camiones ligeros comprados del 1 de enero al 31 de diciembre de 2024",
    "Limited Warranty Booklet": "Folleto de Garantía Limitada",
    "Claim Form": "Formulario de Reclamación",
    "Passenger and Light Truck replacement tyres purchased after  1<sup>st</sup> January, 2024": "neumáticos de reemplazo para turismos y camiones ligeros comprados después del 1 de enero de 2024",




    
    "_COMMENT": "RADARTYRES MAIN PAGE",
    "mainPage__mainHeading": "TODO EL MUNDO DEBERÍA TENER DERECHO<br> A ACCEDER A NEUMÁTICOS DE CALIDAD<br> A PRECIOS ASEQUIBLES",
    "mainPage__mainHeading_cta": "MÁS INFORMACIÓN SOBRE RADAR TYRES",
    "mainPage__whyRadarHeading":"ALTO RENDIMIENTO Y SEGURIDAD, PERO SIN EL ALTO COSTE",
    "mainPage__ceoTitle":"MENSAJE DEL DIRECTOR GENERAL",
    "mainPage__ceoHeading":"NUESTRA MISIÓN ES OFRECER NEUMÁTICOS DE ALTA CALIDAD AL ALCANCE DE TODOS",
    "mainPage__testTitle":"PRUEBAS",
    "mainPage__testHeading":"AMPLIAMENTE PROBADO FRENTE A MARCAS DE PRIMERA CALIDAD",
    "mainPage__realPeopleTitle":"PERSONAS REALES. RENDIMIENTO REAL.",
    "mainPage__realPeopleHeading":"CONOZCA A LOS EXPERTOS QUE LLEVAN LOS NEUMÁTICOS RADAR AL SIGUIENTE NIVEL",
    "mainPage__respSectionHeading":"NUESTRO COMPROMISO CON LA COMUNIDAD",
    "mainPage__respText":"Siempre hemos creído en retribuir, y este es uno de los pilares sobre los que se ha construido Radar Tyres. Estas creencias nos llevaron a asociarnos con la Fundación para la Investigación del Cáncer de Mama (BCRF) en 2011, la organización líder y mejor calificada en investigación del cáncer de mama en EE. UU., hemos estado apoyando a BCRF en su misión de prevenir y curar el cáncer de mama impulsando la investigación más prometedora del mundo.",


    "_COMMENT": "RADAR AOBUT US",
    "aboutPage__title": "<span class='red'>DICEN QUE LOS NEUMÁTICOS PREMIUM SON CAROS.</span><br><span class='black'>NOSOTROS DECIMOS QUE NO CUANDO RUEDAS CON NOSOTROS.</span>",
    "aboutPage__secHeading": "EN RADAR TYRES, CREEMOS QUE TANTO LOS DISTRIBUIDORES COMO LOS CONSUMIDORES DEBEN TENER DERECHO A ACCEDER A NEUMÁTICOS PREMIUM DE LA MÁXIMA CALIDAD A PRECIOS ASEQUIBLES.",
    "aboutPage__secHeading_text": "Nos comprometemos a ofrecer un valor excepcional mediante operaciones ajustadas, una fabricación eficiente y cadenas de suministro racionalizadas. Para los consumidores, Radar Tyres ofrece una alternativa asequible y de alta calidad a las caras marcas premium. Para los distribuidores, Radar Tyres ofrece una oportunidad de negocio rentable con márgenes justos, una amplia gama de productos, una disponibilidad fiable y un excelente servicio de atención al cliente.",
    "PREMIUM QUALITY": "CALIDAD SUPERIOR",
    "aboutPage__subHeading_premiumQuality_text": "Utilizamos materiales de primera calidad, las últimas tecnologías y sometemos cada producto a rigurosas pruebas y controles de calidad para cumplir las normas más estrictas.",
    "AFFORDABILITY": "ASEQUIBILIDAD",
    "aboutPage__subHeading_affordablity_text": "Utilizamos procesos de fabricación sostenibles y eficientes, cadenas de suministro racionalizadas y no tenemos los elevados costes heredados de las grandes empresas, para que nuestros productos sean a la vez de alta calidad y asequibles para todos.",
    "INNOVATION": "INNOVACIÓN",
    "aboutPage__subHeading_innovation_text": "Estamos a la vanguardia de la tecnología de neumáticos, innovando continuamente para ofrecer a nuestros clientes los últimos avances en rendimiento, seguridad y diseño.",
    "CUSTOMER FIRST": "EL CLIENTE ES LO PRIMERO",
    "aboutPage__subHeading_customerFirst_text": "La satisfacción de nuestros clientes es nuestra máxima prioridad. Nos esforzamos por superar las expectativas en cada punto de contacto, desde el diseño del producto hasta el servicio de atención al cliente.",
    "aboutPage__lastText_1": "Radar Tyres, la marca insignia de Omni United, se compromete a ofrecer neumáticos de primera calidad al alcance de todos. Nuestra misión es tender un puente entre el rendimiento superior y la asequibilidad. Ofrecemos una amplia gama de neumáticos diseñados y fabricados para todas las estaciones y diferentes necesidades de conducción, para “turismos, SUV, 4x4, furgonetas y vehículos comerciales, incluidos camiones y autobuses.",
    "aboutPage__lastText_2": "Como parte del grupo Omni United, tenemos unos valores de responsabilidad social muy arraigados. Desde 2011, Radar Tyres colabora activamente con la Breast Cancer Research Foundation, y la sostenibilidad es fundamental para nuestros valores.",

    "_COMMENT": "PREMIUM COLLECTION PAGE",
    "THE RADAR PREMIUM COLLECTION IS TESTED AGAINST LEADING ESTABLISHED BRANDS, OFFERING THE SAME PERFORMANCE BUT WITHOUT THE HEFTY PRICE TAG.": "LA COLECCIÓN RADAR PREMIUM SE HA SOMETIDO A RIGUROSAS PRUEBAS EN COMPARACIÓN CON MARCAS LÍDERES ESTABLECIDAS, OFRECIENDO EL MISMO RENDIMIENTO PERO SIN EL ELEVADO PRECIO.",
    "The Radar Premium Collection is our latest range of products which have been rigorously tested against leading established brands, offering the same performance but without the hefty price tag. We believe that safety, performance, and durability should be accessible to all customers without the high costs often associated with premium brands. With Radar, you get the same premium performance as the leading established brands but at more affordable prices.":"La Radar Premium Collection es nuestra gama más reciente de productos que han sido rigurosamente probados frente a marcas líderes establecidas, ofreciendo el mismo rendimiento pero sin el elevado precio. Creemos que la seguridad, el rendimiento y la durabilidad deben estar al alcance de todos los clientes sin los elevados costes que suelen asociarse a las marcas de gama alta. Con Radar, obtendrá las mismas prestaciones que con las marcas líderes establecidas, pero a precios más asequibles.",
    "Radar Tyres are tested at world-class facilities worldwide, including UTAC, ATP, Applus+, Idiada, Smithers and other independent testing locations around the world to ensure that they offer the same level of performance and safety as leading established premium brands.": "Los neumáticos Radar se someten a pruebas en instalaciones de primera categoría de todo el mundo, como UTAC, ATP, Applus+, Idiada, Smithers y otros centros de pruebas independientes, para garantizar que ofrecen el mismo nivel de rendimiento y seguridad que las principales marcas premium establecidas.",
    "The Radar Premium collection is designed in collaboration with the legendary Italian design house, GFG Style, which is one of the most renowned automotive designers in the world. Coupled with our extensive expertise in engineering and manufacturing, we bring to market unique products with the optimal balance of design and engineering.": "La colección Radar Premium se ha diseñado en colaboración con la legendaria casa de diseño italiana GFG Style, uno de los diseñadores de automóviles más reconocidos del mundo. Junto con nuestra amplia experiencia en ingeniería y fabricación, sacamos al mercado productos únicos con el equilibrio óptimo entre diseño e ingeniería.",

    "_COMMENT": "WHY RADAR PAGE",
    "whyRadarPage__title": "RADAR TYRES - LA ELECCIÓN CORRECTA",
    "whyRadarPage__secHeading": "LA ELECCIÓN CORRECTA",
    "whyRadarPage__secHeading_text": "En Radar Tyres, ofrecemos una combinación única de calidad premium y asequibilidad, brindando un rendimiento superior y seguridad para todas tus necesidades de conducción. Desde las calles de la ciudad hasta los terrenos más exigentes, proporcionamos neumáticos confiables y duraderos que garantizan seguridad y sostenibilidad. Aquí te contamos por qué Radar Tyres destaca.",    
    "whyRadarPage__subHeading_premiumQuality": "CALIDAD PREMIUM A UN PRECIO ASEQUIBLE",
    "whyRadarPage__subHeading_premiumQuality_text": "Nuestros productos se someten a pruebas rigurosas en comparación con marcas líderes establecidas, ofreciendo el mismo rendimiento y seguridad, pero sin el alto coste. Estas pruebas se realizan en instalaciones de prueba de clase mundial como UTAC, ATP, Applus+, Idiada y Smithers, además de otras agencias de prueba independientes.",
    "whyRadarPage__subHeading_innovativeDesign": "DISEÑO E INGENIERÍA INNOVADORES",
    "whyRadarPage__subHeading_innovativeDesign_text": "Nuestras últimas gamas están diseñadas en colaboración con GFG Style, una reconocida casa de diseño italiana, ofreciendo así el equilibrio perfecto entre estilo y rendimiento.",
    "whyRadarPage__subHeading_comprehensiveRange": "GAMA COMPLETA",
    "whyRadarPage__subHeading_comprehensiveRange_text": "Ofrecemos una amplia selección de neumáticos para diversas condiciones de conducción, incluyendo verano, invierno, todas las estaciones, alto rendimiento y terrenos off-road. Ya sea que conduzcas un coche familiar, un deportivo, un SUV o enfrentes condiciones extremas fuera de la carretera, Radar tiene los neumáticos adecuados para ti.",
    "whyRadarPage__subHeading_radarProtectProgramme": "PROGRAMA RADAR PROTECT",
    "whyRadarPage__subHeading_radarProtectProgramme_text": "Garantizamos tu tranquilidad con el Programa Radar Protect, disponible a través de los socios participantes de Radar RED (Radar Elite Dealers). Este programa puede incluir una promesa de satisfacción de 30 días y una garantía limitada contra peligros en la carretera en países seleccionados. Se aplican términos y condiciones.",
    "whyRadarPage__subHeading_socialResponsibility":"RESPONSABILIDAD SOCIAL",
    "whyRadarPage__subHeading_socialResponsibility_text": "Retribuir siempre ha sido parte de nuestro ADN. Desde 2011, apoyamos a la Breast Cancer Research Foundation (BCRF), aumentando la conciencia y financiando investigaciones cruciales para salvar vidas. Al elegir Radar Tyres, también contribuyes a esta importante causa.",
    "Commitment to Sustainability": "Compromiso con la sostenibilidad",
    "We are proud to be a pioneer in sustainability, being the first tyre brand to manufacture carbon-neutral tyres. By choosing Radar Tyres, you are not only investing in quality product but also in a brand that is committed to reducing its environmental impact through sustainable practices.": "Estamos orgullosos de ser pioneros en sostenibilidad, siendo la primera marca de neumáticos en fabricar neumáticos neutros en carbono. Al elegir Radar Tyres, no solo está invirtiendo en un producto de calidad, sino también en una marca comprometida con la reducción de su impacto medioambiental mediante prácticas sostenibles.",

    "_COMMENT": "ceo-message",
    "Dear friend,": "Estimado amigo",
    "I am thrilled to share our approach, passion and vision that drive Radar Tyres. We believe in creating a brand that stands for quality and innovation while making premium products accessible to everyone.": "Estoy encantado de compartir nuestro enfoque, pasión y visión que impulsan a Radar Tyres. Creemos en la creación de una marca que sea sinónimo de calidad e innovación y que, al mismo tiempo, ponga al alcance de todos productos de primera calidad.",
    "Our mission is to offer premium, high-quality tyres that are affordable for all, bridging the gap between superior performance and cost-effectiveness. We aim to be the game changer in the tyre industry. Our long-term goals include expanding our market coverage, continuously improving our products and maintaining the highest standards of sustainability and responsibility.": "Nuestra misión es ofrecer neumáticos premium de alta calidad que sean asequibles para todos, salvando las distancias entre un rendimiento superior y la rentabilidad. Queremos cambiar las reglas del juego en el sector de los neumáticos. Nuestros objetivos a largo plazo incluyen ampliar nuestra cobertura de mercado, mejorar continuamente nuestros productos y mantener los más altos estándares de sostenibilidad y responsabilidad.",
    "We will continue to drive forward, breaking new ground and setting new standards in the tyre industry.": "Seguiremos avanzando, abriendo nuevos caminos y estableciendo nuevos estándares en la industria del neumático.",
    "Warm regards,": "Un cordial saludo,",
    "President & CEO": "Presidente y Consejero Delegado",

    "_COMMENT": "testing",
    "RADAR TYRES ARE RIGOROUSLY TESTED AGAINST ESTABLISHED PREMIUM BRANDS, OFFERING THE SAME PERFORMANCE BUT WITHOUT THE HEFTY PRICE TAG": "LOS NEUMÁTICOS RADAR SE SOMETEN A PRUEBAS RIGUROSAS EN COMPARACIÓN CON MARCAS DE PRIMERA LÍNEA ESTABLECIDAS, OFRECIENDO EL MISMO RENDIMIENTO PERO SIN SU ELEVADO PRECIO.",
    "Our products are engineered without compromise and rigorously tested against leading established brands to ensure that drivers get optimal performance and safety they can count on all year round. Our products undergo a comprehensive testing regime, across world-class testing facilities in the world like UTAC, ATP, Applus+, Idiada and Smithers and other independent testing agencies. The highly experienced and skilled drivers push our tyres to their limits in their uncompromising tests on snow, ice, wet and dry asphalt in both outdoor tracks and indoor test facilities. This helps our R&D team to develop products that provide similar performance and safety aspects as any premium tyre manufacturer.": "Nuestros productos se diseñan sin concesiones y se someten a pruebas rigurosas frente a marcas líderes establecidas para garantizar que los conductores obtengan un rendimiento y una seguridad óptimos con los que puedan contar durante todo el año. Nuestros productos se someten a un exhaustivo régimen de pruebas en las mejores instalaciones de ensayo del mundo, como UTAC, ATP, Applus+, Idiada y Smithers, así como en otras agencias de pruebas independientes. Los pilotos, altamente experimentados y cualificados, llevan nuestros neumáticos al límite en sus inflexibles pruebas sobre nieve, hielo, asfalto seco y mojado, tanto en pistas exteriores como en instalaciones de pruebas interiores. Esto ayuda a nuestro equipo de I+D a desarrollar productos que ofrecen prestaciones y aspectos de seguridad similares a los de cualquier fabricante de neumáticos premium.",
    "Click below to download the recent test results.": "Haga clic a continuación para descargar los resultados de las pruebas recientes.",
    "Download": "Descargar",


    "_COMMENT": "real-people-group",
    "REAL PEOPLE, REAL PERFORMANCE<br>– THE EXPERTS BEHIND RADAR TYRES":"PERSONAS REALES, PRESTACIONES REALES<br> LOS EXPERTOS DETRÁS DE LOS NEUMÁTICOS RADAR",
    "At Radar Tyres, we believe that premium performance isn't just about technology—it’s about the passion and expertise of the people who push the limits of innovation, safety and design.": "En Radar Tyres, creemos que el rendimiento superior no es sólo cuestión de tecnología, sino de la pasión y la experiencia de las personas que superan los límites de la innovación, la seguridad y el diseño.",
    "Our commitment to making premium, high-quality tyres accessible to all is driven by these world-class professionals who ensure every tyre meets the highest standards.": "Nuestro compromiso de hacer que los neumáticos de alta calidad sean accesibles para todos está impulsado por estos profesionales de talla mundial que garantizan que cada neumático cumpla los estándares más exigentes.",
    "CUTTING-EDGE R&D": "I+D DE VANGUARDIA",
    "Olli Seppälä, Head of R&D, leads the charge in engineering tyres that combine state-of-the-art materials and advanced manufacturing techniques. His vision is to deliver premium quality through a world-class global manufacturing network—without the premium price.": "Olli Seppälä, Director de I+D, lidera el diseño de neumáticos que combinan materiales de última generación y técnicas de fabricación avanzadas. Su visión es ofrecer la máxima calidad a través de una red mundial de fabricación de primera clase, sin que ello suponga un precio elevado.",
    "READ MORE": "LEER MÁS",
    "WATCH VIDEO": "VER VÍDEO",
    "TESTING EXCELLENCE": "EXCELENCIA EN LAS PRUEBAS",
    "Test driver Stéphane Clepkens pushes every Radar tyre to the limit, rejecting anything that doesn’t outperform expectations. His mission? To ensure Radar Tyres rival and even surpass premium brands in real-world performance.": "El piloto de pruebas Stéphane Clepkens lleva al límite cada neumático Radar, rechazando todo lo que no supera las expectativas. ¿Su misión? Garantizar que los neumáticos Radar rivalizan e incluso superan a las marcas premium en rendimiento en el mundo real.",
    "ICONIC DESIGN": "DISEÑO ICÓNICO",
    "Fabrizio Giugiaro, the visionary designer behind some of the world’s most iconic automotive creations and the founder of GFG Style. Now, he brings his expertise to Radar Tyres, redefining what tyre design means in terms of aesthetics, performance, and accessibility.": "Fabrizio Giugiaro, el visionario diseñador detrás de algunas de las creaciones automovilísticas más icónicas del mundo y fundador de GFG Style. Ahora, aporta su experiencia a Radar Tyres, redefiniendo lo que significa el diseño de neumáticos en términos de estética, rendimiento y accesibilidad.",
    "With their passion and expertise, Radar Tyres is redefining what it means to drive on premium tyres —delivering world-class quality, safety, and style at a price that’s within reach. Because real performance starts with real people.": "Con su pasión y experiencia, Radar Tyres está redefiniendo lo que significa conducir con neumáticos de primera calidad, ofreciendo calidad, seguridad y estilo de primera clase a un precio al alcance de todos. Porque el verdadero rendimiento empieza con personas reales.",

    "_COMMENT": "olli-seppala",
    "DEVELOPING THE FUTURE OF PERFORMANCE: RADAR TYRES AND THE SCIENCE OF INNOVATION": "DESARROLLANDO EL FUTURO DEL RENDIMIENTO: LOS NEUMÁTICOS RADAR Y LA CIENCIA DE LA INNOVACIÓN",
    "Meet Olli Seppälä, the head of global R&D at Radar Tyres and a trailblazer in the tyre industry. With over 20 years of experience in tyre development, Olli’s expertise spans from heavy-duty products to passenger car tyres, with a focus on delivering exceptional performance and keeping tyres affordable for all.": "Conozca a Olli Seppälä, responsable mundial de I+D de Radar Tyres y pionero en el sector de los neumáticos. Con más de 20 años de experiencia en el desarrollo de neumáticos, los conocimientos de Olli abarcan desde productos pesados hasta neumáticos para turismos, centrándose en ofrecer un rendimiento excepcional y mantener los neumáticos al alcance de todos.",
    "A CAREER BUILT ON EXPERTISE": "UNA CARRERA BASADA EN LA EXPERIENCIA",
    "Olli’s journey in tyre innovation began at Nokian Tyres, where he spent nearly two decades honing his skills in product development and leading R&D teams. In 2022, he joined Radar Tyres, bringing a wealth of experience and a passion for pushing boundaries. “The tyre industry has evolved tremendously in the past 20 years,” Olli explains. “Performance demands, sustainability requirements, and legislative standards have all become more stringent, making innovation more critical than ever.”": "La trayectoria de Olli en la innovación de neumáticos comenzó en Nokian Tyres, donde pasó casi dos décadas perfeccionando sus habilidades en el desarrollo de productos y liderando equipos de I+D. En 2022 se incorporó a Radar Tyres, aportando una gran experiencia y pasión por superar los límites. «El sector de los neumáticos ha evolucionado enormemente en los últimos 20 años», explica Olli. «Las exigencias de rendimiento, los requisitos de sostenibilidad y las normas legislativas se han vuelto más estrictas, por lo que la innovación es más crítica que nunca.»",
    "THE COMPLEXITY OF MODERN TYRES": "LA COMPLEJIDAD DE LOS NEUMÁTICOS MODERNOS",
    "A modern tyre is far more than just a rubber ring. “Each tyre comprises about 20 components,” Olli notes. “Every element impacts the others, requiring meticulous balancing to achieve optimal performance.” One key area is tread compounds, where advancements in silica technology have significantly enhanced wet grip and rolling resistance, albeit with new challenges to overcome.": "Un neumático moderno es mucho más que un simple anillo de goma. «Cada neumático consta de unos 20 componentes», señala Olli. «Cada elemento influye en los demás, lo que exige un equilibrio meticuloso para lograr un rendimiento óptimo». Un área clave son los compuestos de la banda de rodadura, donde los avances en tecnología de sílice han mejorado significativamente el agarre sobre mojado y la resistencia a la rodadura, aunque con nuevos retos que superar.",
    "THE MAGIC TRIANGLE OF TYRE DEVELOPMENT": "EL TRIÁNGULO MÁGICO DEL DESARROLLO DE NEUMÁTICOS",
    "Tyre development is a fine art, requiring a careful balance of wet grip, rolling resistance, and mileage — often referred to as the “Magic Triangle.” As Olli explains, “Improving one aspect often comes at the expense of the others. Our mission is to expand this triangle, achieving outstanding performance across all metrics.” Through their expertise, Olli and his team have excelled in delivering exceptional results in every area.": "El desarrollo de neumáticos es un arte que requiere un cuidadoso equilibrio entre agarre sobre mojado, resistencia a la rodadura y kilometraje, lo que se conoce como el «triángulo mágico». Como explica Olli, «mejorar un aspecto suele ir en detrimento de los otros. Nuestra misión es ampliar este triángulo, logrando un rendimiento sobresaliente en todas las métricas». Gracias a su experiencia, Olli y su equipo han conseguido resultados excepcionales en todas las áreas.",
    "A UNIQUE BUSINESS MODEL": "UN MODELO DE NEGOCIO ÚNICO",
    "Radar Tyres operates without its own manufacturing facilities, a strategic choice that Olli sees as a game-changer. “We can select the best production locations for each product, ensuring top performance and cost-effectiveness,” he explains. “This agility allows us to innovate faster and more efficiently than traditional tyre makers.”": "Radar Tyres opera sin instalaciones de fabricación propias, una elección estratégica que Olli considera un cambio de juego. «Podemos seleccionar los mejores lugares de producción para cada producto, garantizando el máximo rendimiento y rentabilidad», explica. «Esta agilidad nos permite innovar con mayor rapidez y eficacia que los fabricantes de neumáticos tradicionales».",
    "INNOVATION BEYOND THE TYRE: A GLOBAL APPROACH": "INNOVACIÓN MÁS ALLÁ DEL NEUMÁTICO: UN ENFOQUE GLOBAL",
    "For Olli, innovation isn’t limited to tread patterns or compounds. “It’s about rethinking the entire process, from business models to supply chains,” he explains. This philosophy extends to Radar Tyres’ rigorous global testing process. “We conduct tests worldwide, from winter conditions in Finland to dry tracks in Spain and field testing in the U.S. and Asia,” Olli shares. “This ensures our tyres meet the specific needs of diverse markets while maintaining top-tier performance.”": "Para Olli, la innovación no se limita a los dibujos de la banda de rodadura o a los compuestos. «Se trata de replantearse todo el proceso, desde los modelos de negocio hasta las cadenas de suministro», explica. Esta filosofía se extiende al riguroso proceso global de pruebas de Radar Tyres. «Realizamos pruebas en todo el mundo, desde condiciones invernales en Finlandia hasta pistas secas en España y pruebas de campo en EE. UU. y Asia», comparte Olli. «Esto garantiza que nuestros neumáticos satisfagan las necesidades específicas de los diversos mercados, manteniendo al mismo tiempo un rendimiento de primer nivel».",
    "DEMOCRATIZING PREMIUM PERFORMANCE": "DEMOCRATIZAR EL RENDIMIENTO PREMIUM",
    "Olli’s mission is clear: to make premium-level tyre performance accessible to all. “Safety is our top priority, and it’s vital that consumers can rely on their tyres in critical moments,” he says. “Our goal is to deliver tyres that compete with premium brands while remaining affordable, ensuring safety and performance for every driver.”": "La misión de Olli es clara: hacer que el rendimiento de los neumáticos de nivel premium sea accesible para todos. «La seguridad es nuestra máxima prioridad, y es vital que los consumidores puedan confiar en sus neumáticos en los momentos críticos», afirma. «Nuestro objetivo es ofrecer neumáticos que compitan con las marcas premium sin dejar de ser asequibles, garantizando la seguridad y el rendimiento para todos los conductores.»",
    "LOOKING TO THE FUTURE": "MIRANDO AL FUTURO",
    "As the automotive industry shifts towards electrification, Radar Tyres is already adapting. “Electric vehicles bring unique challenges, such as reduced noise and higher torque requirements,” Olli says. “We’re designing tyres that not only meet these demands but also enhance the overall driving experience.”": "A medida que la industria automovilística avanza hacia la electrificación, Radar Tyres ya se está adaptando. «Los vehículos eléctricos plantean retos únicos, como la reducción del ruido y unos requisitos de par más elevados», afirma Olli. «Estamos diseñando neumáticos que no solo satisfacen estas demandas, sino que también mejoran la experiencia de conducción en general.»",
    "A VISION OF EXCELLENCE": "UNA VISIÓN DE EXCELENCIA",
    "“We’re here to redefine what’s possible in the tyre industry,” Olli concludes. “By combining top-tier performance with affordability, we’re democratizing premium tyres and ensuring that safety and quality are within everyone’s reach.”": "«Estamos aquí para redefinir lo que es posible en la industria del neumático», concluye Olli. «Combinando prestaciones de primer nivel con asequibilidad, estamos democratizando los neumáticos premium y garantizando que la seguridad y la calidad estén al alcance de todos.»",


    "_COMMENT": "stephane-clepkens",
    "Behind the wheel: Stéphane Clepkens’ journey to redefining tyre performance": "Al volante: El viaje de Stéphane Clepkens para redefinir el rendimiento de los neumáticos",
    "When it comes to tyres, few individuals can match the expertise and passion of Stéphane Clepkens, Test Manager at Radar Tyres. With a career spanning nearly 25 years in the automotive industry, Stéphane brings a unique perspective to the intricate art of tyre testing and development.": "Cuando se trata de neumáticos, pocas personas pueden igualar la experiencia y la pasión de Stéphane Clepkens, Director de Pruebas de Radar Tyres.</p><p>Con una carrera de casi 25 años en la industria del automóvil, Stéphane aporta una perspectiva única al intrincado arte de las pruebas y el desarrollo de neumáticos.",
    "A career forged on the track": "Una carrera forjada en la pista",
    "Stéphane began his journey in 2000 as a test driver for Continental Tyres, focusing on Original Equipment (OE) tyres for BMW. Over the next three years, he honed his skills in precision testing, learning the nuances of chassis and tyre dynamics. In 2003, Stéphane took a bold leap into freelancing, collaborating with leading tyre brands such as Dunlop, Yokohama, Hankook, and Bridgestone.": "Stéphane comenzó su andadura en el año 2000 como piloto de pruebas para Continental Tyres, centrándose en los neumáticos de Equipo Original (EO) para BMW. Durante los tres años siguientes, perfeccionó sus habilidades en pruebas de precisión, aprendiendo los matices de la dinámica del chasis y los neumáticos. En 2003, Stéphane se atrevió a trabajar como autónomo, colaborando con marcas líderes de neumáticos como Dunlop, Yokohama, Hankook y Bridgestone.",
    "A key highlight of Stéphane’s career has been his expertise on the legendary Nürburgring Nordschleife in Germany. For over a decade, he spent up to 15 weeks annually mastering the world’s most demanding racetrack, where he not only tested tyres but also trained future test drivers.": "Uno de los aspectos más destacados de la carrera de Stéphane ha sido su experiencia en el legendario circuito alemán de Nürburgring Nordschleife. Durante más de una década, pasó hasta 15 semanas al año dominando el circuito más exigente del mundo, donde no sólo probaba neumáticos, sino que también formaba a futuros pilotos de pruebas.",
    "Joining Radar Tyres: a new chapter": "Un nuevo capítulo en Radar Tyres",
    "Stéphane’s decision to join Radar Tyres was driven by the company’s progressive approach. “Radar Tyres impressed me with their flat, horizontal management structure and the freedom they offer to innovate,” Stéphane shares. “Their mission to deliver premium-level performance at accessible prices aligns perfectly with my vision of democratising tyre safety and quality.”": "La decisión de Stéphane de unirse a Radar Tyres se debió al enfoque progresista de la empresa. «Radar Tyres me impresionó por su estructura de gestión plana y horizontal y por la libertad que ofrece para innovar», afirma Stéphane. «Su misión de ofrecer prestaciones de nivel premium a precios accesibles se alinea perfectamente con mi visión de democratizar la seguridad y la calidad de los neumáticos.»",
    "A unique philosophy on tyre testing": "Una filosofía única sobre las pruebas de neumáticos",
    "For Stéphane, real-world testing is at the heart of tyre development. “Tyres are complex and highly technical products,” he explains. “Their performance can only be truly understood under real driving conditions, where we transform subjective customer feedback into objective targets for research and development.”": "Para Stéphane, las pruebas en el mundo real están en el centro del desarrollo de los neumáticos. «Los neumáticos son productos complejos y muy técnicos», explica. «Su rendimiento sólo puede entenderse verdaderamente en condiciones reales de conducción, donde transformamos los comentarios subjetivos de los clientes en objetivos para la investigación y el desarrollo.»",
    "Redefining premium": "Redefinir lo premium",
    "Stéphane’s mission at Radar Tyres is clear: to elevate the brand to premium status while ensuring that its products remain affordable for all. “Every market is different, and in Europe, I know what customers and carmakers expect from their tyres,” he says. “Reaching premium standards requires targeting the same benchmarks as the established leaders, but we’re committed to achieving this without compromising on cost-effectiveness.”": "La misión de Stéphane en Radar Tyres es clara: elevar la marca a la categoría premium sin dejar de garantizar que sus productos sigan siendo asequibles para todos. «Cada mercado es diferente y, en Europa, sé lo que los clientes y los fabricantes de automóviles esperan de sus neumáticos», afirma. «Alcanzar estándares premium requiere apuntar a los mismos puntos de referencia que los líderes establecidos, pero estamos comprometidos a lograrlo sin comprometer la rentabilidad.»",
    "Making safety accessible": "Hacer accesible la seguridad",
    "Stéphane’s passion extends beyond performance metrics to the broader impact of his work. “Tyres are the only points of contact between a car and the road,” he notes. “Democratising premium tyre performance means providing young drivers, retirees, and everyone in between with access to safe, reliable products.”": "La pasión de Stéphane va más allá de las métricas de rendimiento y se extiende al impacto más amplio de su trabajo. «Los neumáticos son los únicos puntos de contacto entre un coche y la carretera», señala. «Democratizar el rendimiento de los neumáticos premium significa proporcionar a los conductores jóvenes, a los jubilados y a todos los demás el acceso a productos seguros y fiables.»",
    "Looking ahead": "De cara al futuro",
    "Despite his extensive experience, Stéphane continues to find joy and discovery in his work. “Every day, I learn something new,” he says. “When we develop a truly brilliant product, it’s a rewarding experience that reminds me why I’m passionate about what I do.”": "A pesar de su dilatada experiencia, Stéphane sigue encontrando alegría y descubrimientos en su trabajo. «Todos los días aprendo algo nuevo», dice. «Cuando desarrollamos un producto realmente brillante, es una experiencia gratificante que me recuerda por qué me apasiona lo que hago.»",
    "Why choose Radar Tyres?": "¿Por qué elegir Radar Tyres?",
    "Radar Tyres isn’t just about making great tyres – it’s about making great tyres accessible to everyone. With experts like Stéphane Clepkens leading the charge, we’re breaking barriers in the industry by creating tyres that deliver safety, reliability, and performance without compromise. Whether you’re navigating winter roads, enjoying a spirited drive, or simply commuting to work, Radar Tyres is here to keep you grounded – literally and figuratively.": "Radar Tyres no se limita a fabricar grandes neumáticos, sino que los pone al alcance de todos. Con expertos como Stéphane Clepkens a la cabeza, estamos rompiendo barreras en la industria creando neumáticos que ofrecen seguridad, fiabilidad y rendimiento sin concesiones. Tanto si se desplaza por carreteras invernales como si disfruta de una conducción enérgica o simplemente se desplaza al trabajo, Radar Tyres está aquí para mantenerle con los pies en la tierra, literal y figuradamente.",


    "_COMMENT": "fabrizio-giugiaro",
    "Shaping the future of tyre design: Fabrizio Giugiaro and Radar Tyres": "El futuro del diseño de neumáticos: Fabrizio Giugiaro y Radar Tyres",
    "Meet Fabrizio Giugiaro, the visionary designer behind some of the world’s most iconic automotive creations and the founder of GFG Style. Now, he brings his expertise to Radar Tyres, redefining what tyre design means in terms of aesthetics, performance, and accessibility.": "Conozca a Fabrizio Giugiaro, el visionario diseñador que está detrás de algunas de las creaciones automovilísticas más icónicas del mundo y fundador de GFG Style. Ahora, aporta su experiencia a Radar Tyres, redefiniendo lo que significa el diseño de neumáticos en términos de estética, rendimiento y accesibilidad.",
    "Design meets performance": "El diseño se une al rendimiento",
    "For over two years, GFG Style has collaborated with Radar Tyres to create innovative tyre designs across all categories—from high-performance sports tyres to rugged off-road models and eco-friendly solutions. “Great design is not just about appearance; it must bring value and technology together,” Giugiaro explains. “The best results come from blending creativity with technical precision.”": "Durante más de dos años, GFG Style ha colaborado con Radar Tyres para crear diseños de neumáticos innovadores en todas las categorías, desde neumáticos deportivos de alto rendimiento hasta modelos todoterreno resistentes y soluciones ecológicas. «Un gran diseño no es sólo apariencia; debe aunar valor y tecnología», explica Giugiaro. «Los mejores resultados surgen de la mezcla de creatividad y precisión técnica».",
    "At Radar Tyres, this philosophy is embedded in every product. The design process is not just about style—it is about ensuring the tyre enhances both function and performance without driving up costs.": "En Radar Tyres, esta filosofía está integrada en cada producto. El proceso de diseño no es sólo cuestión de estilo, sino de garantizar que el neumático mejore tanto la funcionalidad como el rendimiento sin incrementar los costes.",
    "Inspired by function, driven by innovation": "Inspirado en la función, impulsado por la innovación",
    "When creating a new tyre design, inspiration comes from various sources, but at the core, performance dictates form. “First, we look at the technical requirements—what the tyre needs to achieve,” Giugiaro says. “Then, we integrate shapes and structures that enhance both aesthetics and function. Nature sometimes plays a role, but ultimately, it is about a perfect balance between engineering and creativity.”": "Al crear un nuevo diseño de neumático, la inspiración procede de varias fuentes, pero en el fondo, el rendimiento dicta la forma. «En primer lugar, nos fijamos en los requisitos técnicos que debe cumplir el neumático», explica Giugiaro. «A continuación, integramos formas y estructuras que mejoran tanto la estética como la funcionalidad. La naturaleza a veces desempeña un papel, pero en última instancia, se trata de un equilibrio perfecto entre ingeniería y creatividad.»",
    "This meticulous attention to detail ensures that Radar Tyres are not only visually striking but also aerodynamically optimized, offering both efficiency and grip in demanding conditions.": "Esta meticulosa atención al detalle garantiza que los neumáticos Radar no sólo sean visualmente impactantes, sino que también estén optimizados aerodinámicamente, ofreciendo tanto eficiencia como agarre en condiciones exigentes.",
    "Luxury without the price tag": "Lujo sin precio",
    "Radar Tyres has a bold mission: to make premium tyre design accessible to all. Giugiaro believes that high-end aesthetics should not be reserved for the few but should be part of everyday driving experiences. “By refining the shapes and surface details, we create tyres that express luxury and performance without unnecessary cost,” he explains. “True innovation is about making great design available to everyone.”": "Radar Tyres tiene una audaz misión: hacer que el diseño de neumáticos de alta gama sea accesible para todos. Giugiaro cree que la estética de gama alta no debería estar reservada a unos pocos, sino formar parte de las experiencias de conducción cotidianas. «Refinando las formas y los detalles de la superficie, creamos neumáticos que expresan lujo y prestaciones sin costes innecesarios», explica. «La verdadera innovación consiste en poner el gran diseño al alcance de todos».",
    "A universal language of design": "Un lenguaje de diseño universal",
    "With decades of global automotive design experience, Giugiaro understands how to craft a style that resonates across different markets. “A tyre must be recognizable, distinctive, and appealing to all kinds of drivers,” he says. “The goal is to create a design language that is both unique and universally understood.”": "Con décadas de experiencia global en el diseño de automóviles, Giugiaro sabe cómo crear un estilo que resuene en diferentes mercados. «Un neumático debe ser reconocible, distintivo y atractivo para todo tipo de conductores», afirma. «El objetivo es crear un lenguaje de diseño que sea único y universal».",
    "The result? Radar Tyres stand out with a strong visual identity—defined by sharp details, elegant proportions, and an unmistakable presence on the road.": "¿El resultado? Los neumáticos Radar destacan por su fuerte identidad visual, definida por detalles nítidos, proporciones elegantes y una presencia inconfundible en la carretera.",
    "The art and science of tyre identity": "El arte y la ciencia de la identidad de los neumáticos",
    "One of Giugiaro’s proudest achievements is the introduction of a consistent styling language across all Radar Tyres. “We wanted to ensure that every Radar tyre carries a recognizable design DNA,” he explains. “It’s about more than just a tread pattern—it’s about shaping an identity that communicates performance and sophistication.”": "Uno de los logros que más enorgullecen a Giugiaro es la introducción de un lenguaje estilístico coherente en todos los neumáticos Radar. «Queríamos asegurarnos de que cada neumático Radar tuviera un ADN de diseño reconocible», explica. «Se trata de algo más que el dibujo de la banda de rodadura: se trata de dar forma a una identidad que comunique rendimiento y sofisticación».",
    "Among his favorite creations is the Renegade X -series, inspired by aeronautical design. “That was a breakthrough,” he notes. “It set the foundation for how we approach the rest of the Radar lineup, combining aerodynamics with bold aesthetics.”": "Entre sus creaciones favoritas está la serie Renegade X, inspirada en el diseño aeronáutico. «Fue un gran avance», señala. «Sentó las bases de cómo enfocamos el resto de la gama Radar, combinando aerodinámica con una estética atrevida».",
    "The future of tyre design": "El futuro del diseño de neumáticos",
    "As automotive design evolves, so must tyres. “Vehicles are becoming more advanced, and tyres need to keep up,” Giugiaro says. “Design is not just about beauty; it’s about integrating the tyre seamlessly into the vehicle’s overall identity.”": "A medida que evoluciona el diseño de los automóviles, también deben hacerlo los neumáticos. «Los vehículos son cada vez más avanzados, y los neumáticos tienen que seguirles el ritmo», afirma Giugiaro. «El diseño no es sólo belleza; se trata de integrar el neumático a la perfección en la identidad general del vehículo».",
    "Looking ahead, he sees tyre design playing an even bigger role in defining a car’s character. “Tyres will not just be functional components; they will be key visual and performance elements that enhance the entire driving experience.”": "De cara al futuro, cree que el diseño de los neumáticos desempeñará un papel aún más importante en la definición del carácter de un coche. «Los neumáticos no serán sólo componentes funcionales; serán elementos visuales y de rendimiento clave que mejorarán toda la experiencia de conducción».",
    "Democratising premium design": "Democratizar el diseño premium",
    "Radar Tyres and GFG Style share a common mission: to make premium design accessible. “The challenge is to create something that is not just artistic, but also durable, smart, and universally desirable,” Giugiaro says. “We’ve developed a language that is sophisticated yet inclusive—something that every driver can appreciate.”": "Radar Tyres y GFG Style comparten una misión común: hacer accesible el diseño premium. «El reto es crear algo que no sea sólo artístico, sino también duradero, inteligente y universalmente deseable», afirma Giugiaro. «Hemos desarrollado un lenguaje sofisticado pero inclusivo, algo que todos los conductores puedan apreciar».",
    "A legacy in the making": "Un legado en ciernes",
    "The partnership between Radar Tyres and GFG Style is just beginning. “This collaboration is about more than just designing tyres,” Giugiaro concludes. “It’s about shaping the future—where performance, beauty, and accessibility go hand in hand.”": "La asociación entre Radar Tyres y GFG Style no ha hecho más que empezar. «Esta colaboración va más allá del diseño de neumáticos», concluye Giugiaro. «Se trata de dar forma al futuro, donde el rendimiento, la belleza y la accesibilidad van de la mano».",
    "With Fabrizio Giugiaro leading the design vision, Radar Tyres is setting a new standard in the industry, proving that great design isn’t just for the elite—it’s for everyone.": "Con Fabrizio Giugiaro al frente de la visión del diseño, Radar Tyres está estableciendo un nuevo estándar en la industria, demostrando que el gran diseño no es sólo para la élite, es para todos.",

    
    

    "_COMMENT": "privacy-policy",
    "Privacy and Cookie Policy": "POLÍTICA DE PRIVACIDAD Y COOKIES",
    "Effective Date: 22<sup>nd</sup> October 2024": "Fecha de entrada en vigor: 22 de octubre de 2024",
    "Radar Tyres, accessible from": "Radar Tyres, accesible desde",
    "is committed to protecting your privacy and personal data in compliance with the General Data Protection Regulation (GDPR), including both the EU and UK GDPR, and other relevant European and UK data protection laws. This policy outlines how we collect, use, store, and protect your data, and details your rights regarding the processing of your personal data.": "se compromete a proteger su privacidad y sus datos personales de conformidad con el Reglamento General de Protección de Datos (GDPR), incluyendo tanto el GDPR de la UE como el del Reino Unido, y otras leyes relevantes de protección de datos europeas y británicas. Esta política describe cómo recopilamos, usamos, almacenamos y protegemos sus datos, y detalla sus derechos en relación con el tratamiento de sus datos personales.",
    "Who We Are": "Quiénes Somos",
    "Radar Tyres is a brand owned by Omni United Pte Ltd headquartered in Singapore. For all inquiries regarding this Privacy and Cookie Policy, please contact us at:": "Radar Tyres es una marca propiedad de Omni United Pte Ltd con sede en Singapur. Para consultas relacionadas con esta Política de Privacidad y Cookies, contáctenos en:",
    "Primary Contact Email:": "Correo electrónico principal:",
    "Secondary Contact Email:": "Correo electrónico secundario:",
    "Scope of This Policy": "Alcance de esta política",
    "This policy applies to the website": "Esta política se aplica al sitio web",
    "which serves users both within the European Union and the United Kingdom.": "que presta servicio a usuarios tanto de la Unión Europea como del Reino Unido.",
    "Information We Collect": "Información que recopilamos",
    "We collect and process the following types of personal data:": "Recopilamos y procesamos los siguientes tipos de datos personales:",
    "Personal Data You Provide Directly": "Datos personales proporcionados directamente:",
    "Contact Us: Your name, email address, location, and any other information you provide in your messages.": "Formulario de contacto: nombre, dirección de correo electrónico, ubicación y cualquier otra información que nos proporcione.",
    "Inquiries: Additional contact details you provide through phone, email, or contact forms.": "Consultas: detalles de contacto adicionales por teléfono, correo electrónico o formularios.",
    "Automatically Collected Data": "Datos recopilados automáticamente:",
    "IP Address and Browser Information: Automatically collected for security, analytics, and troubleshooting.": "Dirección IP e información del navegador.",
    "Cookies and Tracking Technologies: Data on how you interact with the website using cookies and similar technologies.": "Cookies y tecnologías similares de seguimiento.",
    "Log Files: Server logs collect technical details such as IP address, browser type, access times, and error reports.":"Archivos de registro (logs) del servidor.",
    "Our website includes several features that ensure user safety, functionality, and compliance with legal requirements under both EU GDPR and UK GDPR.":"Nuestro sitio web incluye varias características que garantizan la seguridad del usuario, la funcionalidad y el cumplimiento de los requisitos legales tanto del RGPD de la UE como del RGPD del Reino Unido.",
    "Features of Our Website": "Características del sitio web",
    "Hosting and Data Storage": "Alojamiento y almacenamiento de datos",
    "Our website is hosted on servers located outside of the European Union and the United Kingdom. We implement Standard Contractual Clauses (SCCs) and other necessary safeguards to ensure that any data transfer outside these regions complies with GDPR requirements.": "Nuestros servidores están ubicados fuera de la UE y el Reino Unido. Aplicamos Cláusulas Contractuales Tipo (SCCs) y otras salvaguardas para cumplir con el GDPR.",
    "Encryption": "Cifrado",
    "All data transferred between your browser and our website is encrypted using SSL/TLS protocols to ensure the security of your personal information.": "Toda la información transmitida está cifrada mediante protocolos SSL/TLS.",
    "Cookies and Cookie Policy": "Cookies y Política de Cookies",
    "We use cookies and similar tracking technologies to enhance the functionality of our website and to analyze user behavior. Cookies are small text files stored on your device that allow the website to recognize your preferences, store login details, and ensure the efficient operation of the site.": "Utilizamos cookies para mejorar la funcionalidad del sitio web y analizar el comportamiento del usuario. Al ingresar al sitio, se le solicitará consentimiento explícito.",
    "Upon your first visit to the website, you will be prompted to provide explicit consent for the use of cookies. Below is a detailed explanation of the types of cookies we use:": "En su primera visita al sitio web, se le solicitará su consentimiento explícito para el uso de cookies. A continuación, se detallan los tipos de cookies que utilizamos:",
    "Types of Cookies We Use": "Tipos de cookies:",
    "Essential Cookies: These cookies are necessary for the basic functioning of the website, if you don’t agree to the essential cookies, you will not be able to access the website": "Cookies esenciales: necesarias para el funcionamiento básico del sitio. Si no las acepta, no podrá acceder al sitio.",
    "Analytics Cookies: Analytics cookies help us understand how visitors use the site by collecting anonymous data. These cookies help improve the site’s performance by showing us which pages are most frequently visited or where users are encountering issues. We use Google Analytics for this purpose i.e. Google Analytics cookies that anonymize user IP addresses and provide anonymized data about site usage.": "Cookies de análisis: recopilan datos anónimos sobre el uso del sitio (Google Analytics).",
    "Managing Cookies": "Gestión de cookies:",
    "You have full control over the use of cookies on our website. Upon your first visit, you can choose to accept or decline cookies. You can also manage or disable cookies via your browser settings at any time. However, please note that disabling certain cookies may affect the functionality of the website.": "Puede aceptar o rechazar cookies desde el banner o mediante la configuración del navegador.",
    "How We Use Your Data": "Cómo usamos sus datos",
    "Service Delivery: To manage distributor access, respond to inquiries, and provide customer support.": "Prestación de servicios: para gestionar el acceso de distribuidores, responder consultas y brindar soporte al cliente.",
    "Website Improvement: To enhance user experience by analyzing how visitors use our site.": "Mejora del sitio web: para optimizar la experiencia del usuario.",
    "Security: To ensure the integrity of our website and prevent fraud or unauthorized access.": "Seguridad: para garantizar la integridad del sitio y prevenir fraudes o accesos no autorizados.",
    "Advertising and Marketing: To serve you targeted advertising based on your preferences and interactions with the website.": "Publicidad y marketing: para mostrar publicidad relevante basada en sus preferencias.",
    "Compliance: To comply with legal obligations under both EU and UK GDPR and other regulations.": "Cumplimiento legal: para cumplir con obligaciones legales bajo el GDPR.",
    "Legal Basis for Processing": "Fundamento jurídico del tratamiento",
    "Consent: When you voluntarily submit your data or accept cookies.": "Consentimiento: cuando proporciona voluntariamente sus datos o acepta cookies.",
    "Contractual Necessity: Data processing required for distributor account management.": "Ejecución de un contrato: tratamiento necesario para la gestión de cuentas de distribuidores.",
    "Legitimate Interests: Improving website functionality, marketing, and ensuring security.": "Intereses legítimos: mejora del sitio, marketing y seguridad.",
    "Legal Compliance: Processing to meet legal requirements under both the EU GDPR and UK GDPR.": "Obligación legal: cumplimiento normativo bajo el GDPR.",
    "Your Rights Under GDPR (EU and UK)": "Sus derechos bajo el GDPR (UE y Reino Unido)",
    "Right to Access, Rectification and/or Erasure": "Derecho de acceso, rectificación y/o supresión",
    "Right to Access: Request information about the personal data we hold about you.": "Derecho de acceso: solicitar información sobre los datos personales que poseemos.",
    "Right to Rectification: Request corrections to inaccurate or incomplete data.": "Derecho de rectificación: solicitar correcciones de datos inexactos.",
    "Right to Erasure: Request that we delete your data under specific conditions (e.g., if the data is no longer needed for the original purpose or if you have withdrawn consent).": "Derecho de supresión: solicitar la eliminación de datos bajo ciertas condiciones.",
    "To make any of these requests, please contact us at:": "Para ejercer estos derechos, contáctenos:",
    "Primary Contact:": "Contacto principal:",
    "Secondary Contact:": "Contacto secundario:",
    "Right to Restrict Processing": "Derecho a restringir el tratamiento:",
    "In certain cases, you can request that we limit the processing of your data (e.g., if you contest the accuracy of the data or if processing is unlawful).": "puede solicitar que limitemos el tratamiento en ciertos casos.",
    "Right to Data Portability": "Derecho a la portabilidad de los datos:",
    "You have the right to request and receive your personal data in a structured, commonly used, or machine-readable format. However, please note that certain information, such as data collected via contact forms, may be stored in formats that are not structured (e.g., Outlook email format). Upon request, your data will be provided directly to you.": "Puede solicitar sus datos en un formato estructurado y legible por máquina.",
    "You may request data portability by contacting us at:": "",
    "Right to Object (Art. 21 of EU GDPR and UK GDPR)": "Derecho de oposición (Art. 21 del GDPR)",
    "You may object to the processing of your data in certain circumstances, particularly if processing is based on legitimate interests or is used for direct advertising purposes. To object, please contact us at:": "Puede oponerse al tratamiento por intereses legítimos o fines de publicidad directa.",
    "Right to Withdraw Consent": "Derecho a retirar el consentimiento:",
    "You have the right to withdraw your consent at any time. To do so, please contact us at:": "Puede hacerlo en cualquier momento escribiendo a los contactos arriba indicados.",
    "Right to Lodge a Complaint": "Derecho a presentar una reclamación:",
    "If you believe your data has been processed unlawfully or that we have violated your rights under GDPR, you have the right to lodge a complaint with a competent Data Protection Authority. UK users may contact the <b>Information Commissioner’s Office (ICO)</b> for concerns related to UK GDPR.": "ante la autoridad de protección de datos correspondiente (ej. ICO en Reino Unido).",
    "Right to Demand Processing Restrictions": "Derecho a exigir restricciones de procesamiento",
    "In certain cases, you have the right to restrict the processing of your personal data. This right applies if:": "Derecho a exigir la restricción del tratamiento Puede ejercer este derecho si:",
    "You contest the accuracy of your personal data.": "Impugna la exactitud de los datos.",
    "Processing is unlawful, but you request a restriction rather than erasure.": "El tratamiento es ilícito pero solicita restricción en lugar de supresión.",
    "We no longer need the data for processing, but you require it to establish, exercise, or defend legal claims.": "Ya no necesitamos los datos pero usted los requiere para formular, ejercer o defender reclamaciones legales.",
    "International Transfers": "Transferencias internacionales",
    "As your data is hosted on servers outside the European Union and the United Kingdom, we implement appropriate safeguards, such as Standard Contractual Clauses (SCCs) and encryption measures, to protect your data during international transfers in compliance with both EU and UK GDPR.": "Los datos se alojan fuera de la UE y el Reino Unido. Aplicamos SCCs y cifrado para garantizar la seguridad.",
    "Data Retention": "Conservación de datos",
    "We retain personal data for a period of five (5) years, after which it will be automatically deleted if there is no retraction of consent to collect or process personal data. Should you withdraw consent at any time during this period, we will delete your personal data accordingly.": "",
    "We retain personal data for as long as necessary to fulfill the purposes outlined in this policy or as required by law. Retention periods are as follows:": "",
    "Contact Information: Retained for five (5) years.": "Datos de contacto: 5 años.",
    "Log Data: Stored for a limited time for security and website performance purposes.": "Datos de registros: por tiempo limitado para seguridad y rendimiento del sitio.",
    "Data Security": "Seguridad de los datos Medidas:",
    "In compliance with GDPR, all data is stored using industry-standard encryption protocols (SSL/TLS) to protect your information during transfer and at rest. Access to personal data is strictly limited to authorized personnel only, and we regularly conduct security audits to ensure compliance with GDPR and best practices in data protection.": "",
    "We take the protection of your personal data seriously. We have implemented technical and organizational measures to secure your data against unauthorized access, alteration, disclosure, or destruction. These include:": "",
    "Encryption: All data transferred between your browser and our website is encrypted using SSL/TLS protocols.": "Cifrado SSL/TLS",
    "Access Controls: Access to personal data is restricted to authorized personnel only.": "Controles de acceso",
    "Regular Security Audits: We conduct routine security audits to identify and address vulnerabilities.": "Auditorías de seguridad periódicas",
    "Use of Social Media Plugins": "Plugins de redes sociales",
    "Our website may use social media plugins (e.g., Facebook, Twitter, LinkedIn,) to allow content sharing. These plugins may collect personal data such as your IP address even if you do not interact with the plugin. These actions are governed by the respective social media platforms’ privacy policies, and we encourage you to review them.": "Podemos usar plugins de redes como Facebook o LinkedIn. La recopilación de datos está sujeta a sus respectivas políticas.",
    "Analysis Tools and Advertising": "Herramientas de análisis y publicidad",
    "We use tools like Google Analytics to analyze website traffic and visitor behavior. This data is anonymized and used to enhance the website experience. If you do not want Google Analytics to collect your data, you can opt out by installing the Google Analytics Opt-out Browser Add-on. We may also work with advertising partners who use tracking technologies to display relevant ads to you based on your website interactions. This data is used solely for marketing purposes and is governed by applicable laws.": "Utilizamos Google Analytics y socios publicitarios. Puede optar por no participar mediante el complemento del navegador.",
    "Intellectual Property and Content Ownership": "Propiedad intelectual",
    "The content published on the Radar Tyres website, including text, graphics, logos, images, and other materials, is either owned by Radar Tyres or licensed from third-party providers. While Radar Tyres holds the rights to its original content, we do not claim ownership over third-party images or videos used on the website. These materials may be subject to third-party intellectual property rights, including stock footage or images obtained from free or commercial vendors.": "El contenido del sitio es propiedad de Radar Tyres o de terceros licenciados. Su reproducción sin autorización está prohibida.",
    "You are not permitted to copy, reproduce, modify, or distribute any content from the website unless explicitly authorized by Radar Tyres or the applicable third-party rights holder.": "No se le permite copiar, reproducir, modificar ni distribuir ningún contenido del sitio web a menos que cuente con la autorización explícita de Radar Tyres o del tercero titular de los derechos correspondiente.",
    "Changes to This Privacy and Cookie Policy": "Cambios en esta política",
    "We may update this Privacy and Cookie Policy from time to time to reflect changes in legal requirements or our practices. We encourage you to review this policy regularly. Significant changes will be communicated on our website.": "Podemos modificar esta política. Se publicarán cambios significativos en el sitio.",
    "Contact Information": "",
    "If you have any questions or concerns about this Privacy and Cookie Policy or how we process your personal data, please contact us at:": "Contacto Para cualquier duda sobre esta política o el tratamiento de sus datos:",



    "_comment": "RADAR RED LANDING PAGE",
    "JOIN THE RADAR RED PROGRAM": "ÚNETE AL PROGRAMA RADAR RED",
    "MORE BENEFITS. MORE SUPPORT. MORE GROWTH.": "MÁS BENEFICIOS. MÁS APOYO. MÁS CRECIMIENTO.",
    "WATCH RED INTRODUCTION VIDEO": "VER VIDEO DE INTRODUCCIÓN A RED",
    "WHAT IS RADAR RED?": "¿QUÉ ES RADAR RED?",
    "Radar RED is our exclusive partner program designed for trusted tyre dealers": "Radar RED es nuestro programa exclusivo de socios diseñado para distribuidores de neumáticos de confianza",
    "Radar RED offers access to premium benefits, branding support, and a shared commitment  to growth": "Radar RED ofrece acceso a beneficios premium, soporte de marca y un compromiso compartido de crecimiento",
    "WHY PARTNER WITH RADAR?": "¿POR QUÉ ASOCIARSE CON RADAR?",
    "Exclusive branding and co-marketing opportunities": "Oportunidades exclusivas de marca compartida y co-marketing",
    "Access to premium Radar product range": "Acceso a la gama de productos premium Radar",
    "Enhanced visibility via our dealer locator": "Mayor visibilidad a través de nuestro localizador de distribuidores",
    "Invitation to local and global campaigns": "Invitación a campañas locales y globales",
    "Priority support and tools to grow your business": "Soporte prioritario y herramientas para hacer crecer tu negocio",
    "READY TO ROLL WITH RADAR?": "¿LISTO PARA RODAR CON RADAR?",
    "Fill in the form and we will contact you personally.": "Completa el formulario y nos pondremos en contacto contigo personalmente.",
    "Full name*": "Nombre completo*",
    "Company name*": "Empresa*",
    "Email address*": "Correo electrónico*",
    "Company www-address*": "Página web de la empresa*",
    "Phone*": "Teléfono*",
    "City*": "Dirección*",
    "Message (optional)": "Mensaje (opcional)",
    "Submit": "ENVIAR",
    "REAL PEOPLE. REAL GROWTH.": "PERSONAS REALES. CRECIMIENTO REAL.",
    "We grow together. Radar RED program is about people and partnership, not just products.": "Crecemos juntos. El programa Radar RED se trata de personas y asociaciones, no solo de productos.",
    
    

    "_COMMENT": "Tyres Pages --- Grid",

    "_COMMENT": "COMMONS",
    "PREMIUM COLLECTION": "COLECCIÓN PREMIUM",
    "Home": "Inicio",
    "SIZES":"MEDIDAS",
    "FEATURES":"CARACTERÍSTICAS",
    "All":"Todo",
    "L.I.":"Índice de Carga",
    "S.R.":"Código de Velocidad",
    "L.R.":"Capacidad de Carga",
    "EVC":"Compatible con Vehículos Eléctricos",
    "M+S":"Barro y Nieve",
    "Show EU labels":"MOSTRAR ETIQUETAS EU",
    "Hide EU labels":"OCULTAR ETIQUETAS EU",
    "EU Label":"ETIQUETA EU",
    "SIZE":"MEDIDAS",
    "EXTREME TERRAIN":"TERRENO EXTREMO",
    "RUN-FLAT":"",
    "CAR/CUV/SUV":"COCHE/CUV/SUV",
    "CAR":"COCHE",
    "EXTENDED MOBILITY":"MOVILIDAD EXTENDIDA",
    "SPORT TOURING":"TURISMO DEPORTIVO",
    "WINTER NORDIC":"INVIERNO NÓRDICO",
    "STUDDED":"CON CLAVOS",
    "URBAN":"URBANO",
    "FREE ROLLING TYRE":"NEUMÁTICO DE RODADURA LIBRE",

    "VEHICLE TYPE": "TIPO DE VEHÍCULO",
    "CAR/CUV":"COCHE/CUV",
    "CAR/SUV": "COCHE/SUV",
    "SUV/4X4": "SUV/4X4",
    "VAN/CARGO": "FURGONETA/CARGA",
    "CLASSIC": "CLÁSICO",
    "HIGH PERFORMANCE": "ALTO RENDIMIENTO",
    "TOURING": "TURISMO",
    "WINTER": "INVIERNO",
    "ALPINE": "ALPINO",
    "WINTER ALPINE": "INVIERNO ALPINO",
    "WINTER NORDIC STUDDED": "INVIERNO NÓRDICO CON CLAVOS",
    "ALL TERRAIN": "TODO TERRENO",
    "RUGGED TERRAIN": "TERRENO ROBUSTO",
    "MUD TERRAIN": "TERRENO CON BARRO",
    "VAN": "FURGONETA",
    "TRAILER": "REMOLQUE",
    "ALL WEATHER":"PARA TODAS LAS ESTACIONES",
    "POR":"Uso Profesional Off-Road",

    "SEASON": "TEMPORADA",
    "ALL SEASON": "TODO TIEMPO",
    
    "ULTRA HIGH PERFORMANCE": "UHP",
    
    "SUMMER": "VERANO",
    "MUD AND SNOW": "BARRO Y NIEVE",
    "EV COMPATIBLE": "COMPATIBLE CON VEHÍCULOS ELÉCTRICOS",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",


    "_COMMENT": "LEGENDS COMMONS PLACEHOLDERS",
    "li": "Índice de Carga",
    "sr": "Código de Velocidad",
    "lr": "Capacidad de Carga",
    "evc": "Compatible con Vehículos Eléctricos",
    "ms": "Barro y Nieve",
    "wet": "Agarre en Mojado",
    "resistance": "Resistencia a la Rodadura",
    "noise": "Ruido Externo",
    "noise_class": "Clase de Ruido",
    "more": "Aprende más sobre las etiquetas de neumáticos de la UE",
    "here": "aquí",
    "speed_label": "Código de Velocidad:",
    "load_label": "Capacidad de Carga:",
    "extra": "Carga Extra",
    "rft": "Run-Flat",
    "sl":"Carga Estándar",
    "3pmsf":"Símbolo de los Tres Picos con Copo de Nieve",
    "sizes_02": "Tamaños disponibles en Dimax Ice Lock (DI.IL.02)",
    "sizes_04": "Tamaños disponibles en Dimax Ice Lock (DI.IL.04)",
    "sw": "Flanco",
    "owl": "Letras Blancas en Contorno",
    "por": "Uso Profesional Off-Road",
    "wsw": "Flanco Blanco",
    "wswn": "Flanco Blanco Estrecho",
    


    "_COMMENT": "Dimax® Sport",
    "The Dimax Sport is a premium ultra high performance tyre engineered to deliver uncompromising safety, performance and control. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Sport features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and offers drivers excellent wet grip, handling, low rolling resistance and a quiet ride. The Dimax Sport offers popular passenger car and SUV fitments and all sizes carry the EVC marking on the sidewall identifying the tyre as compatible with both Electric Vehicles(EV) and Plug-in hybrid vehicles.": "El Dimax Sport es un neumático ultra alto rendimiento de gama premium, diseñado para ofrecer seguridad, prestaciones y control sin concesiones. Creado por Omni United en colaboración con la reconocida casa de diseño italiana GFG Style, liderada por los legendarios diseñadores automotrices Giorgetto y Fabrizio Giugiaro, el Dimax Sport presenta un diseño único, funcional y elegante que representa una sinergia perfecta entre estilo e ingeniería. Esta gama avanzada y rica en prestaciones ha sido sometida a rigurosas pruebas comparativas frente a marcas premium, ofreciendo una excelente adherencia en mojado, maniobrabilidad, baja resistencia a la rodadura y una conducción silenciosa. El Dimax Sport está disponible en medidas populares para turismos y SUV, y todas sus dimensiones llevan el marcaje EVC en el flanco, que identifica el neumático como compatible con vehículos eléctricos (EV) y vehículos híbridos enchufables.",

    "EXTENDED HANGER TREAD DESIGN": "DISEÑO EXTENDIDO DE LA BANDA DE RODADURA",
    "Unique, ultra-modern and sporty design with a stiff outside shoulder provides <br class='hidden-xs'> ultimate handling and cornering properties, especially for the latest and most <br class='hidden-xs'> demanding passenger cars and SUVs.": "Diseño único y deportivo que ofrece <br class='hidden-xs'>un manejo y agarre excepcionales en <br class='hidden-xs'>las curvas.",

    "ES PERFORMANCE COMPOUND (ESPC)": "COMPUESTO DE ALTO RENDIMIENTO (ESPC)",
    "Advanced silica compound that provides the optimal combination of <br class='hidden-xs'> low rolling resistance and excellent dynamic handling properties as <br class='hidden-xs'> well as excellent wet grip.": "Compuesto avanzado de sílice que ofrece baja <br class='hidden-xs'>resistencia a la rodadura, manejo dinámico y <br class='hidden-xs'>excelente agarre en mojado.",

    "AQUEDUCT GROOVES": "SURCOS AQUEDUCT",
    "These are ultra-smooth and shiny channels which, in combination with optimised <br class='hidden-xs'> groove wall angles help in efficiently evacuating water from the tread, <br class='hidden-xs'> reducing the risk of aquaplaning and enhancing safety.": "Canales suaves y pulidos que evacúan el agua <br class='hidden-xs'>de manera eficiente, minimizando el riesgo de <br class='hidden-xs'>aquaplaning y mejorando la seguridad",

    "STEALTH TECHNOLOGY": "TECNOLOGÍA STEALTH",
    "Stealth shape design and optimised tread <br class='hidden-xs'> pitch sequencing ensure a silent and <br class='hidden-xs'> smooth ride.": "Garantiza una conducción silenciosa y suave.",

    "CIRCLE OF TREADLIFE": "CÍRCULO DE VIDA DE LA BANDA DE RODADURA",
    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator is <br class='hidden-xs'> a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator begins to <br class='hidden-xs'> fade and totally disappears at a groove depth of 2 millimetres.": "Un innovador indicador de seguridad que muestra la profundidad restante de <br class='hidden-xs'>la banda de rodadura. Un círculo completo de 8 mm cuando es nuevo, que se <br class='hidden-xs'>desvanece gradualmente a medida que se desgasta la banda de rodadura, <br class='hidden-xs'>desapareciendo por completo a los 2 mm.",

    "SMOOTH VELVET SIDEWALL": "FLANCO CON ASPECTO DE TERCIOPELO",
    "High-contrast, laser-treated design with ultra-low <br class='hidden-xs'>protrusion improves the tyre’s air drag factor <br class='hidden-xs'>and is easy to clean.": "Diseño tratado con láser de alto <br class='hidden-xs'>contraste que mejora la aerodinámica <br class='hidden-xs'>y es fácil de limpiar.",
    

    "_COMMENT": "Dimax® Sprint",
    "The Dimax Sprint is a premium high performance tyre engineered to deliver all round safety, comfort and mileage. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Sprint features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides drivers ultimate handling and grip in wet and dry conditions, low rolling resistance and a quiet ride. The Dimax Sprint offers popular passenger car and SUV fitments and all sizes carry the EVC marking on the sidewall identifying the tyre as compatible with both Electric Vehicles(EV) and Plug-in hybrid vehicles.": "El Dimax Sprint es un neumático de alto rendimiento de gama premium, diseñado para ofrecer seguridad, confort y durabilidad en todo momento. Desarrollado por Omni United en colaboración con la prestigiosa casa de diseño italiana GFG Style, liderada por los legendarios diseñadores automotrices Giorgetto y Fabrizio Giugiaro, el Dimax Sprint presenta un diseño único, funcional y elegante que representa una perfecta sinergia entre ingeniería y estilo. Esta gama avanzada, rica en prestaciones, ha sido sometida a rigurosas pruebas comparativas frente a marcas premium y proporciona al conductor un manejo y agarre excepcionales en condiciones tanto secas como mojadas, además de baja resistencia a la rodadura y una conducción silenciosa. El Dimax Sprint está disponible en medidas populares para turismos y SUV, y todas sus dimensiones llevan el marcaje EVC en el flanco, lo que identifica el neumático como compatible con vehículos eléctricos (EV) y vehículos híbridos enchufables.",

    "TWIN HANGER TREAD DESIGN": "DISEÑO DE BANDA DE RODADURA DE DOBLE SUSPENSIÓN",
    "Unique, ultra-modern and noise optimised design for <br class='hidden-xs'>passenger cars, offering great steering precision and <br class='hidden-xs'>excellent cornering properties.": "Diseño moderno y único que ofrece una precisión de dirección<br class='hidden-xs'> y agarre en curvas excepcionales.",

    "RAIN MASTER PERFORMANCE COMPOUND (RMPC)": "COMPUESTO RAIN MASTER PERFORMANCE (RMPC)",
    "Advanced silica compound that provides the ideal <br class='hidden-xs'>combination of ultimate wet performance and low <br class='hidden-xs'>rolling resistance.": "Fórmula avanzada de sílice que proporciona un excelente <br class='hidden-xs'>rendimiento en mojado y baja resistencia a la rodadura.",

    "These are ultra-smooth and shiny channels which, in combination with optimised groove <br class='hidden-xs'>wall angles help in efficiently evacuating water from the tread, reducing the risk of <br class='hidden-xs'>aquaplaning and enhancing safety.": "Canales suaves y pulidos que evacúan el agua de manera <br class='hidden-xs'>eficiente, minimizando el riesgo de aquaplaning y mejorando <br class='hidden-xs'>la seguridad",

    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator <br class='hidden-xs'>is a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator <br class='hidden-xs'>begins to fade and totally disappears at a groove depth of 2 millimetres.": "Un innovador indicador de seguridad que muestra la <br class='hidden-xs'>profundidad restante de la banda de rodadura. Un círculo <br class='hidden-xs'>completo de 8 mm cuando es nuevo, que se desvanece <br class='hidden-xs'>gradualmente a medida que se desgasta la banda de rodadura, <br class='hidden-xs'>desapareciendo por completo a los 2 mm.",

    "High-contrast, laser-treated design with ultra-low <br class='hidden-xs'>protrusion improves the tyre’s air drag factor and <br class='hidden-xs'>is easy to clean.": "Diseño tratado con láser de alto contraste que mejora la <br class='hidden-xs'>aerodinámica y es fácil de limpiar.",

    "_COMMENT": "DIMAX® ALL SEASON",

    "The Dimax All Season is a premium all season tyre, engineered to provide optimal performance in any weather condition. Our 3PMSF marking allows drivers to drive with confidence and safety in both scorching summer heat and in snow covered winter roads without needing a seasonal tyre change. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax All Season features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides optimal performance in all weather conditions providing drivers with confidence, safety and control. The Dimax All Season offers popular passenger car and SUV fitments and all sizes are EV(Electric Vehicle) and Plug-in hybrid vehicle compatible.": "El Dimax All Season es un neumático “para todas las estaciones de gama premium, diseñado para ofrecer un rendimiento óptimo en cualquier condición climática. Su marcaje 3PMSF permite conducir con seguridad y confianza tanto en los calurosos días de verano como en carreteras nevadas en invierno, sin necesidad de cambiar de neumáticos según la estación. Desarrollado por Omni United en colaboración con la reconocida casa de diseño italiana GFG Style, liderada por los legendarios diseñadores automotrices Giorgetto y Fabrizio Giugiaro, el Dimax All Season presenta un diseño único, funcional y elegante que representa una sinergia perfecta entre diseño e ingeniería. Esta gama avanzada, repleta de prestaciones, ha sido rigurosamente probada frente a marcas premium y garantiza un rendimiento óptimo en todo tipo de condiciones meteorológicas, brindando al conductor confianza, seguridad y control. El Dimax All Season está disponible en medidas populares para turismos y SUV, y todas las dimensiones son compatibles con vehículos eléctricos (EV) y vehículos híbridos enchufables",

    "TRIPLE-EDGED PATTERN DESIGN": "DISEÑO DE PATRÓN DE TRIPLE BORDE",
    "Sawtooth shaped centre grooves together with the step-design of the outer circumferential <br class='hidden-xs'>grooves providing outstanding mechanical grip on snow. This design enables the use of very <br class='hidden-xs'>stiff pattern blocks delivering optimal performance on wet and dry roads.": "Los surcos centrales en forma de sierra, junto con el diseño <br class='hidden-xs'>escalonado de los surcos circunferenciales exteriores, ofrecen un <br class='hidden-xs'>excelente agarre mecánico sobre nieve. Este diseño permite el uso de<br class='hidden-xs'> bloques de dibujo muy rígidos, garantizando un rendimiento óptimo <br class='hidden-xs'>tanto en carreteras mojadas como secas.",

    "BLUE SILICA COMPOUND": "COMPUESTO DE SÍLICE AZUL",
    "Advanced wet grip silica compound designed to deliver ultimate safety on wet roads while performing <br class='hidden-xs'>on dry roads. It has been fine-tuned to deliver exceptional all season performance, high durability <br class='hidden-xs'>and excellent resistance to tyre ageing.": "Compuesto avanzado con sílice optimizado para ofrecer máxima <br class='hidden-xs'>seguridad en carreteras mojadas y un excelente rendimiento en seco.<br class='hidden-xs'> Su formulación ha sido ajustada para garantizar un alto rendimiento <br class='hidden-xs'>durante todo el año, gran durabilidad y excelente resistencia al <br class='hidden-xs'>envejecimiento del neumático.",

    "These are ultra-smooth and shiny channels which, in combination with optimised groove wall <br class='hidden-xs'>angles help in efficiently evacuating water and slush from the tread, reducing the risk of <br class='hidden-xs'>aquaplaning and enhancing safety.": "Canales suaves y pulidos que evacúan el agua de manera eficiente, <br class='hidden-xs'>minimizando el riesgo de aquaplaning y mejorando la seguridad",

    "CONNECTED SUPPORT TECHNOLOGY": "TECNOLOGÍA DE SOPORTE CONECTADO",
    "Innovative structural element embedded within the tyre’s tread pattern, providing full <br class='hidden-xs'>support to all the tread blocks from shoulder to shoulder ensuring tyre integrity, precise <br class='hidden-xs'>steering, and safety in extreme driving conditions.": "Elemento estructural innovador integrado en el dibujo de la banda <br class='hidden-xs'>de rodadura que proporciona soporte total a todos los bloques del <br class='hidden-xs'>neumático, de hombro a hombro, garantizando su integridad, dirección <br class='hidden-xs'>precisa y seguridad en condiciones de conducción extremas.",

    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator is <br class='hidden-xs'>a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator begins to <br class='hidden-xs'>fade and totally disappears at a groove depth of 2 millimetres.": "Un innovador indicador de seguridad que muestra la profundidad <br class='hidden-xs'>restante de la banda de rodadura. Un círculo completo de 8 mm cuando <br class='hidden-xs'>es nuevo, que se desvanece gradualmente a medida que se desgasta la <br class='hidden-xs'>banda de rodadura, desapareciendo por completo a los 2 mm.",

    "Ultra-low protrusion, which improves <br class='hidden-xs'>the tyre’s air drag factor and is <br class='hidden-xs'>easy to clean.": "Diseño tratado con láser de alto contraste que mejora la <br class='hidden-xs'>aerodinámica y es fácil de limpiar.",


    "_COMMENT": "DIMAX® WINTER",
    "The Dimax Winter is a premium winter tyre, engineered to excel in harsh and demanding winter conditions, providing drivers with confidence, safety, and control. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Winter features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides ultimate snow performance, outstanding safety on wet and slush, and top-of-the-class braking performance in all conditions. The Dimax Winter offers popular passenger car and SUV fitments and all sizes are EV(Electric Vehicle) and Plug-in hybrid vehicle compatible.": "El Dimax Winter es un neumático de invierno de gama premium, diseñado para ofrecer un rendimiento excepcional en condiciones invernales duras y exigentes, brindando al conductor confianza, seguridad y control. Desarrollado por Omni United en colaboración con la reconocida casa de diseño italiana GFG Style, liderada por los legendarios diseñadores automotrices Giorgetto y Fabrizio Giugiaro, el Dimax Winter presenta un diseño único, funcional y elegante que representa una perfecta sinergia entre estilo e ingeniería. Esta gama avanzada y cargada de prestaciones ha sido rigurosamente probada frente a marcas premium y ofrece un rendimiento sobresaliente en nieve, una seguridad excepcional sobre mojado y aguanieve, y un frenado de primera clase en todo tipo de condiciones. El Dimax Winter está disponible en medidas populares para turismos y SUV, y todas sus dimensiones son compatibles con vehículos eléctricos (EV) y vehículos híbridos enchufables (PHEV).",

    "DOUBLE CRYSTAL 3D SIPES": "LAMINILLAS 3D DOBLE CRISTAL",
    "Three dimensional sipes resembling crystals, precisely <br class='hidden-xs'>positioned across the tyre’s tread in order to <br class='hidden-xs'>maximise extreme grip on snow and ice, as well as <br class='hidden-xs'>provide stability on wet and dry roads": "Laminillas tridimensionales con forma de cristal, ubicadas con <br class='hidden-xs'>precisión a lo largo de la banda de rodadura para maximizar el <br class='hidden-xs'>agarre extremo sobre nieve y hielo, y proporcionar estabilidad tanto<br class='hidden-xs'> en superficies mojadas como secas.",

    "INARI COMPOUND": "COMPUESTO INARI",
    "Advanced silica compound tested and perfected in harsh winter conditions of the <br class='hidden-xs'>Northern Finnish Lapland. It has been fine-tuned to deliver exceptional winter <br class='hidden-xs'>performance, excellent wet grip, low rolling resistance, high durability and <br class='hidden-xs'>excellent resistance to tyre ageing.": "Compuesto avanzado de sílice, probado y perfeccionado en las duras <br class='hidden-xs'>condiciones invernales de Laponia finlandesa. Ha sido ajustado para <br class='hidden-xs'>ofrecer un rendimiento excepcional en invierno, excelente agarre en <br class='hidden-xs'>mojado, baja resistencia a la rodadura, alta durabilidad y gran <br class='hidden-xs'>resistencia al envejecimiento del neumático.",

    "These are ultra-smooth and shiny channels which, in combination <br class='hidden-xs'>with optimised groove wall angles help in efficiently evacuating <br class='hidden-xs'>water and slush from the tread, reducing the risk of aquaplaning <br class='hidden-xs'>and enhancing safety.": "Canales suaves y pulidos que evacúan el agua de manera eficiente, <br class='hidden-xs'>minimizando el riesgo de aquaplaning y mejorando la seguridad",

    "Innovative structural element embedded within the tyre’s tread <br class='hidden-xs'>pattern, providing full support to all the tread blocks from <br class='hidden-xs'>shoulder to shoulder ensuring tyre integrity, precise steering, <br class='hidden-xs'>and safety in extreme driving conditions.": "Elemento estructural innovador integrado en el dibujo de la <br class='hidden-xs'>banda de rodadura, que proporciona soporte total a todos los <br class='hidden-xs'>bloques del neumático, de hombro a hombro, garantizando su <br class='hidden-xs'>integridad, una dirección precisa y seguridad en condiciones de <br class='hidden-xs'>conducción extremas.",

    "A unique safety feature that indicates remaining tread depth. When the tyre is <br class='hidden-xs'>new, this indicator is a full circle with 8-millimetres of tread remaining. As <br class='hidden-xs'>the tyre wears down, the indicator begins to fade and totally disappears at a <br class='hidden-xs'>groove depth of 2 millimetres.": "Un innovador indicador de seguridad que muestra la profundidad <br class='hidden-xs'>restante de la banda de rodadura. Un círculo completo de 8 mm cuando <br class='hidden-xs'>es nuevo, que se desvanece gradualmente a medida que se desgasta la <br class='hidden-xs'>banda de rodadura, desapareciendo por completo a los 2 mm.",

    "Ultra-low protrusion, which <br class='hidden-xs'>improves the tyre’s air <br class='hidden-xs'>drag factor and <br class='hidden-xs'>is easy to clean.": "Diseño tratado con láser de alto contraste que mejora la <br class='hidden-xs'>aerodinámica y es fácil de limpiar.",


    "_COMMENT": "Renegade® A/T Sport",
    "The Renegade A/T Sport is a premium all-terrain range that is engineered for drivers that need exceptional off-road performance while giving a quiet, smooth on-road ride. This range offers a combination of increased off-road grip, enhanced stability and handling performance, and excellent traction. The A/T Sport utilises a special silica-based tread compound that offers outstanding cut and chip resistance along with circumferential grooves on the centre tread blocks for a quieter ride.": "El Renegade A/T Sport es una gama todo terreno de alto rendimiento, diseñada para conductores que necesitan un rendimiento excepcional fuera de carretera sin sacrificar una conducción suave y silenciosa en asfalto. Esta gama combina mayor tracción fuera de carretera, estabilidad mejorada, excelente manejo y agarre superior. El A/T Sport incorpora un compuesto especial de sílice en la banda de rodadura que ofrece una resistencia sobresaliente a cortes y desprendimientos, junto con surcos circunferenciales en los bloques centrales para una conducción más silenciosa.",

    "ULTRA-SHIELD SYSTEM - ENHANCED DURABILITY AND <br class=\"hidden-xs\">PUNCTURE RESISTANCE": "SISTEMA ULTRA-SHIELD – MAYOR DURABILIDAD Y <br class=\"hidden-xs\">RESISTENCIA A PERFORACIONES",
    "A unique combination of stone ejectors, serrations on the bottom tread and strong tie bars to <br class=\"hidden-xs\">increase puncture resistance and casing protection.": "Una combinación única de expulsadores de piedras, estrías en la base de la <br class=\"hidden-xs\">banda de rodadura y resistentes barras de unión que aumentan la resistencia<br class=\"hidden-xs\"> a las perforaciones y protegen la carcasa.",

    "GRAVEL-TRAC TECHNOLOGY - EXCEPTIONAL <br class=\"hidden-xs\">ALL-TERRAIN TRACTION": "TECNOLOGÍA GRAVEL-TRAC – TRACCIÓN TODO <br class=\"hidden-xs\">TERRENO EXCEPCIONAL",
    "Optimised interlocking tread block design in combination with reverse radius on shoulder blocks<br class=\"hidden-xs\"> provides the ultimate performance on gravel roads and exceptional traction on sand and mud.": "Diseño optimizado de bloques de rodadura entrelazados en<br class=\"hidden-xs\"> combinación con radios invertidos en los bloques de hombro que proporciona <br class=\"hidden-xs\">un rendimiento superior en caminos de grava y una tracción excepcional <br class=\"hidden-xs\">en arena y barro.",

    "ENDURAMAX COMPOUND - OUTSTANDING CUT AND <br class=\"hidden-xs\">CHIP RESISTANCE": "COMPUESTO ENDURAMAX – EXCELENTE RESISTENCIA A <br class=\"hidden-xs\">CORTES Y DESPRENDIMIENTOS",
    "Special Silica-based compound that provides great cut and chip resistance and <br class=\"hidden-xs\">maximum grip in all conditions.": "Compuesto especial a base de sílice que ofrece <br class=\"hidden-xs\">una gran resistencia a cortes y desprendimientos, y un agarre<br class=\"hidden-xs\"> máximo en todas las condiciones.",

    "SNAKE-BITE TREAD BLOCK DESIGN - INCREASED STABILITY AND <br class=\"hidden-xs\">HANDLING PERFORMANCE": "DISEÑO DE BLOQUES “SNAKE-BITE” – MAYOR <br class=\"hidden-xs\">ESTABILIDAD Y MANEJO",
    "Snake head shaped tread blocks create torsional strength in all directions and protect the <br class=\"hidden-xs\">aggressive shoulder block. Wide circumferential centre block design provides gives great driving feel.": "Bloques de rodadura con forma de cabeza de serpiente que generan <br class=\"hidden-xs\">fuerza torsional en todas las direcciones y protegen el bloque de <br class=\"hidden-xs\">hombro agresivo. El diseño ancho del bloque central circunferencial <br class=\"hidden-xs\">proporciona una excelente sensación de conducción.",


    "_COMMENT": "Renegade® R/T+",

    "The Renegade R/T+ is a premium rugged terrain range and is designed to give exceptional off-road performance coupled with on-road comfort and sophistication. On-road, this tyre gives drivers superior handling with a quiet and smooth ride, while off-road it has the capability to go anywhere that a pure M/T tyre can. The Renegade R/T+ offers both aggressive and rugged looks with great on/off-road performance making it a combination between an all-terrain and mud-terrain tyre and offers the best of both worlds. This range features a dual sidewall design that has a skull & piston design on one side and mud penetrating dagger shaped lugs on the other.": "El Renegade R/T+ es una gama de neumáticos para terrenos difíciles, diseñada para ofrecer un rendimiento excepcional junto con comodidad y sofisticación en carretera. En carretera, este neumático proporciona a los conductores un manejo superior con una conducción silenciosa y suave, mientras que fuera de carretera tiene la capacidad de llegar a cualquier lugar donde pueda ir un neumático M/T puro. El Renegade R/T+ ofrece un aspecto agresivo y robusto con un excelente rendimiento tanto dentro como fuera de la carretera, lo que lo convierte en una combinación entre un neumático Todo Terreno y un neumático de Barro, ofreciendo lo mejor de ambos mundos. Esta gama presenta un diseño de doble pared lateral que incluye un diseño de calavera y pistón en un lado y tacos en forma de daga para penetrar el barro en el otro lado.",

    "EXCEPTIONAL ALL-TERRAIN TRACTION": "TRACCIÓN TODO TERRENO EXCEPCIONAL",
    "Optimised tread block sizes and shapes with multiple <br class='hidden-xs'>lateral grooves and angled sipes ensure superb <br class='hidden-xs'>traction on all terrains.": "El tamaño y la forma optimizados de los bloques de la banda de <br class='hidden-xs'>rodadura, junto con múltiples ranuras laterales y laminillas anguladas, <br class='hidden-xs'>garantizan una tracción sobresaliente en todo tipo de terrenos.",

    "INCREASED STABILITY AND <br class='hidden-xs'>RESISTANCE TO PUNCTURES": "MAYOR ESTABILIDAD Y RESISTENCIA A PERFORACIONES",
    "Robust 3-ply construction reduces the riskof punctures and  <br class='hidden-xs'>gives sure-footed handling on all surfaces.": "La estructura robusta de 3 capas reduce el riesgo de perforaciones <br class='hidden-xs'>y proporciona un manejo seguro en todo tipo de superficies.",

    "ENHANCED STABILITY, HANDLING AND  <br class='hidden-xs'>EVEN TREADWEAR": "MAYOR ESTABILIDAD, MANEJO Y DESGASTE UNIFORME",
    "Wide centre tread blocks help balance the weight distribution <br class='hidden-xs'>and ensure the tread wears evenly.": "Los bloques anchos en el centro de la banda de rodadura <br class='hidden-xs'>ayudan a equilibrar la distribución del peso y aseguran un desgaste <br class='hidden-xs'>uniforme del neumático.",

    "DUAL SIDEWALL DESIGN - SKULL & PISTON EDITION": "DISEÑO DE FLANCO DUAL – EDICIÓN SKULL & PISTON",
    "Featuring an outlaw side with a skull & piston <br class='hidden-xs'>design on one side and mud penetrating dagger <br class='hidden-xs'>shaped lugs on the other.": "Incluye un lado rebelde con un diseño de calavera y pistones, y en <br class='hidden-xs'>el otro lado, tacos en forma de daga diseñados para <br class='hidden-xs'>penetrar el barro.",

    "_COMMENT": "Renegade® X",
    "The Renegade-X is the top-of-the-line extreme terrain tyre range from Radar Tyres. This innovative \"stealth\" inspired tyre is born out of the partnership between Radar Tyres and leading Italian automotive design house GFG Style. This feature-packed range is designed and engineered for drivers that need extreme off-road performance on mud, rocks, gravel and sand while offering durability and an aggressive aesthetic that enthusiasts crave.": "El Renegade-X es la gama de neumáticos para terrenos extremos más avanzada de Radar Tyres. Este innovador neumático, inspirado en el concepto 'stealth', nace de la colaboración entre Radar Tyres y la prestigiosa casa de diseño automotriz italiana GFG Style. Esta gama repleta de prestaciones ha sido diseñada y desarrollada para conductores que exigen un rendimiento extremo fuera de carretera en barro, rocas, grava y arena, ofreciendo al mismo tiempo durabilidad y una estética agresiva que apasiona a los entusiastas del off-road.",

    "EXTREME OFF-ROAD TRACTION": "TRACCIÓN EXTREMA FUERA DE CARRETERA",
    "High void-to-lug ratio, deep side blocks and a specially formulated <br>Rock-Crawl tread compound provide exceptional traction and grip on <br>rocks, gravel, mud and soft soil. Mud-rescue shoulder provides <br>additional traction that helps pull the vehicle out of mud.": "Alta relación de vacíos en los tacos combinada con bloques laterales profundos y un compuesto <br>de banda de rodadura “rock-crawl” especial, que proporciona una tracción y agarre excepcionales <br>en rocas, grava, barro y suelo blando. El hombro de rescate en barro proporciona tracción <br>adicional que ayuda a sacar el vehículo del lodo.",

    "ENHANCED DURABILITY": "DURABILIDAD MEJORADA",
    "A unique combination of stone ejectors and <br>serrations on the bottom tread add an <br>additional layer of reinforcement to increase <br>puncture resistance.": "Una combinación única de expulsores de piedras y estrías en<br> la base de la banda de rodadura añade una capa adicional de <br>refuerzo para aumentar la resistencia a perforaciones.",

    "TOUGHER SIDEWALLS": "FLANCOS MÁS RESISTENTES",
    "High turn-up 3-ply sidewall construction combined with <br>aggressive “stealth” shaped sidewall lugs provide biting edges <br>for additional grip and traction, and provide protection from <br>external sidewall damage.": "La construcción elevada de flanco con 3 capas, combinada con <br>tacos laterales de diseño agresivo en forma de “stealth”, ofrece bordes mordientes <br>para mejorar el agarre y la tracción, además de proporcionar protección contra daños <br>externos en los flancos.",

    "LONG TREAD LIFE": "",
    "Specially formulated tread compound <br>combined with tie bars provide lateral<br> stability, promote even wear and <br>increases longevity.": " Compuesto especial de la banda de rodadura combinado con barras<br> de unión que proporcionan estabilidad lateral, promueven un desgaste<br> uniforme y aumentan la longevidad",

    "ON-ROAD COMFORT": "",
    "Optimised tread pattern design <br>reduces noise for a quieter <br>and more comfortable on-road <br>ride.": "Diseño optimizado del patrón de la banda de rodadura <br>que reduce el ruido para una conducción más silenciosa<br> y cómoda en carretera.",

    "_COMMENT": "DIMAX® TOURING",
    "The Dimax Touring is a touring tyre designed for exceptional safety, comfort, fuel efficiency, and performance. It delivers a quiet and comfortable ride while ensuring excellent wet grip, precise handling, and enhanced stability for a safer driving experience. With low rolling resistance, the Dimax Touring helps reduce fuel consumption, making it an ideal choice for passenger cars, hybrids and electric vehicles. All sizes feature the EVC marking, making them suited for Electric Vehicles (EVs) and Plug-in Hybrid Vehicles (PHEVs).": "El Dimax Touring es un neumático de turismo diseñado para ofrecer una seguridad, comodidad, eficiencia de combustible y rendimiento excepcionales. Proporciona un viaje silencioso y cómodo, al tiempo que asegura un excelente agarre en mojado, un manejo preciso y una estabilidad mejorada para una experiencia de conducción más segura. Con una baja resistencia a la rodadura, el Dimax Touring ayuda a reducir el consumo de combustible, lo que lo convierte en una opción ideal para automóviles de pasajeros, híbridos y vehículos eléctricos. Todos los tamaños cuentan con la marca EVC, lo que los hace adecuados para Vehículos Eléctricos (EV) y Vehículos Híbridos Enchufables (PHEV).",

    "These are ultra-smooth and shiny channels which, in <br class=\"hidden-xs\">combination with optimised groove wall angles help in <br class=\"hidden-xs\">efficiently evacuating water from the tread, reducing the <br class=\"hidden-xs\">risk of aquaplaning and enhancing safety.": "Canales suaves y pulidos que evacúan el agua de manera eficiente, <br class=\"hidden-xs\">minimizando el riesgo de aquaplaning y mejorando la seguridad.",

    "SERENITY RIDE DESIGN": "DISEÑO SERENITY RIDE",
    "Optimised tread pitch sequencing for a silent <br class=\"hidden-xs\">ride. Tyre construction designed to absorb bumps <br class=\"hidden-xs\">and vibrations to give a smooth and comfortable <br class=\"hidden-xs\">driving feel.": "Secuencia optimizada del paso de la banda de rodadura para una conducción silenciosa. <br class=\"hidden-xs\">La estructura del neumático está diseñada para absorber baches y vibraciones, <br class=\"hidden-xs\">proporcionando una sensación de conducción suave y cómoda.",

    "TRIPLE SPORT ACTION DESIGN": "DISEÑO TRIPLE SPORT ACTION",
    "Stiff outside shoulder for ultimate cornering properties.<br class=\"hidden-xs\"> Robust centre rib for steering precision, and siping to <br class=\"hidden-xs\">reduce heat build-up, resulting in higher mileage and <br class=\"hidden-xs\">lower rolling resistance.": "Hombro exterior rígido que optimiza el agarre en curvas. Zona central <br class=\"hidden-xs\">robusta para mayor precisión de dirección y laminillas que reducen la acumulación de calor, <br class=\"hidden-xs\">lo que se traduce en mayor kilometraje y menor resistencia a la rodadura.",

    "WETRESPONSE COMPOUNDING": "COMPUESTO DE ADHERENCIA EN MOJADO",
    "High silica tread compound with a modern <br class=\"hidden-xs\">elastomer base designed for exceptional wet <br class=\"hidden-xs\">performance and safety in a wide <br class=\"hidden-xs\">temperature range.": "Compuesto de banda de rodadura con alto contenido de <br class=\"hidden-xs\">sílice y base de elastómero moderno, diseñado para ofrecer un rendimiento sobresaliente <br class=\"hidden-xs\">en mojado y mayor seguridad en un amplio rango de temperaturas.",

    "CIRCLE OF TREADLIFE®": "CÍRCULO DE VIDA DE LA BANDA DE RODADURA",
    "A unique safety feature that indicates remaining <br class=\"hidden-xs\">tread depth. It starts with a full circle indicating <br class=\"hidden-xs\">100% tread depth and totally disappears at 1.6mm <br class=\"hidden-xs\">remaining tread depth.": "Innovador indicador de seguridad que muestra la profundidad restante<br class=\"hidden-xs\"> de la banda de rodadura. Comienza con un círculo completo (100 % de la profundidad) <br class=\"hidden-xs\">y desaparece por completo cuando la profundidad restante alcanza los 1,6 mm.",


    "_COMMENT": "Dimax® R8+",
    "The Dimax R8+ is a high performance tyre range that has been designed for passenger cars and SUVs. This range has been specifically designed to give high-performance on vehicles that demand the best tyres and offers the ultimate blend of excellent wet and dry grip, sporty handling performance and comfort. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of Electric Vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "El Dimax R8+ es una gama de neumáticos de alto rendimiento diseñada para turismos y SUV. Esta gama ha sido desarrollada específicamente para ofrecer un alto desempeño en vehículos que exigen lo mejor, combinando un excelente agarre en seco y mojado, conducción deportiva y confort. Esta gama incluye la mayoría de las medidas run-flat para vehículos de este segmento, así como medidas compatibles con vehículos eléctricos (EV). En comparación con las versiones estándar, las medidas EVC incorporan un compuesto especial de baja resistencia a la rodadura que mejora la autonomía de los vehículos eléctricos. Este compuesto también aporta rigidez a los neumáticos, lo que se traduce en una conducción más estable para vehículos eléctricos pesados y potentes. Además, las versiones EVC ofrecen un mayor agarre en mojado, brindando una conducción más segura y confiable.",

    "PRECISE HANDLING AT HIGH SPEEDS": "MANEJO PRECISO A ALTAS VELOCIDADES",
    "Asymmetric tread design with advanced silica formulated <br class=\"hidden-xs\">tread compound technology.": "Diseño de banda de rodadura asimétrico con <br class=\"hidden-xs\">tecnología de compuesto de sílice avanzada.",

    "EXCEPTIONAL WET GRIP": "AGARRE EXCEPCIONAL EN MOJADO",
    "A combination of an all-new tread compound with four wide longitudinal<br class='hidden-xs'> grooves provide exceptional wet grip and aquaplaning resistance.": "Una combinación de un nuevo compuesto de la banda de rodadura <br class=\"hidden-xs\">con cuatro amplios surcos longitudinales ofrece un agarre excepcional <br class=\"hidden-xs\">en mojado y resistencia al aquaplaning.",

    "QUIET AND COMFORTABLE RIDE": "CONDUCCIÓN SILENCIOSA Y CÓMODA",
    "Optimised tread pitch sequence for a<br class=\"hidden-xs\"> quieter ride.": "Secuencia optimizada de pasos en la banda de rodadura <br class=\"hidden-xs\">para una conducción más silenciosa.",

    "_COMMENT": "DIMAX® R8",
    "The Dimax R8 is a high performance tyre range and has been specifically designed for high-performance passenger cars and SUVs. It offers the ideal blend of excellent wet and dry grip with precise handling and comfort. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of Electric Vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "El Dimax R8 es una gama de neumáticos de alto rendimiento diseñada específicamente para turismos de altas prestaciones y SUV. Ofrece la combinación ideal de excelente agarre en seco y mojado con una conducción precisa y cómoda. Esta gama incluye la mayoría de los tamaños run-flat para vehículos de este segmento, así como tamaños seleccionados compatibles con vehículos eléctricos. En comparación con los tamaños no compatibles con vehículos eléctricos, los tamaños EVC presentan un compuesto especial de baja resistencia a la rodadura que mejora la autonomía de los vehículos eléctricos. Este compuesto también proporciona rigidez a los neumáticos, lo que se traduce en una conducción más estable para vehículos eléctricos pesados y potentes. Además, los tamaños EVC ofrecen un mejor agarre en mojado, proporcionando una conducción más segura y confiable.",

    "SAFETY ON WET CONDITIONS": "SEGURIDAD EN CONDICIONES HÚMEDAS",
    "Four wide longitudinal grooves that provide efficient water <br class='hidden-xs'>clearance and  aquaplaning resistance.": "Cuatro amplios surcos longitudinales que ofrecen un agarre excepcional en mojado y <br class=\"hidden-xs\">resistencia al aquaplaning",


    "_COMMENT": "RPX 800+",
    "The RPX 800+ is a high performance tyre range and has been designed primarily for modern CUVs and SUVs. This range offers drivers good control on both dry and wet roads, ensuring a comfortable driving experience. It combines real-world performance with outstanding good looks. This range incorporates the popular run-flat sizes in this segment.": "El RPX 800+ es una gama de neumáticos de alto rendimiento diseñada principalmente para los CUV y SUV modernos. Esta gama ofrece a los conductores un buen control tanto en carreteras secas como mojadas, asegurando una experiencia de conducción confortable. Combina el rendimiento real con una estética sobresaliente. Esta gama incluye los populares tamaños Run-Flat en este segmento.",

    "GOOD GRIP, HANDLING AND MILEAGE": "BUENA ADHERENCIA, MANEJO Y DURABILIDAD",
    "High performance tread compound combined with an innovative asymmetric<br class=\"hidden-xs\"> pattern design, grips the road well, offers low rolling <br class=\"hidden-xs\">resistance and wears evenly.": "Compuesto de banda de rodadura de alto rendimiento combinado con <br class=\"hidden-xs\">un innovador diseño asimétrico del dibujo, ofrece buena adherencia al asfalto, baja <br class=\"hidden-xs\">resistencia a la rodadura y un desgaste uniforme.",

    "DRIVING CONFIDENCE AT HIGH SPEEDS": "CONDUCCIÓN SEGURA A ALTAS VELOCIDADES",
    "Optimised construction that gives a torsionally<br class=\"hidden-xs\"> stiffer ride, allowing for precise, <br class=\"hidden-xs\">confident manoeuvres.": "Construcción optimizada que proporciona una mayor <br class=\"hidden-xs\">rigidez torsional, permitiendo maniobras precisas <br class=\"hidden-xs\">y seguras.",

    "QUIET AND COMFORTABLE DRIVING EXPERIENCE": "EXPERIENCIA DE CONDUCCIÓN SILENCIOSA Y CÓMODA",
    "Optimised tread pitch sequence coupled with a radially<br class=\"hidden-xs\"> compliant construction, optimises driver<br class=\"hidden-xs\"> comfort and experience.": "Secuencia de paso de la banda optimizada junto con <br class=\"hidden-xs\">una construcción radialmente flexible que maximiza la comodidad <br class=\"hidden-xs\">y experiencia del conductor.",


    "_COMMENT": "RPX 800",
    "The RPX 800 is a high performance tyre range and has been designed for compact and mid-size cars. This range offers drivers good control on both dry and wet roads, ensuring a comfortable driving experience. It combines real-world performance with outstanding good looks. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of electric vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "El RPX 800 es una gama de neumáticos de alto rendimiento diseñada para coches compactos y medianos. Esta gama ofrece a los conductores un buen control tanto en carreteras secas como mojadas, garantizando una experiencia de conducción cómoda. Combina rendimiento real con una estética sobresaliente. Esta gama incluye la mayoría de los tamaños Run-Flat para vehículos de este segmento, así como algunas medidas compatibles con vehículos eléctricos (EV). Las medidas EV compatibles, en comparación con las no-EV, cuentan con un compuesto especial de baja resistencia a la rodadura que mejora la autonomía de los vehículos eléctricos. Este compuesto también proporciona rigidez a los neumáticos, lo que se traduce en una conducción más estable para los vehículos eléctricos pesados y potentes. Además, las medidas EVC también ofrecen un mejor agarre en mojado, brindando una conducción más segura y confiable.",

    "GOOD GRIP AND HIGH MILEAGE": "BUENA ADHERENCIA Y ALTO KILOMETRAJE",
    "High performance tread compound along with an optimised contact <br class=\"hidden-xs\">patch gives good grip and even wear.": "El compuesto de banda de rodadura de alto rendimiento junto con <br class=\"hidden-xs\">una huella de contacto optimizada proporciona buena adherencia <br class=\"hidden-xs\">y desgaste uniforme.",

    "Solid outer shoulder along with an optimised construction<br class=\"hidden-xs\"> ensures precise handling at high speeds.": "Hombro exterior sólido junto con una construcción optimizada <br class=\"hidden-xs\">que garantiza un manejo preciso a altas velocidades.",

    "QUIET DRIVING EXPERIENCE": "EXPERIENCIA DE CONDUCCIÓN SILENCIOSA",
    "Optimised tread pitch sequence and asymmetric tread pattern <br class=\"hidden-xs\">allows for a quiet and comfortable ride.": "Secuencia de pasos optimizada y diseño de banda de rodadura asimétrico <br class=\"hidden-xs\">que permiten una conducción silenciosa y confortable.",


    "_COMMENT": "Rivera® Pro 2",
    "The Rivera Pro 2 is a high performance tyre range that has been designed for compact and mid-size cars. This range offers a combination of modern looks, good handling, durability and a quiet and comfortable ride.": "Rivera Pro 2 es una gama de neumáticos de alto rendimiento diseñada para coches compactos y medianos. Esta gama ofrece una combinación de estética moderna, buena maniobrabilidad, durabilidad y una conducción silenciosa y confortable.",

    "GOOD STEERING RESPONSE": "BUENA RESPUESTA DE DIRECCIÓN",
    "Tread pattern gives confidence in cornering <br class=\"hidden-xs\">and handling.": "El diseño de la banda de rodadura aporta confianza <br class=\"hidden-xs\">en curvas y maniobrabilidad.",

    "GOOD BALANCE OF GRIP AND MILEAGE": "BUEN EQUILIBRIO ENTRE AGARRE Y DURABILIDAD",
    "Specially formulated tread compound gives a good combination of <br class=\"hidden-xs\">grip and longevity.": "El compuesto de banda de rodadura especialmente <br class=\"hidden-xs\">formulado ofrece una buena combinación de agarre y duración.",

    "Optimised tread pitch sequence ensures <br class=\"hidden-xs\">a quiet ride.": "La secuencia optimizada del paso de la banda de <br class=\"hidden-xs\">rodadura garantiza una conducción silenciosa.",


    "_COMMENT": "Dimax® ECO",
    "The Dimax Eco is the revolutionary new low rolling resistance high performance tyre from Radar Tyres. This tyre has been rated the best possible EU Tyre label grade “A” for Rolling Resistance which translates to high Fuel Efficiency and reduction of CO2 emissions; “B” grade for wet grip which provides enhanced wet grip and shorter braking distance and it has a significantly lower noise level of 69dB ). This tyre is designed to fit high performance electric, hybrid and latest generation internal combustion vehicles.": "Dimax Eco es la nueva gama revolucionaria de neumáticos de alto rendimiento con baja resistencia a la rodadura de Radar Tyres. Este neumático ha obtenido la máxima calificación de la etiqueta europea “A” en Resistencia a la Rodadura, lo que se traduce en una alta eficiencia de combustible y reducción de emisiones de CO₂; calificación “B” en Agarre en Mojado, lo que proporciona mayor tracción en superficies mojadas y menor distancia de frenado, además de un nivel de ruido significativamente inferior de 69 dB. Este neumático está diseñado para adaptarse a vehículos eléctricos, híbridos y de última generación con motor de combustión interna.",

    "High fuel efficiency<br class='hidden-xs'>": "ALTA EFICIENCIA DE COMBUSTIBLE",
    "Unique low-hysteresis tread compound that reduces energy loss and results<br class='hidden-xs'> in a lower rolling resistance which in turn leads to the vehicle delivering higher <br class='hidden-xs'>fuel efficiency and reduction in CO2 emissions.": "Compuesto de banda de rodadura de baja histéresis que reduce la pérdida de <br class='hidden-xs'>energía y disminuye la resistencia a la rodadura, lo que permite al vehículo <br class='hidden-xs'>ofrecer una mayor eficiencia de combustible y una reducción de <br class='hidden-xs'>las emisiones de CO₂.",

    "Enhanced wet grip, good aquaplaning resistance and <br class='hidden-xs'>shorter braking distance": "AGARRE MEJORADO EN MOJADO, BUENA RESISTENCIA AL <br class='hidden-xs'>AQUAPLANING Y DISTANCIA DE FRENADO REDUCIDA",
    "Specially formulated tread compound along with the 3 wide<br class='hidden-xs'> circumferential grooves offers shorter braking distance and enhanced <br class='hidden-xs'>grip in wet conditions.": "Compuesto de banda de rodadura especialmente formulado que, junto con los 3 <br class='hidden-xs'>canales circunferenciales anchos, ofrece una distancia de frenado más corta y un mayor <br class='hidden-xs'>agarre en condiciones de mojado.",

    "Good handling<br class='hidden-xs'>": "BUENA MANEJABILIDAD",
    "Optimised and light weight construction which<br class='hidden-xs'> provides good handling.<br class='hidden-xs'>": "Construcción optimizada y ligera que proporciona <br class='hidden-xs'>una buena manejabilidad.",

    "_COMMENT": "RADAR SPARE TYRE",
    "The Radar Spare tyre is designed to help drivers regain temporary mobility in the event of a puncture, blowout or any emergency. This space-saver tyre is designed for temporary use only and can help you get off the highway or reach the nearest tyre shop. Featuring a smaller physical size with a narrower tread and light weight construction this tyre can be driven at a maximum speed of 80 km/h at 60 psi cold inflation pressure.": "El neumático de repuesto Radar está diseñado para ayudar a los conductores a recuperar la movilidad temporal en caso de pinchazo, reventón o cualquier emergencia. Este neumático compacto está destinado únicamente a un uso temporal y puede ayudarte a salir de la carretera o llegar al taller más cercano. Con un tamaño físico más pequeño, una banda de rodadura más estrecha y una construcción ligera, este neumático puede conducirse a una velocidad máxima de 80 km/h con una presión de inflado en frío de 60 psi.",

    "PROVIDES SAFETY": "GARANTIZA SEGURIDAD",
    "In the event of a puncture, blowout or any emergency it helps <br class=\"hidden-xs\">drivers regain temporary mobility.": "En caso de pinchazo, reventón o cualquier emergencia, <br class=\"hidden-xs\">ayuda a los conductores a recuperar la movilidad temporal.",

    "LIGHT WEIGHT & SAVES SPACE": "LIGERO Y AHORRA ESPACIO",
    "Smaller physical size, narrower tread and light weight <br class=\"hidden-xs\">construction.": "Tamaño físico más reducido, banda de rodadura más <br class=\"hidden-xs\">estrecha y construcción ligera.",

    "_COMMENT": "DIMAX® 4 SEASON",
    "The Dimax 4 Season is an innovative all-season tyre range designed for drivers living in urban areas, who need a versatile mobility solution all year round. It offers exceptional grip in winter as well as in summer conditions. All sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are officially approved for winter use.": "Dimax 4 Season es una innovadora gama de neumáticos para las 4 estaciones diseñada para conductores que viven en zonas urbanas y que necesitan una solución de movilidad versátil durante todo el año. Ofrece un agarre excepcional tanto en condiciones invernales como estivales. Todas las medidas cuentan con el símbolo del copo de nieve con montaña de tres picos (3PMSF) y están oficialmente homologadas para su uso en invierno.",

    "SAFETY IN EVERY WEATHER CONDITION": "SEGURIDAD EN TODAS LAS CONDICIONES CLIMÁTICAS",
    "Dual compound technology that keeps the tyre flexible in both hot summer<br class=\"hidden-xs\"> weather and cold winter temperatures.": "Tecnología de doble compuesto que mantiene el neumático flexible <br class=\"hidden-xs\">tanto en el calor del verano como en las bajas temperaturas del invierno.",

    "UNIQUE TREAD PATTERN FOR PERFORMANCE": "DISEÑO ÚNICO DE LA BANDA DE RODADURA PARA MAYOR RENDIMIENTO",
    "Asymmetric tread pattern with four circumferential grooves provides aquaplaning resistance <br class=\"hidden-xs\">on wet roads and high density sipes provide exceptional grip on wet, slush and snow.": "El diseño asimétrico de la banda de rodadura con cuatro canales circunferenciales <br class=\"hidden-xs\">ofrece resistencia al aquaplaning en carreteras mojadas, mientras que las laminillas <br class=\"hidden-xs\">de alta densidad proporcionan un agarre excepcional en superficies húmedas, con <br class=\"hidden-xs\">aguanieve y nieve.",

    "QUIET RIDE": "CONDUCCIÓN SILENCIOSA",
    "Optimised casing profile and pitch sequence ensure <br class=\"hidden-xs\">a quieter ride": "El perfil optimizado de la carcasa y la secuencia de paso <br class=\"hidden-xs\">aseguran una conducción más silenciosa.",


    "_COMMENT": "Dimax® Winter Sport",
    "The Dimax Winter Sport is the Alpine winter tyre range designed for modern high-end premium vehicles. This range has been designed to achieve maximum safety, control and performance in all winter weather conditions.": "Dimax Winter Sport es la gama de neumáticos de invierno alpinos diseñada para vehículos modernos de alta gama. Esta gama ha sido concebida para ofrecer el máximo nivel de seguridad, control y rendimiento en todas las condiciones invernales.",

    "SAFETY IN ALL WINTER CONDITIONS": "SEGURIDAD EN TODAS LAS CONDICIONES INVERNALES",
    "Advanced Silica filled winter tread compound that keeps the tyre flexible<br class=\"hidden-xs\"> even in freezing conditions allowing the tread to grip better <br class=\"hidden-xs\">in wet, slush and snow.": "Compuesto de banda de rodadura de invierno con sílice avanzada que <br class=\"hidden-xs\">mantiene el neumático flexible incluso en condiciones de congelación, lo que permite un mejor <br class=\"hidden-xs\">agarre en mojado, aguanieve y nieve.",

    "CONTROL AND DRIVING PRECISION": "CONTROL Y PRECISIÓN DE CONDUCCIÓN",
    "A combination of high density sipes and lateral grooves provides efficient<br class=\"hidden-xs\"> water clearance and hydroplaning resistance in cold<br class=\"hidden-xs\"> weather conditions.": "Una combinación de laminillas de alta densidad y surcos laterales proporciona <br class=\"hidden-xs\">una evacuación eficiente del agua y resistencia al aquaplaning en condiciones <br class=\"hidden-xs\">climáticas frías.",

    "MAXIMUM DRIVING COMFORT": "MÁXIMO CONFORT DE CONDUCCIÓN",
    "Optimised casing profile and computer optimised <br class=\"hidden-xs\">pitch sequence ensures a quiet and <br class=\"hidden-xs\">comfortable ride.": "El perfil optimizado de la carcasa y la secuencia de pasos <br class=\"hidden-xs\">optimizada por ordenador garantizan una conducción <br class=\"hidden-xs\">silenciosa y cómoda.",

    "_COMMENT": "Dimax® Alpine",
    "The Dimax Alpine has been designed and developed to meet the needs of the European winter driver. This range offers safety and excellent performance in Alpine winter conditions. The sizes fit popular passenger cars and SUVs.": "El Dimax Alpine ha sido diseñado y desarrollado para satisfacer las necesidades del conductor europeo en invierno. Esta gama ofrece seguridad y un excelente rendimiento en condiciones alpinas invernales. Las medidas se ajustan a turismos y SUV populares.",

    "EXCELLENT STEERING AND HANDLING PERFORMANCE<br class='hidden-xs'> IN WET, SLUSH AND SNOW": "EXCELENTE DIRECCIÓN Y MANIOBRABILIDAD EN MOJADO, <br class='hidden-xs'>NIEVE Y AGUANIEVE",
    "High density of zig-zag sipes help increase the grip on snow and slush which provides excellent<br class='hidden-xs'>  steeringand handling performance. Optimised tread compound with advanced synthetic polymers <br class='hidden-xs'>and silica ensure that the rubber stays grippy in wet and cold weather conditions.": "Densidad elevada de laminillas en zigzag que mejora el agarre sobre nieve y aguanieve, <br class='hidden-xs'>ofreciendo un excelente rendimiento en maniobrabilidad y conducción. El compuesto optimizado de <br class='hidden-xs'>la banda de rodadura, con polímeros sintéticos avanzados y sílice, asegura que el caucho mantenga su <br class='hidden-xs'>adherencia en condiciones húmedas y frías.",

    "PREVENTS SLUSH-PLANING AND <br class='hidden-xs'>AQUA-PLANING": "EVITA EL DESLIZAMIENTO EN AGUANIEVE Y <br class='hidden-xs'>LA ACUAPLANEACIÓN",
    "Directional tread design offers improved self-cleaning action on wet and<br class='hidden-xs'> slushy roads, as well as optimising gripping edges on<br class='hidden-xs'> snowy roads.": "El diseño direccional de la banda de rodadura ofrece una acción autolimpiante mejorada <br class='hidden-xs'>en carreteras mojadas y con aguanieve, así como bordes de agarre optimizados en <br class='hidden-xs'>carreteras nevadas.",

    "SHORTER BRAKING <br class='hidden-xs'>DISTANCE": "DISTANCIA DE FRENADO MÁS CORTA",
    "Optimsed pattern design featuring more gripping edges providing <br class='hidden-xs'>increased grip on snow and ice for a shorter <br class='hidden-xs'>braking distance.": "Diseño optimizado de la banda de rodadura con más bordes de agarre que proporcionan mayor <br class='hidden-xs'>tracción sobre nieve y hielo para reducir la distancia de frenado.",

    "_COMMENT": "DIMAX® ICE",
    "The Dimax Ice is specifically designed for those who drive in extreme winter Nordic conditions and features a unique super soft compound that stays grippy even in extremely cold temperatures. This stud-less range provides increased safety, control and enhanced traction on ice and hard packed snow making it the ideal choice for extreme winter use.": "Dimax Ice está diseñado específicamente para quienes conducen en condiciones invernales nórdicas extremas y cuenta con un compuesto súper blando único que mantiene su agarre incluso en temperaturas extremadamente bajas. Esta gama sin clavos ofrece mayor seguridad, control y tracción mejorada sobre hielo y nieve compacta, lo que la convierte en la opción ideal para un uso invernal extremo.",

    "SAFETY AND CONTROL IN ALL WINTER CONDITIONS": "SEGURIDAD Y CONTROL EN TODAS LAS CONDICIONES INVERNALES",
    "Special super soft compound that remains flexible even in extremely cold temperatures<br class=\"hidden-xs\"> combined with a high density of zig-zag sipes allowing for better traction and braking safety.": "Compuesto súper blando especial que permanece flexible incluso en temperaturas <br class=\"hidden-xs\">extremadamente frías, combinado con una alta densidad de laminillas en zigzag que permite <br class=\"hidden-xs\">una mejor tracción y seguridad en la frenada.",

    "ENHANCED GRIP ON ICE": "AGARRE MEJORADO EN HIELO",
    "A high density of zig-zag sipes provide more biting edges for <br class=\"hidden-xs\">increased mechanical grip on ice.": "Alta densidad de laminillas en zigzag que proporciona más bordes de <br class=\"hidden-xs\">agarre para un mayor agarre mecánico sobre hielo.",

    "EXTRA GRIP ON HARD-PACKED SNOW": "AGARRE EXTRA EN NIEVE COMPACTADA",
    "Directional self-cleaning tread design coupled with thousands of additional <br class=\"hidden-xs\">gripping edges provides exceptional grip on hard-packed snow": "El diseño direccional de la banda de rodadura con función autolimpiante, combinado con miles de bordes de <br class=\"hidden-xs\">agarre adicionales, proporciona un agarre excepcional sobre nieve compactada.",

    "_COMMENT": "DIMAX® ICE LOCK",
    "The Dimax Ice Lock is the new generation of studded tyres that are specifically designed to increase performance and provide safety and control in harsh winter Nordic conditions. This range features a unique super soft tread compound that has been formulated to stay soft and grippy in harsh Nordic weather conditions. These tyres also feature special factory fitted Tikka Spike studs that offer increased mechanical grip and enhanced braking on ice and hard packed snow.": "El Dimax Ice Lock es la nueva generación de neumáticos con clavos diseñados específicamente para mejorar el rendimiento y ofrecer seguridad y control en condiciones invernales severas del norte de Europa. Esta gama cuenta con un exclusivo compuesto de banda de rodadura súper blando, formulado para mantenerse suave y adherente en climas nórdicos extremos. Estos neumáticos también incorporan clavos Tikka Spike instalados de fábrica que proporcionan un mayor agarre mecánico y mejor frenado sobre hielo y nieve compactada.",

    "Special super soft compound that remains flexible even in extreme Nordic temperatures<br class=\"hidden-xs\"> combined with high density of zig-zag sipes allows for better traction and braking safety.": "Compuesto especial súper blando que permanece flexible incluso en temperaturas <br class=\"hidden-xs\">nórdicas extremas, combinado con una alta densidad de laminillas en zigzag que permite <br class=\"hidden-xs\">una mejor tracción y seguridad en el frenado.",

    "High density of zig-zag sipes provide more biting edges for<br class=\"hidden-xs\"> increased mechanical grip on ice.": "Alta densidad de laminillas en zigzag que proporcionan más <br class=\"hidden-xs\">bordes de agarre para un mayor agarre mecánico sobre hielo.",

    "Directional self-cleaning tread design coupled with sipes and studs <br class=\"hidden-xs\">provides exceptional grip on hard-packed snow.": "El diseño direccional autolimpiante de la banda de rodadura, combinado con laminillas y clavos,<br class=\"hidden-xs\"> proporciona un agarre excepcional en nieve compactada.",

    "ENHANCED TRACTION AND GRIP ON HARD PACKED ICE": "MAYOR TRACCIÓN Y AGARRE EN HIELO COMPACTADO",
    "Factory fitted with high-end Tikka Spike studs enhance traction,<br class=\"hidden-xs\"> grip and braking on hard packed ice and snow.": "Equipado de fábrica con clavos Tikka Spike de alta gama que mejoran <br class=\"hidden-xs\">la tracción, el agarre y el frenado sobre hielo y nieve compactada.",

    "_COMMENT": "RENEGADE® A/T5",
    "The Radar Renegade A/T5 is an exceptional all-terrain tyre range that is designed for people who like to venture off-road but need an assured ride on-road as well. This range offers increased stability and resistance to punctures. It also features the innovative and unique stone-ejector-technology that prevents stones from drilling and lodging in the tread. Most sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are approved for use in snow.": "El Radar Renegade A/T5 es una excepcional gama de neumáticos todo terreno diseñada para personas que disfrutan de aventuras fuera de carretera pero que también necesitan una conducción segura sobre el asfalto. Esta gama ofrece mayor estabilidad y resistencia a los pinchazos. También incorpora una innovadora tecnología para expulsar las piedras que impide que las piedras se claven o se queden alojadas en la banda de rodadura. La mayoría de los tamaños cuentan con el símbolo del copo de nieve con montaña de tres picos (3PMSF), lo que los hace aptos para su uso en nieve.",

    "ENHANCED STABILITY, HANDLING AND EVEN TREADWEAR": "ESTABILIDAD, MANEJO Y DESGASTE UNIFORME MEJORADOS",
    "Wide centre tread blocks help balance the <br class='hidden-xs'>weight distribution and ensure the tread <br class='hidden-xs'>wears evenly.": "Los bloques centrales anchos de la banda de rodadura ayudan a equilibrar la <br class='hidden-xs'>distribución del peso y aseguran un desgaste uniforme del neumático.",

    "Optimised tread block sizes and shapes with <br class='hidden-xs'>multiple lateral grooves and angled sipes ensure <br class='hidden-xs'>superb traction on all terrains.": "Tamaños y formas optimizados de los bloques de la banda de rodadura con múltiples surcos laterales y <br class='hidden-xs'>laminillas anguladas garantizan una tracción sobresaliente en todo tipo de terrenos.",

    "INCREASED STABILITY AND RESISTANCE TO PUNCTURES": "MAYOR ESTABILIDAD Y RESISTENCIA A LOS PINCHAZOS",
    "Robust 3-ply construction reduces the risk of <br class='hidden-xs'>punctures and gives sure-footed handling on <br class='hidden-xs'>all surfaces.": "La robusta construcción de 3 capas reduce el riesgo de pinchazos y proporciona un <br class='hidden-xs'>manejo seguro sobre todo tipo de superficies.",

    "Unique stone-ejector-technology that prevents <br class='hidden-xs'>stones from drilling and lodging in the tread <br class='hidden-xs'>and causing damage to the casing.": "Tecnología única de expulsión de piedras que evita que se perforen y queden incrustadas en <br class='hidden-xs'>la banda de rodadura, previniendo así daños en la carcasa.",

    "_COMMENT": "Renegade® R7 M/T",
    "The Renegade R7 M/T is a mud terrain tyre that has been designed specifically for extreme off-road applications. This range is designed to fit 4x4s and is suitable for vehicles with lift-kits. It features a reinforced 3-ply casing for high durability and state-of-the-art stone-ejector-technology which prevents stone retention and subsequent tyre damage. An ideal choice for drivers who want no compromise with off-road traction and handling.": "El Renegade R7 M/T es un neumático para terreno con barro diseñado específicamente para aplicaciones todoterreno extremas. Esta gama está pensada para vehículos 4x4 y es ideal para automóviles con kits de elevación. Cuenta con una carcasa reforzada de 3 capas que brinda alta durabilidad, junto con tecnología avanzada de expulsión de piedras que evita la retención de piedras y el daño posterior del neumático. Una elección ideal para conductores que no quieren comprometer la tracción y el control fuera de carretera.",

    "OUTSTANDING TRACTION IN <br class='hidden-xs'>ALL CONDITIONS": "TRACCIÓN EXCEPCIONAL EN <br class='hidden-xs'>TODAS LAS CONDICIONES",
    "Aggressive pattern featuring a high void <br class='hidden-xs'>ratio and open shoulder design.": "Diseño de patrón agresivo con una alta proporción <br class='hidden-xs'>de vacío y hombros abiertos.",

    "Unique stone-ejector-technology prevents stones <br class='hidden-xs'>from drilling and lodging in the tread and <br class='hidden-xs'>causing damage to the casing.": "La exclusiva tecnología expulsora de piedras evita que las piedras se incrusten y perforen la <br class='hidden-xs'>banda de rodadura, causando daños a la carcasa.",

    "SUPERIOR OVERALL <br class='hidden-xs'>RESISTANCE TO DAMAGE": "RESISTENCIA GENERAL SUPERIOR A DAÑOS",
    "Reinforced 3-ply <br class='hidden-xs'>casing construction.": "Construcción de carcasa reforzada <br class='hidden-xs'>con 3 capas.",

    "ENHANCED TREAD LIFE AND BRAKING <br class='hidden-xs'>ON ALL SURFACES": "VIDA ÚTIL DE LA BANDA DE RODADURA Y FRENADO <br class='hidden-xs'>MEJORADOS EN TODAS LAS SUPERFICIES",   
    "Special tread compound and <br class='hidden-xs'>wide footprint.": "Compuesto de banda de rodadura <br class='hidden-xs'>especial y huella ancha.",

    "_COMMENT": "Argonite® RV-4",
    "The Argonite RV-4 is a state-of-the-art, high-mileage van tyre. This range has been designed for medium to large light commercial vehicles up to 3.5 tonnes. It offers excellent mileage, stability, high load carrying capability, aquaplaning resistance and low noise emission. This range features robust sidewall protectors that have been designed to cope with kerbing damage and protect the carcass. Available in speed ratings up to H (210km/h), this range offers a good combination of value and performance.": "El Argonite RV-4 es un neumático de última generación para furgonetas, diseñado para ofrecer un alto kilometraje. Esta gama está pensada para vehículos comerciales ligeros, de tamaño de medio a grande hasta 3,5 toneladas. Ofrece un excelente rendimiento en kilometraje, estabilidad, gran capacidad de carga, resistencia al aquaplaning y baja emisión de ruido. Esta gama incorpora protectores de flanco robustos diseñados para resistir daños por roces en bordillos y proteger la carcasa. Disponible en índices de velocidad hasta H (210 km/h), esta gama ofrece una excelente combinación de valor y rendimiento.",

    "HIGHER LOAD CARRYING CAPACITY AND <br class='hidden-xs'>DURABILITY": "MAYOR CAPACIDAD DE CARGA Y DURABILIDAD",
    "Strong casing manufactured with high-density <br class='hidden-xs'>polyester plies.": "Carcasa robusta fabricada con capas de <br class='hidden-xs'>poliéster de alta densidad.",

    "GOOD MILEAGE AND HIGH FUEL <br class='hidden-xs'>EFFICIENCY": "BUEN RENDIMIENTO Y ALTA EFICIENCIA DE COMBUSTIBLE",
    "Specially formulated tread compound that wears evenly <br class='hidden-xs'>and provides lower rolling resistance.": "Compuesto de la banda de rodadura especialmente <br class='hidden-xs'>formulado que se desgasta de manera uniforme y proporciona una menor <br class='hidden-xs'>resistencia al rodamiento.",

    "INCREASED WET TRACTION AND <br class='hidden-xs'>BRAKING": "MAYOR TRACCIÓN Y FRENADO EN MOJADO",
    "Lateral grooves that provide efficient water evacuation <br class='hidden-xs'>and aquaplaning resistance.": "Surcos laterales que proporcionan una evacuación <br class='hidden-xs'>eficiente del agua y resistencia al aquaplaning.",

    "_COMMENT": "Argonite® RV-4T",
    "The Argonite RV-4T is a modern range of trailer tyres that is perfect for non-driven wheels such as those of low-loaders, caravans, livestock and delivery trailers. This range has been specifically designed, developed and tested for trailers and every size carries the FRT (Free Rolling Tyre) designation. Most sizes are dual load rated as well.": "El Argonite RV-4T es una gama moderna de neumáticos para remolques, perfecta para ruedas no motrices como las de plataformas bajas, caravanas, transporte de ganado y remolques de reparto. Esta gama ha sido específicamente diseñada, desarrollada y probada para remolques, y cada medida lleva la designación FRT (Free Rolling Tyre – Neumático de Rodadura Libre). La mayoría de las medidas también tienen doble índice de carga.",

    "EXCELLENT LOAD CARRYING CAPACITY ON SINGLE,<br class='hidden-xs'> DOUBLE AND MULTIPLE AXLE TRAILERS": "EXCELENTE CAPACIDAD DE CARGA EN REMOLQUES DE UN EJE, <br class='hidden-xs'>DOBLE EJE Y EJE MÚLTIPLE",
    "Reinforced construction and optimised inflated shape ensure<br class=\"hidden-xs\"> loads are carried evenly across the footprint.": "La construcción reforzada y la forma inflada optimizada, garantizan un transporte uniforme de las cargas<br class=\"hidden-xs\"> a lo largo de la huella.",

    "GREAT DIRECTIONAL STABILITY AND <br class='hidden-xs'>AQUAPLANING RESISTANCE": "EXCELENTE ESTABILIDAD DIRECCIONAL Y <br class='hidden-xs'>RESISTENCIA AL AQUAPLANING",
    "Sinusoidal pattern with wide circumferential grooves and lateral open shoulder<br class=\"hidden-xs\"> grooves gives directional stability and efficient water clearance.": "El diseño sinusoidal con amplias ranuras circunferenciales y laterales abiertas en los hombros, <br class=\"hidden-xs\">proporcionan estabilidad direccional y una evacuación eficiente del agua.",

    "INCREASED PROTECTION AGAINST<br class='hidden-xs'> DAMAGE AND KERBING": "MAYOR PROTECCIÓN CONTRA DAÑOS Y ROZADURAS",
    "Optimised sidewall protector design extends the life of the tyre by protecting <br class=\"hidden-xs\">the casing from kerbing and other sidewall damages": "El diseño optimizado del protector de flancos prolonga la vida útil del neumático al proteger <br class=\"hidden-xs\">la carcasa de rozaduras con el bordillo y otros daños en los laterales.",

    "_COMMENT": "RLT-71",
    "The RLT-71 is a premium light commercial tyre. This range is specifically designed for small to medium vans and light commercial vehicles. It offers good wet and dry performance, mileage and safety with high load carrying capacity which makes it the ideal choice for this application.": "El RLT-71 es un neumático premium para vehículos comerciales ligeros. Esta gama ha sido diseñada específicamente para furgonetas pequeñas y medianas, Así como para vehículos ligeros. Ofrece un buen rendimiento tanto en mojado como en seco, seguridad y una excelente durabilidad., junto con una alta capacidad de carga, lo que lo convierte en la elección ideal para esta aplicación.",

    "GOOD MILEAGE AND <br class='hidden-xs'>HIGH FUEL EFFICIENCY": "ALTO KILOMETRAJE Y MAYOR EFICIENCIA <br class='hidden-xs'>DE COMBUSTIBLE",
    "Specially formulated tread compound that wears evenly and <br class='hidden-xs'>provides lower rolling resistance.": "Compuesto de banda de rodadura especialmente formulado que <br class='hidden-xs'>se desgasta de manera uniforme y ofrece menor resistencia al rodamiento.",

    "_COMMENT": "Argonite®4 Season RV-4S",
    "The Argonite 4 Season <sup>RV-4S</sup> is an All-Weather van tyre designed for year-round use. Developed and engineered for light commercial vehicles, this tyre is the ideal choice for drivers seeking excellent handling, high mileage, high load carrying capability, low rolling resistance and great performance in all weather conditions. All sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are officially approved for winter use. Available in a variety of fitments for small, medium and large vans.": "El Argonite 4 Season <sup>RV-4S</sup> es un neumático para furgonetas de uso en todas las estaciones diseñado para ofrecer rendimiento durante todo el año. Desarrollado y diseñado para vehículos comerciales ligeros, es la elección ideal para conductores que buscan un manejo excelente, alto kilometraje, gran capacidad de carga, baja resistencia a la rodadura y un gran rendimiento en todas las condiciones climáticas. Todos los tamaños cuentan con el símbolo del copo de nieve de montaña de tres picos (3PMSF) y están oficialmente aprobados para su uso en invierno. Disponible en una variedad de medidas para furgonetas pequeñas, medianas y grandes.",

    "SAFETY IN ALL WEATHER CONDITIONS": "SEGURIDAD EN TODAS LAS CONDICIONES CLIMÁTICAS",
    "Symmetric tread pattern with three circumferential <br class=\"hidden-xs\">grooves provides aquaplaning resistance on wet roads <br class=\"hidden-xs\">and high-density sipes provide exceptional grip on wet, <br class=\"hidden-xs\">slush and snow.": "El diseño simétrico de la banda de rodadura con tres surcos circunferenciales proporciona resistencia al aquaplaning <br class=\"hidden-xs\">en carreteras mojadas, mientras que las laminillas de alta densidad ofrecen un agarre excepcional en superficies <br class=\"hidden-xs\">mojadas, con aguanieve y nieve.",

    "OPTIMAL TRACTION IN ALL SEASONS": "TRACCIÓN ÓPTIMA EN TODAS LAS ESTACIONES",
    "Unique dual compound technology that <br class=\"hidden-xs\">keeps the tyre flexible in both hot <br class=\"hidden-xs\">summer weather and cold winter <br class=\"hidden-xs\">temperatures.": "Tecnología exclusiva de doble compuesto que mantiene el neumático flexible <br class=\"hidden-xs\">tanto en climas calurosos de verano como en temperaturas frías de invierno.",

    "REINFORCED FOR ROBUSTNESS": "REFORZADO PARA MAYOR ROBUSTEZ",
    "Reinforced construction using the latest <br class=\"hidden-xs\">materials and techniques provides <br class=\"hidden-xs\">stability and high load- carrying <br class=\"hidden-xs\">capability.": "La construcción reforzada con los materiales y técnicas más avanzadas proporciona <br class=\"hidden-xs\">estabilidad y una alta capacidad de carga.",

    "_COMMENT": "Argonite® Alpine",
    "The Argonite Alpine is a winter specific tyre designed for light commercial applications. This range provides drivers improved performance in all winter conditions and optimises stability, high load carrying capability and durability.": "El Argonite Alpine es un neumático de invierno diseñado específicamente para aplicaciones comerciales ligeras. Esta gama ofrece a los conductores un mejor rendimiento en todas las condiciones invernales y optimiza la estabilidad, la capacidad de carga y la durabilidad.",

    "High density of zig-zag sipes help increase the grip on snow and slush <br class=\"hidden-xs\">which provides excellent steering and handling performance. Optimised <br class=\"hidden-xs\">tread compound with advanced synthetic polymers and silica ensure that <br class=\"hidden-xs\">the rubber stays grippy in wet and cold weather conditions.": "La alta densidad de laminillas en zigzag ayuda a aumentar el agarre sobre nieve y <br class=\"hidden-xs\">aguanieve, lo que proporciona una excelente dirección y maniobrabilidad. El <br class=\"hidden-xs\">compuesto optimizado con polímeros sintéticos avanzados y sílice asegura que el <br class=\"hidden-xs\">caucho se mantenga adherente en condiciones de humedad y frío.",
    
    "TOTAL CONTROL AND STABLE HANDLING": "CONTROL TOTAL Y MANEJO ESTABLE",
    "Optimsed pattern and construction <br class=\"hidden-xs\">results in a contact patch that has <br class=\"hidden-xs\">been optimised to ensure predictable <br class=\"hidden-xs\">cornering and handling.": "El diseño y la construcción optimizados dan como resultado una huella de <br class=\"hidden-xs\">contacto que ha sido perfeccionada para garantizar un comportamiento predecible <br class=\"hidden-xs\">en curvas y un manejo seguro.",

    "HIGH LOAD CARRYING CAPABILITY": "ALTA CAPACIDAD DE CARGA",
    "Reinforced casing and robust steel <br class=\"hidden-xs\">belts ensure that the vehicle <br class=\"hidden-xs\">remains stable whilst under heavy <br class=\"hidden-xs\">and light loads.": "La carcasa reforzada y los cinturones de acero robustos garantizan que el vehículo <br class=\"hidden-xs\">permanezca estable tanto con cargas pesadas como ligeras.",

    "_COMMENT": "DIMAX® CLASSIC",
    "The Dimax Classic is a touring tyre specially designed and developed for classic cars. This range offers a combination of classic looks yet state-of-the-art pattern technology and the latest in materials sophistication that ensures the tyre delivers exceptional handling, durability and comfort, while completely complimenting and adding to the overall aesthetic of your classic/vintage vehicle. Available in either a retro white sidewall or a sophisticated black sidewall finish.": "El Dimax Classic es un neumático de turismo diseñado y desarrollado especialmente para autos clásicos. Esta gama ofrece una combinación de estética retro con tecnología de diseño de última generación y materiales sofisticados que garantizan un manejo excepcional, durabilidad y confort. Todo esto mientras complementa y realza el estilo general de tu vehículo clásico o vintage. Disponible con un elegante flanco blanco retro o con un acabado negro sofisticado.",

    "HIGH MILEAGE": "ALTO KILOMETRAJE",
    "Specially formulated tread compound.": "Compuesto de banda de rodadura <br class=\"hidden-xs\">especialmente formulado.",

    "DELIVERS SHORTER BRAKING DISTANCE": "DISTANCIA DE FRENADO MÁS CORTA",
    "Touring tread pattern.": "Diseño de banda de rodadura para turismo.",

    "CLASSIC AESTHETICS FOR CLASSIC/VINTAGE VEHICLES": "ESTÉTICA CLÁSICA PARA VEHÍCULOS CLÁSICOS O VINTAGE",
    "Vintage tread and sidewall design available in either a black or retro white sidewall finish.": "Diseño vintage de banda de rodadura y flanco disponible en <br class=\"hidden-xs\">acabado negro o retro de flanco blanco.",

    "_COMMENT": "Renegade® Classic",
    "The Renegade Classic a Classic range that is designed for classic/vintage 4x4 vehicles. This tyre features the latest in design, development, materials and manufacturing techniques combined with the look that classic/vintage 4x4 vehicles need. The Renegade Classic has been designed to complete the look of your beloved project, whilst giving you the assurance of a quiet, comfortable ride and exceptional handling and grip.": "El Renegade Classic es una gama de neumáticos diseñada para vehículos 4x4 clásicos/vintage. Este neumático incorpora lo último en diseño, desarrollo, materiales y técnicas de fabricación, combinado con la estética que requieren los vehículos 4x4 clásicos y vintage. El Renegade Classic ha sido creado para complementar el estilo de tu proyecto más querido, ofreciéndote al mismo tiempo un viaje silencioso y cómodo, con un manejo y agarre excepcionales.",

    "EXCEPTIONAL HANDLING AND GRIP":"MANEJO Y AGARRE EXCEPCIONALES",
    "Latest tread compound and construction <br class='hidden-xs'>technology.": "Compuesto de banda de rodadura y tecnología de construcción <br class=\"hidden-xs\">de última generación.",

    "Modern take on the classic/vintage 4x4 tread design with optimised tread <br class='hidden-xs'>pitch technology, to give an authentic feel to your classic 4x4.": "Interpretación moderna del diseño de la banda de rodadura clásica/vintage <br class=\"hidden-xs\">para 4x4 con tecnología optimizada de paso de banda, que ofrece una sensación auténtica <br class=\"hidden-xs\">a tu 4x4 clásico.",

    "PROVIDES A SOPHISTICATED LOOK FOR YOUR <br class='hidden-xs'>CLASSIC/ANTIQUE/VINTAGE 4X4": "OFRECE UNA ESTÉTICA SOFISTICADA PARA TU <br class=\"hidden-xs\">4X4 CLÁSICO/ANTIGUO/VINTAGE",
    "Vintage tread and sidewall design.": "Diseño vintage de la banda de rodadura y el flanco.",

    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",

    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": ""

}