{
    "_COMMENT": "COMMONS", 
    "PREMIUM COLLECTION": "COLLECTION PREMIUM",
    "Home": "",
    "SIZES":"TAMAÑOS",
    "FEATURES":"CARACTÉRISTIQUES",
    "All":"",
    "L.I.":"",
    "S.R.":"",
    "L.R.":"",
    "EVC":"COMPATIBLE AVEC LES VÉHICULES ÉLECTRIQUES",
    "M+S":"",
    "Show EU labels":"Mostrar etiquetas UE",
    "Hide EU labels":"Ocultar etiquetas UE",
    "EU Label":"Etiqueta UE",
    "SIZE":"TAMAÑO ",
    "EXTREME TERRAIN":"",
    "RUN-FLAT":"RUN-FLAT",
    "CAR/CUV/SUV":"VOITURES/CUV/SUV",
    "CAR":"VOITURE",
    "EXTENDED MOBILITY":"MOBILITÉ PROLONGÉE",
    "SPORT TOURING":"SPORT TOURING",
    "WINTER NORDIC":"HIVER NORDIC",
    "STUDDED":"",
    "URBAN":"URBAN",
    "FREE ROLLING TYRE":"",
    "TEMPORARY SPARE":"ROUE DE SECOURS TEMPORAIRE",

    "VEHICLE TYPE": "TYPE DE VÉHICULE",
    "CAR/CUV":"VOITURE/CUV",
    "CAR/SUV": "VOITURE/SUV",
    "SUV/4X4": "SUV/4X4",
    "VAN/CARGO": "FOURGON/CAMIONNETTE",
    "CLASSIC": "CLASSIQUE",
    "HIGH PERFORMANCE": "HAUTE PERFORMANCE",
    "TOURING": "TOURING",
    "WINTER": "HIVER",
    "ALPINE": "ALPINE",
    "WINTER ALPINE": "HIVER ALPINE",
    "WINTER NORDIC STUDDED": "HIVER NORDIC CLOUÉ",
    "ALL TERRAIN": "TOUT TERRAIN",
    "RUGGED TERRAIN": "TERRAIN ACCIDENTÉ",
    "MUD TERRAIN": "TERRAIN BOUEUX",
    "VAN": "FOURGON",
    "TRAILER": "REMORQUE",
    "ALL WEATHER":"TOUTES SAISONS",
    "POR":"POR",

    "SEASON": "SAISON",
    "ALL SEASON": "TOUTES SAISONS",
    "3PMSF": "3PMSF",
    
    "ULTRA HIGH PERFORMANCE": "ULTRA HAUTE PERFORMANCE",
    
    "SUMMER": "ÉTÉ",
    "MUD AND SNOW": "BOUE ET NEIGE",
    "EV COMPATIBLE": "COMPATIBLE EV",
    


    "_COMMENT": "LEGENDS COMMONS PLACEHOLDERS",
     "li": "Indice de charge",
    "sr": "Indice de vitesse",
    "lr": "Indice de charge",
    "evc": "Compatible avec les véhicules électriques",
    "ms": "Boue et neige",
    "wet": "Adhérence sur sol mouillé",
    "resistance": "Résistance au roulement",
    "noise": "Bruit de roulement externe",
    "noise_class": "Classe de bruit",
    "more": "Pour en savoir plus sur les classifications européennes, cliquez ",
    "here": "ici",
    "speed_label": "Indice de vitesse: ",
    "load_label": "Indice de charge: ",
    "extra": "Charge supplémentaire",
    "rft": "",
    "sl": "Charge standard",
    "3pmsf": "3 pics de flocon de neige",
    "sizes_02": "Dimensions disponibles en Dimax Ice Lock (DI.IL.02)",
    "sizes_04": "Dimensions disponibles en Dimax Ice Lock (DI.IL.04)",
    "sw": "",
    "owl": "",
    "por": "",
    "wsw": "Flanc blanc",
    "wswn": "Flanc blanc étroit",
    

    "Tyres": "PNEUS",
    "TYRES": "PNEUS",
    "Why Radar": "POURQUOI RADAR",
    "WHY RADAR": "POURQUOI RADAR",
    "UNITED STATES": "ÉTATS-UNIS",
    "CANADA": "CANADA",
    "EUROPE": "EUROPE",
    "SPAIN": "ESPAGNE",
    "ITALY": "ITALIE",
    "FRANCE": "FRANCE",
    "ASIA, MIDDLE EAST AND AFRICA": "ASIE, MOYEN-ORIENT ET AFRIQUE",
    "READ MORE": "EN SAVOIR",

    "WATCH VIDEO": "REGARDER LA VIDÉO",
    
    "FOLLOW US": "SUIVEZ-NOUS",
    "DEALER LOCATOR": "RECHERCHER UN REVENDEUR",
    "Dealer Locator": "RECHERCHER UN REVENDEUR",
    "ABOUT US": "À PROPOS",
    "RESPONSIBILITY": "RESPONSABILITÉ",
    "WARRANTY": "GARANTIE",
    "OMNI UNITED": "OMNI UNITED",
    "OMNISYNC LOGIN": "OMNISYNC CONNEXION",
    "Contact us": "CONTACTEZ-NOUS",
    "CONTACT US": "CONTACTEZ-NOUS",
    "All Rights Reserved with Omni United (S) Pte. Ltd.": " Tous droits réservés à Omni United (S) Pte. Ltd.",
    "Privacy Policy": "Politique de confidentialité",
    "Manage cookies": "Gérer les cookies",
    "You are currently viewing the :language website. If you wish to change the region, please select it from the drop-down list and press continue.": "Vous visualisez actuellement le site web en :language. Si vous souhaitez changer de région, veuillez la sélectionner dans la liste déroulante et appuyer sur continuer.",


    "_comment": "DEALER LOCATOR STRINGS",
    "dealerLocator__enterZip": "Entrez votre code postal ou votre emplacement",
    "dealerLocator__chooseRadius": "Choisissez un rayon de recherche",
    "dealerLocator__5KmRadius": "Rayon de 5 kilomètres",
    "dealerLocator__10KmRadius": "Rayon de 10 kilomètres",
    "dealerLocator__25KmRadius": "Rayon de 25 kilomètres",
    "dealerLocator__50KmRadius": "Rayon de 50 kilomètres",
    "dealerLocator__100KmRadius": "Rayon de 100 kilomètres",
    "dealerLocator__button_search": "RECHERCHER",
    "dealerLocator__button_useLocation": "UTILISER MON EMPLACEMENT",
    "dealerLocator__text_or": "ou",
    "Red partner": "Red partner",


    
    "Social Responsibility": "Responsabilité sociale",
    "SOCIAL RESPONSIBILITY": "RESPONSABILITÉ",


    "_comment": "RADAR RED PARTNER PAGE",
    "redPartnerPage_mainTitle": "PARTENAIRE RADAR RED",
    "redPartnerPage_overview": "Le partenaire Radar RED (Radar Elite Dealer) est une communauté de revendeurs Radar Tyres de confiance qui s'engagent à fournir des produits de qualité supérieure et un service client exceptionnel. Nos partenaires RED sont soigneusement sélectionnés pour leur engagement envers l'excellence, la disponibilité des produits et leur connaissance des produits, afin de vous garantir les meilleures solutions de pneus adaptées à vos besoins.",
    "redPartnerPage_whyChoose": "Pourquoi choisir un partenaire Radar RED ?",
    "redPartnerPage_whenBuy": "Lorsque vous achetez chez un partenaire Radar RED, vous bénéficiez des avantages suivants :",
        "redPartnerPage_whenBuyBenefitsEliteService": "Un service haut de gamme : bénéficiez de conseils personnalisés et de l'avis d'experts pour trouver les pneus adaptés à votre véhicule.",
        "redPartnerPage_whenBuyBenefitsPremiumProducts": "L'accès à des produits haut de gamme : profitez des pneus Radar les plus récents et les plus innovants, conçus pour offrir performances et durabilité.",
        "redPartnerPage_whenBuyBenefitsExclusiveBenefits": "Avantages exclusifs pour les clients: Dans certains marchés, les partenaires RED peuvent offrir des avantages supplémentaires tels que le programme Protection contre les risques routiers et la Promesse de satisfaction de 30 jours.",
        "redPartnerPage_whenBuyBenefitsAfterSalesSupport": "Assistance après-vente dédiée : une assistance sans faille pour les garanties, les remplacements et l'entretien des pneus.",
    "redPartnerPage_commitment": "Avec un partenaire Radar RED, vous n'achetez pas seulement des pneus, vous investissez dans une qualité supérieure, une expertise reconnue et un service client inégalé.",



    "_comment": "Social Responsibility PAGE",
    "socialRespPage__secSocialRespSocial": "Responsabilité sociale",
    "socialRespPage__secSocialResp_text": "No podemos transformar el mundo solos, pero queremos demostrar que si una empresa como la nuestra puede invertir el tiempo, el esfuerzo y los recursos necesarios para hacer una diferencia, entonces cualquiera puede.",
    "socialRespPage__ceo": "G.S.Sareen, Presidente y CEO, Omni United",
    "socialRespPage__secGivingBack": "Devolviendo a la Sociedad",
    "socialRespPage__secGivingBack_Para1": "Siempre hemos creído en devolver, tanto al medio ambiente como a la sociedad. Este es uno de los pilares sobre los que se ha construido nuestra empresa. Fueron estas creencias las que nos llevaron a asociarnos con la Fundación de Investigación del Cáncer de Mama (BCRF) en 2011. Juntos lanzamos “Movilizando Esperanza”, un programa de alianza corporativa que apoya la misión de la BCRF de prevenir y curar el cáncer de mama mediante el avance de la investigación más prometedora del mundo. Nuestro apoyo a la BCRF no ha sido solo monetario, sino que también ha estado orientado a llevar la conciencia sobre su trabajo al primer plano de nuestra industria y de la sociedad en general. A través de este programa, continuamos financiando y apoyando miles de horas de investigación crítica que salva vidas.",
    "socialRespPage__secGivingBack_Para2": "A lo largo de los años, hemos emprendido numerosas iniciativas para crear conciencia sobre esta causa. Algunas de ellas incluyen el lanzamiento de un neumático de edición limitada con pared lateral rosa que se vendió a través de un importante distribuidor de neumáticos en EE. UU., el apoyo a BCRF en todas las principales exposiciones comerciales y ferias de neumáticos a nivel mundial, y el fomento de nuestros distribuidores con materiales de promoción y concienciación en tienda. También hemos recibido un apoyo tremendo de nuestros equipos de carreras anteriores, ya que siempre han exhibido el logo de BCRF en sus vehículos de carrera y nuestra anterior embajadora de marca, la golfista de la LPGA, Jodi Ewart Shadoff, quien nos ayudó a generar más conciencia sobre esta causa.",
    "socialRespPage__secGivingBack_Para3_1": "En 2024, Radar Tyres donará un mínimo de $50,000 a la Fundación de Investigación del Cáncer de Mama<sup>®</sup> independientemente de las ventas. Para más información sobre nuestro programa, por favor visita",
    "socialRespPage__secGivingBack_Para3_2": "Para más información sobre BCRF, por favor visita",
    "socialRespPage__secFundraisingHeading": "PROGRAMA DE RECAUDACIÓN DE FONDOS ASOCIADO CON EDEN TYRES & SERVICING CON BASE EN EL REINO UNIDO",
    "socialRespPage__secFundraisingHeading_text": "Por quinto año consecutivo, Radar Tyres se ha asociado con su distribuidor de neumáticos con sede en el Reino Unido, Eden Tyres & Servicing, para recaudar fondos para BCRF. Por cada neumático Radar vendido en los puntos de venta de Eden Tyre en el Reino Unido en 2024, ambas empresas donarán colectivamente £2 a BCRF. A través de este programa, la empresa tiene como objetivo recaudar £20,000 este año para BCRF.",
    "socialRespPage__secSustainabilityPhilosophyHeading": "Nuestra filosofía de sostenibilidad y retribución.",
    "socialRespPage__bcrfTotalDonated": "donado a <br> BCRF hasta la fecha",
    "socialRespPage__researchHoursFunded": "horas de <br> investigación financiada",


    

    "_comment": "CONTACT US PAGE",
    "contactPage__title": "CONTACTEZ-NOUS",
    "contactPage__formSuppText_part1": "Si vous êtes intéressé par la distribution des pneus Radar, si vous recherchez un revendeur près de chez vous ou si vous avez toute autre question, vous pouvez nous contacter via le formulaire ci-dessous ou nous écrire à",
    "contactPage__formSuppText_part2": "Nous vous répondrons dans les plus brefs délais.",
    "contactPage__form_title": "ENVOYER UNE DEMANDE",
    "contactPage__formInput_name": "NOM*",
    "contactPage__formInput_phone": "TÉLÉPHONE*",
    "contactPage__formInput_email": "E-MAIL*",
    "contactPage__formInput_country": "PAYS*",
    "contactPage__formInput_message": "MESSAGE",
    "contactPage__formButton_send": "ENVOYER",
    "contactPage__formText_reqText": "*champ obligatoire",
    "contactPage__addTitle_singapore": "SINGAPOUR (SIEGE SOCIAL)",
    "contactPage__addTitle_italy": "ITALIE",
    "contactPage__addTitle_uae": "ÉMIRATS ARABES UNIS",
    "contactPage__addText_hrs": "Heures d'ouverture:",
    "contactPage__addText_days": "Du lundi au vendredi",
    

    "_comment": "NEW EU TYRE LABELLING PAGE",
    "NEW EU TYRE LABELLING": "",
    "As the EU heads towards its goal of becoming CO2 neutral by 2050 it is trying to cut emissions across various sectors including the transport sector. The new EU tyre labelling regulation aims to help achieve this goal by reducing CO2 levels as it provides the consumers information to identify and purchase more fuel efficient tyres.": "",
    "The new EU labelling Regulation (EU) 2020/740 comes into effect from 1st May 2021 and replaces the previous Regulation (EC) No 1222/2009, which has been in effect from 2012. This labelling scheme allows consumers to make an informed purchase decision on the various performance paraments of the tyres such as rolling resistance which translates into fuel efficiency, wet grip and noise. Additionally, the new labelling also introduces pictograms that indicate if the tyre is suitable for use in severe snow conditions(3PMSF) and its grip in icy conditions (the later applies to C1 tyres only).": "",
    "For additional information please visit the": "",
    "official European Commission website": "",
    "The New EU Tyre Label": "",
    "The new regulation covers C1(Car &amp; SUV), C2(Van &amp; Light Trucks) and C3(Bus &amp; Truck) tyres": "",
    "A tyre type identification number has been added to the label": "",
    "A unique QR code for each article has been added that links the to the EPREL (European Product Registry for Energy Labelling)": "",
    "Noise Classes A, B and C replace the previous sound waves": "",
    "There are options for including pictograms for severe snow conditions (3PMSF) 3 Peak Mountain Snowflake or Alpine symbol. C1 Tyres suitable for ice conditions(Friction) can also be represented with an ice grip pictogram.": "",
    "Rolling Resistance label classes have been reclassified – The earlier E class has now been moved to D class, F & G class have now been grouped under E class.": "",
    "Wet Grip labels classes have been reclassified - The earlier E class has now been moved to D class, and the earlier F class has now been made E class.": "",
    "How to read the New EU tyre label": "",
    "The tyre label features different fields and pictograms.": "",
    "Energy Label – This is the new label title.": "",
    "QR Code – This links to the EPREL database. Consumers can scan this and get all the EU label information in a tabular form.": "",
    "Supplier name - Trade Name or Trade Mark of the supplier": "",
    "Tyre type identifier – This is a unique article number that identifies the product": "",
    "Tyre Size – this shows the tyre size designation, load-capacity index and speed category symbol": "",
    "Tyre Class – This identifies the class of the tyre i.e. C1(Car & SUV), C2(Van & Light Truck) or C3(Truck and Bus).": "",
    "Fuel Efficiency pictogram – depending on the tyre’s rolling resistance its fuel efficiency is graded from A all the way down to E. With A denoting the best fuel efficiency.": "",
    "Wet Grip pictogram – This pictogram shows how well the tyre will perform in wet conditions. With performance graded from A down to E, with A signifying the shortest braking distance on wet roads.": "",
    "External rolling noise pictogram – This measures the noise levels in dB(decibels), followed by a noise class which replaces the existing sound bars. The noise class is graded from A down to C.": "",
    "Snow grip pictogram (3PMSF) – This pictogram is mainly shown on winter and all weather tyres. It shows that the tyre is suited for performance in severe snow conditions. This is also known as the 3PMSF (3 Peak Mountain Snow Flake) or the Alpine Symbol.": "",
    "Ice grip pictogram – This is shown on winter tires that have outstanding ice performance which has been confirmed by a defined ice grip test. These tyres are designed for extremely severe climate conditions such as those in the Nordics where roads are covered with ice or hard compact snow. Such tyres should not be used in less severe climate conditions.": "",
    "Regulation Serial number – This regulation’s serial number is: 2020/740": "",
    "This Regulation does not apply to:": "",
    "Tyres classified as POR or Professional Off‐road tyres.": "",
    "Tyres designed to be fitted only on vehicles registered for the first time before 1 October 1990.": "",
    "Tyres designed as “Temporary use spare tyres” and marked “Temporary use only”.": "",
    "Tyres whose speed rating is less than 80 km/h.": "",
    "Tyres whose nominal rim diameter does not exceed 10” (or ≤ 254 mm) or is more than 25” (or ≥ 635 mm).": "",
    "Tyres designed to be fitted/fitted with additional devices to improve traction properties, such as studdable/studded tyres.": "",
    "Tyres designed only to be fitted on vehicles intended exclusively for racing.": "",
    "Second‐hand tyres, unless such tyres are imported from a third country.": "",

    

    "_comment": "WARRANTY PAGE",
    "LIMITED WARRANTY - EUROPE": "GARANTIE LIMITÉE - EUROPE",
    "Workmanship and Materials Limited Warranty": "Garantie limitée sur la fabrication et les matériaux",
    "Road Hazard Protection<sup>1</sup>": "Garantie contre les risques routiers<sup>1</sup>",
    "30-Day Satisfaction Promise": "",
    "<sup>1</sup> These warranties are offered on selected ranges. Please refer to the Buyers Warranty Guide for the most updated list of eligible ranges.": "<sup>1</sup>Ces garanties sont offertes sur certaines gammes. Veuillez consulter le guide de garantie de l'acheteur pour obtenir la liste la plus récente des gammes éligibles.",
    "WARRANTY INFORMATION": "INFORMATIONS SUR LA GARANTIE",
    "EUROPE (Non-Baltic region) Limited Warranty Booklet": "EUROPE (hors région Baltique) Livret de garantie limitée",
    "Passenger and Light Truck replacement tyres purchased from 1<sup>st</sup> January to 31<sup>st</sup> December, 2025": "Pneus de remplacement pour voitures particulières et camionnettes achetés entre le 1er janvier et le 31 décembre 2025",
    "BALTIC REGION  Limited Warranty Booklet": "LIVRET DE GARANTIE LIMITÉE POUR LA RÉGION BALTIQUE",
    "Buyers Warranty Guide": "Guide de garantie de l'acheteur",
    "Passenger and Light Truck replacement tyres purchased from 1<sup>st</sup> January to 31<sup>st</sup> December, 2024": "Pneus de remplacement pour voitures particulières et camionnettes achetés entre le 1er janvier et le 31 décembre 2024",
    "Limited Warranty Booklet": "Livret de garantie limitée",
    "Claim Form": "Formulaire de réclamation",
    "Passenger and Light Truck replacement tyres purchased after  1<sup>st</sup> January, 2024": "Pneus de remplacement pour voitures particulières et camionnettes achetés après le 1er janvier 2024",





    
    "_COMMENT": "RADARTYRES MAIN PAGE",
    "mainPage__mainHeading": "TOUT LE MONDE DEVRAIT AVOIR LE DROIT<br> D'ACCÉDER À DES PNEUS HAUT DE GAMME À<br> DES PRIX ABORDABLES",
    "mainPage__mainHeading_cta": "EN SAVOIR PLUS SUR LES PNEUS RADAR",
    "mainPage__whyRadarHeading": "DES PERFORMANCES ET UNE SÉCURITÉ OPTIMALES, SANS LE PRIX ÉLEVÉ.",
    "mainPage__ceoTitle": "MESSAGE DU PDG",
    "mainPage__ceoHeading": "NOTRE MISSION EST DE PROPOSER DES PNEUS HAUT DE GAMME DE QUALITÉ SUPÉRIEURE À DES PRIX ABORDABLES POUR TOUS.",
    "mainPage__testTitle": "TEST",
    "mainPage__testHeading": "TESTÉ DE MANIÈRE EXHAUSTIVE PAR RAPPORT AUX MARQUES HAUT DE GAMME.",
    "mainPage__realPeopleTitle": "DES PERSONNES RÉELLES. DES PERFORMANCES RÉELLES.",
    "mainPage__realPeopleHeading": "RENCONTREZ LES EXPERTS QUI FONT PASSER LES PNEUS RADAR AU NIVEAU SUPÉRIEUR.  ",
    "mainPage__respSectionHeading": "NOTRE ENGAGEMENT ENVERS LA COMMUNAUTÉ",
    "mainPage__respText": "Nous avons toujours cru en l'importance de redonner à la communauté, et c'est l'un des piliers sur lesquels Radar Tyres a été fondé. C'est cette conviction qui nous a amenés à nous associer en 2011 à la Breast Cancer Research Foundation (BCRF), la principale organisation de lutte contre le cancer du sein aux États-Unis et la mieux notée dans ce domaine. Nous soutenons la BCRF dans sa mission de prévention et de guérison du cancer du sein en faisant progresser les recherches les plus prometteuses au monde.",


    "_COMMENT": "RADAR ABOUT US",
    "aboutPage__title": "<span class='red'>ON DIT QUE LES PNEUS PREMIUM SONT CHERS.</span><br><span class='black'>NOUS, ON DIT QUE CE N'EST PAS LE CAS QUAND VOUS ROULER AVEC NOUS.</span>",
    "aboutPage__secHeading": "CHEZ RADAR TYRES, NOUS PENSONS QUE LES CONCESSIONNAIRES ET LES CONSOMMATEURS DOIVENT AVOIR LE DROIT D'ACCÉDER À DES PNEUS PREMIUM DE HAUTE QUALITÉ À DES PRIX ABORDABLES.",
    "aboutPage__secHeading_text": "Nous nous engageons à offrir une valeur exceptionnelle grâce à des opérations allégées, une fabrication efficace et des chaînes d'approvisionnement rationalisées. Pour les consommateurs, Radar Tyres offre une alternative abordable et de haute qualité aux marques haut de gamme coûteuses. Pour les concessionnaires, Radar Tyres offre une opportunité commerciale rentable avec des marges équitables, une gamme complète de produits, une disponibilité fiable et un service client exceptionnel.",
    "PREMIUM QUALITY": "QUALITÉ SUPÉRIEURE",
    "aboutPage__subHeading_premiumQuality_text": "Nous utilisons des matériaux de premier ordre, les dernières technologies et soumettons chaque produit à des tests et des contrôles de qualité rigoureux afin de répondre aux normes les plus élevées.",
    "AFFORDABILITY": "PRIX",
    "aboutPage__subHeading_affordablity_text": "Nous utilisons des processus de fabrication durables et efficaces, des chaînes d'approvisionnement rationalisées et nous n'avons pas les coûts hérités élevés des grandes entreprises, ce qui nous permet de proposer des produits de haute qualité à des prix abordables pour tous.",
    "INNOVATION": "INN",
    "aboutPage__subHeading_innovation_text": "Nous sommes à la pointe de la technologie en matière de pneumatiques et innovons en permanence afin d'offrir à nos clients les dernières avancées en matière de performances, de sécurité et de conception.",
    "CUSTOMER FIRST": "LE CLIENT D'ABORD",
    "aboutPage__subHeading_customerFirst_text": "La satisfaction de nos clients est notre priorité absolue. Nous nous efforçons de dépasser leurs attentes à chaque étape, de la conception des produits au service client.",
    "aboutPage__lastText_1": "Radar Tyres, la marque phare d'Omni United, s'engage à fournir des pneus haut de gamme et de grande qualité, accessibles à tous. Notre mission est de combler le fossé entre performances supérieures et prix abordables. Nous proposons une gamme diversifiée de pneus conçus et fabriqués pour toutes les saisons et tous les besoins de conduite, pour les voitures particulières, les SUV, les 4x4, les fourgonnettes et les véhicules utilitaires, y compris les camions et les bus.",
    "aboutPage__lastText_2": "En tant que membre du groupe Omni United, nous avons des valeurs profondément enracinées en matière de responsabilité sociale. Depuis 2011, Radar Tyres soutient activement la Breast Cancer Research Foundation, et la durabilité est au cœur de nos valeurs.",

    "_COMMENT": "PREMIUM COLLECTION PAGE",
    "premiumCollPage_intro": "LA COLLECTION RADAR PREMIUM A ÉTÉ TESTÉE PAR RAPPORT À DES MARQUES DE RENOM, ET OFFRE LES MÊMES PERFORMANCES SANS LE PRIX ÉLEVÉ.",
    "premiumCollPage_overview": "La collection Radar Premium est notre dernière gamme de produits qui a été rigoureusement testée par rapport aux grandes marques établies, offrant les mêmes performances mais sans le prix élevé. Nous pensons que la sécurité, les performances et la durabilité doivent être accessibles à tous les clients sans les coûts élevés souvent associés aux marques haut de gamme. Avec Radar, vous bénéficiez des mêmes performances haut de gamme que les grandes marques établies, mais à des prix plus abordables.",
    "premiumCollPage_testingFacilities": "Les pneus Radar sont testés dans des installations de classe mondiale, notamment UTAC, ATP, Applus+, Idiada, Smithers et d'autres centres d'essais indépendants à travers le monde, afin de garantir qu'ils offrent le même niveau de performance et de sécurité que les grandes marques établies.",
    "premiumCollPage_designInnovation": "La collection Radar Premium est conçue en collaboration avec la légendaire maison de design italienne GFG Style, l'un des designers automobiles les plus renommés au monde. Grâce à notre vaste expertise en ingénierie et en fabrication, nous commercialisons des produits uniques offrant un équilibre optimal entre design et ingénierie.",
    


    "_COMMENT": "WHY RADAR PAGE",
    "whyRadarPage__title": "PNEUS RADAR - LE BON CHOIX",
    "whyRadarPage__secHeading": "LE BON CHOIX",
    "whyRadarPage__secHeading_text": "Chez Radar Tyres, nous offrons une combinaison unique de qualité supérieure et de prix abordable, pour des performances et une sécurité optimales qui répondent à tous vos besoins de conduite. Des rues de la ville aux terrains accidentés, nous fournissons des pneus fiables et durables qui offrent sécurité et durabilité. Voici pourquoi les pneus Radar se démarquent.",
    "whyRadarPage__subHeading_premiumQuality": "Une qualité supérieure à un prix abordable",
    "whyRadarPage__subHeading_premiumQuality_text": "Nos produits sont rigoureusement testés par rapport aux marques leaders établies, offrant les mêmes performances et la même sécurité, mais sans le prix élevé. Ces tests sont effectués dans des installations d'essai de classe mondiale telles que UTAC, ATP, Applus+, Idiada et Smithers, ainsi que par d'autres organismes de test indépendants.",
    "whyRadarPage__subHeading_innovativeDesign": "Conception et ingénierie innovantes",
    "whyRadarPage__subHeading_innovativeDesign_text": "Nos dernières gammes sont conçues en collaboration avec GFG Style, une maison de design italienne renommée, offrant ainsi un équilibre parfait entre style et performance.",
    "whyRadarPage__subHeading_comprehensiveRange": "Gamme complète",
    "whyRadarPage__subHeading_comprehensiveRange_text": "Nous proposons un large choix de pneus adaptés à différentes conditions de conduite, notamment des pneus été, hiver, toutes saisons, haute performance et tout-terrain. Que vous conduisiez une voiture familiale, une voiture de sport, un SUV ou que vous affrontiez des conditions tout-terrain extrêmes, Radar a les pneus qu'il vous faut.",
    "whyRadarPage__subHeading_radarProtectProgramme": "Programme Radar Protect",
    "whyRadarPage__subHeading_radarProtectProgramme_text": "Nous vous garantissons une tranquillité d'esprit totale grâce au programme Radar Protect, disponible auprès des partenaires Radar RED (Radar Elite Dealers) participants. Ce programme peut inclure une garantie de satisfaction de 30 jours et une garantie limitée contre les risques routiers dans certains pays uniquement. Des conditions générales s'appliquent.",
    "whyRadarPage__subHeading_socialResponsibility":"Responsabilité sociale",
    "whyRadarPage__subHeading_socialResponsibility_text": "Le don a toujours fait partie de notre ADN. Depuis 2011, nous soutenons la Breast Cancer Research Foundation (BCRF) en sensibilisant le public et en finançant des recherches essentielles pour sauver des vies. En choisissant Radar Tyres, vous contribuez à cette cause importante.",
    "Commitment to Sustainability": "",
    "We are proud to be a pioneer in sustainability, being the first tyre brand to manufacture carbon-neutral tyres. By choosing Radar Tyres, you are not only investing in quality product but also in a brand that is committed to reducing its environmental impact through sustainable practices.": "",


    "_COMMENT": "ceo-message",
    "ceoMsgPage_greeting": "Cher ami,",
    "ceoMsgPage_intro": "Je suis ravi de vous faire part de l'approche, de la passion et de la vision qui animent Radar Tyres. Nous croyons en la création d'une marque synonyme de qualité et d'innovation, tout en rendant les produits haut de gamme accessibles à tous.",
    "ceoMsgPage_mission": "Notre mission est d'offrir des pneus haut de gamme et de grande qualité à un prix abordable pour tous, en comblant le fossé entre performances supérieures et rentabilité. Nous voulons changer la donne dans l'industrie du pneu. Nos objectifs à long terme comprennent l'expansion de notre couverture du marché, l'amélioration continue de nos produits et le maintien des normes les plus élevées en matière de durabilité et de responsabilité.",
    "ceoMsgPage_commitment": "Nous continuerons à aller de l'avant, à innover et à établir de nouvelles normes dans l'industrie du pneu.",
    "ceoMsgPage_closing": "Cordialement,",
    "ceoMsgPage_signature": "Président-directeur général",



    "_COMMENT": "testing",
    "testingPage_intro": "LES PNEUS RADAR SONT SOIGNEUSEMENT TESTÉS PAR RAPPORT À DES MARQUES HAUT DE GAMME RECONNUES, OFFRANT LES MÊMES PERFORMANCES SANS LE PRIX ÉLEVÉ",
    "testingPage_details": "Nos produits sont conçus sans compromis et rigoureusement testés par rapport aux grandes marques établies afin de garantir aux conducteurs des performances et une sécurité optimales tout au long de l'année. Nos produits sont soumis à un programme de tests complet dans des installations de test de classe mondiale telles que UTAC, ATP, Applus+, Idiada et Smithers, ainsi que d'autres organismes de test indépendants. Des conducteurs hautement expérimentés et qualifiés poussent nos pneus à leurs limites lors de tests sans compromis sur la neige, la glace, l'asphalte mouillé et sec, tant sur des pistes extérieures que dans des installations d'essai intérieures. Cela aide notre équipe de R&D à développer des produits qui offrent des performances et une sécurité similaires à celles de n'importe quel fabricant de pneus haut de gamme.",
    "testingPage_cta": "Cliquez ci-dessous pour télécharger les résultats des derniers tests.",
    "testingPage_download": "Télécharger",


    "_COMMENT": "real-people-group",
    "realPeoplePage_intro": "DES PERSONNES RÉELLES, DES PERFORMANCES RÉELLES<br>–  LES EXPERTS DERRIÈRE RADAR TYRES",
    "realPeoplePage_passion": "Chez Radar Tyres, nous pensons que les performances haut de gamme ne sont pas seulement une question de technologie, mais aussi de passion et d'expertise des personnes qui repoussent les limites de l'innovation, de la sécurité et du design.",
    "realPeoplePage_commitment": "Notre engagement à rendre les pneus haut de gamme et de grande qualité accessibles à tous est porté par ces professionnels de classe mondiale qui veillent à ce que chaque pneu réponde aux normes les plus strictes.",
    "realPeoplePage_rdHeading": "RECHERCHE ET DÉVELOPPEMENT DE POINTE",
    "realPeoplePage_rdDescription": "Olli Seppälä, directeur de la recherche et du développement, dirige la conception de pneus qui combinent des matériaux de pointe et des techniques de fabrication avancées. Sa vision est d'offrir une qualité supérieure grâce à un réseau de fabrication mondial de classe mondiale, sans prix élevé.",
    "realPeoplePage_testingHeading": "L'EXCELLENCE EN MATIÈRE D'ESSAIS",
    "realPeoplePage_testingDescription": "Le pilote d'essai Stéphane Clepkens pousse chaque pneu Radar à ses limites et rejette tout ce qui ne répond pas aux attentes. Sa mission ? S'assurer que les pneus Radar rivalisent avec les marques haut de gamme, voire les surpassent, en termes de performances réelles.",
    "realPeoplePage_designHeading": "UN DESIGN EMBLÉMATIQUE",
    "realPeoplePage_designDescription": "Fabrizio Giugiaro, le designer visionnaire à l'origine de certaines des créations automobiles les plus emblématiques au monde et fondateur de GFG Style. Aujourd'hui, il met son expertise au service de Radar Tyres et redéfinit le design des pneus en termes d'esthétique, de performances et d'accessibilité.",
    "realPeoplePage_closing": "Grâce à sa passion et à son expertise, Radar Tyres redéfinit ce que signifie rouler avec des pneus haut de gamme, en offrant une qualité, une sécurité et un style de classe mondiale à un prix abordable. Parce que les vraies performances commencent avec de vraies personnes.",
    


    "_COMMENT": "olli-seppala",
    "olliSeppalaPage__pgTitle": "DES PERSONNES RÉELLES, DES PERFORMANCES RÉELLES<br>–  LES EXPERTS DERRIÈRE RADAR TYRES",
    "olliSeppalaPage__intro": "DÉVELOPPER L'AVENIR DE LA PERFORMANCE : RADAR TYRES ET LA SCIENCE DE L'INNOVATION",
    "olliSeppalaPage__meetOlli": "Rencontrez Olli Seppälä, directeur mondial de la R&D chez Radar Tyres et pionnier dans l'industrie du pneu. Avec plus de 20 ans d'expérience dans le développement de pneus, l'expertise d'Olli s'étend des produits pour poids lourds aux pneus pour voitures particulières, avec pour objectif d'offrir des performances exceptionnelles et des pneus abordables pour tous.",
    "olliSeppalaPage__careerExpertise": "UNE CARRIÈRE FONDÉE SUR L'EXPERTISE",
    "olliSeppalaPage__careerJourney": "Le parcours d'Olli dans le domaine de l'innovation en matière de pneus a débuté chez Nokian Tyres, où il a passé près de deux décennies à perfectionner ses compétences en développement de produits et à diriger des équipes de R&D. En 2022, il a rejoint Radar Tyres, apportant avec lui une riche expérience et une passion pour repousser les limites. “L'industrie du pneu a énormément évolué au cours des 20 dernières années”, explique Olli. “Les exigences en matière de performances, de durabilité et les normes législatives sont toutes devenues plus strictes, rendant l'innovation plus cruciale que jamais.”",
    "olliSeppalaPage__modernTyres": "LA COMPLEXITÉ DES PNEUS MODERNES",
    "olliSeppalaPage__tyreDescription": "Un pneu moderne est bien plus qu'un simple anneau de caoutchouc. “ Chaque pneu comprend environ 20 composants ”, précise Olli. “ Chaque élément a un impact sur les autres, ce qui nécessite un équilibre minutieux pour obtenir des performances optimales. ” Les composés de la bande de roulement constituent un domaine clé, où les progrès de la technologie de la silice ont considérablement amélioré l'adhérence sur sol mouillé et la résistance au roulement, même si de nouveaux défis restent à relever.",
    "olliSeppalaPage__magicTriangle": "LE TRIANGLE MAGIQUE DU DÉVELOPPEMENT DES PNEUS",
    "olliSeppalaPage__magicTriangleDetails": "Le développement des pneus est un art qui nécessite un équilibre délicat entre l'adhérence sur sol mouillé, la résistance au roulement et le kilométrage, souvent appelé “ triangle magique ”. Comme l'explique Olli, “ l'amélioration d'un aspect se fait souvent au détriment des autres. Notre mission est d'élargir ce triangle afin d'obtenir des performances exceptionnelles dans tous les domaines ”. Grâce à leur expertise, Olli et son équipe ont excellé en obtenant des résultats exceptionnels dans tous les domaines.",
    "olliSeppalaPage__businessModel": "UN MODÈLE COMMERCIAL UNIQUE",
    "olliSeppalaPage__businessApproach": "Radar Tyres n'a pas ses propres sites de production, un choix stratégique qui, selon Olli, change la donne. “Nous pouvons sélectionner les meilleurs sites de production pour chaque produit, garantissant ainsi des performances optimales et une rentabilité maximale”, explique-t-il. “Cette agilité nous permet d'innover plus rapidement et plus efficacement que les fabricants de pneus traditionnels.”",
    "olliSeppalaPage__innovationApproach": "L'INNOVATION AU-DELÀ DU PNEU : UNE APPROCHE GLOBALE",
    "olliSeppalaPage__globalInnovation": "Pour Olli, l'innovation ne se limite pas aux sculptures ou aux composés. “Il s'agit de repenser l'ensemble du processus, des modèles commerciaux aux chaînes d'approvisionnement”, explique-t-il. Cette philosophie s'étend au processus de test rigoureux de Radar Tyres à l'échelle mondiale. “Nous effectuons des tests dans le monde entier, des conditions hivernales en Finlande aux pistes sèches en Espagne, en passant par des essais sur le terrain aux États-Unis et en Asie”, confie Olli. “Cela garantit que nos pneus répondent aux besoins spécifiques de marchés diversifiés tout en conservant des performances de haut niveau.”",
    "olliSeppalaPage__premiumPerformance": "DÉMOCRATISER LES PERFORMANCES HAUT DE GAMME",
    "olliSeppalaPage__performanceGoal": "La mission d'Olli est claire : rendre les performances des pneus haut de gamme accessibles à tous. “La sécurité est notre priorité absolue, et il est essentiel que les consommateurs puissent compter sur leurs pneus dans les moments critiques”, déclare-t-il. “Notre objectif est de fournir des pneus qui rivalisent avec les marques haut de gamme tout en restant abordables, afin de garantir la sécurité et les performances de tous les conducteurs.”",
    "olliSeppalaPage__futureVision": "REGARD VERS L'AVENIR",
    "olliSeppalaPage__futurePlans": "Alors que l'industrie automobile s'oriente vers l'électrification, Radar Tyres s'adapte déjà. “Les véhicules électriques posent des défis uniques, tels que la réduction du bruit et des exigences de couple plus élevées”, explique Olli. “Nous concevons des pneus qui non seulement répondent à ces exigences, mais améliorent également l'expérience de conduite globale.”",
    "olliSeppalaPage__excellenceVision": "UNE VISION D'EXCELLENCE",
    "olliSeppalaPage__excellenceQuote": "Nous sommes là pour redéfinir ce qui est possible dans l'industrie du pneu , conclut Olli. “En combinant des performances de haut niveau et des prix abordables, nous démocratisons les pneus haut de gamme et garantissons que la sécurité et la qualité sont à la portée de tous.”",
    



    "_COMMENT": "stephane-clepkens",
    "stephaneClepkensPage__pgTitle": "DES PERSONNES RÉELLES, DES PERFORMANCES RÉELLES<br>–  LES EXPERTS DERRIÈRE RADAR TYRES",
    "stephaneClepkensPage__intro": "Au volant : le parcours de Stéphane Clepkens pour redéfinir les performances des pneus",
    "stephaneClepkensPage__background": "En matière de pneus, rares sont ceux qui peuvent rivaliser avec l'expertise et la passion de Stéphane Clepkens, responsable des essais chez Radar Tyres. Fort d'une carrière de près de 25 ans dans l'industrie automobile, Stéphane apporte une perspective unique à l'art complexe des essais et du développement des pneus.",
    "stephaneClepkensPage__careerStart": "Une carrière forgée sur les circuits",
    "stephaneClepkensPage__experience": "Stéphane a commencé son parcours en 2000 en tant que pilote d'essai pour Continental Tyres, où il s'est spécialisé dans les pneus d'origine (OE) pour BMW. Au cours des trois années suivantes, il a perfectionné ses compétences en matière de tests de précision, apprenant les nuances de la dynamique du châssis et des pneus. En 2003, Stéphane a fait le grand saut en devenant indépendant et a collaboré avec de grandes marques de pneus telles que Dunlop, Yokohama, Hankook et Bridgestone.",
    "stephaneClepkensPage__nurburgringExpertise": "L'un des moments forts de la carrière de Stéphane est son expertise sur le légendaire circuit allemand du Nürburgring Nordschleife. Pendant plus de dix ans, il a passé jusqu'à 15 semaines par an à maîtriser le circuit le plus exigeant au monde, où il a non seulement testé des pneus, mais aussi formé de futurs pilotes d'essai.",
    "stephaneClepkensPage__radarJoining": "Rejoindre Radar Tyres : un nouveau chapitre",
    "stephaneClepkensPage__radarDecision": "La décision de Stéphane de rejoindre Radar Tyres a été motivée par l'approche progressiste de l'entreprise. “Radar Tyres m'a impressionné par sa structure de gestion horizontale et la liberté qu'elle offre en matière d'innovation”, confie Stéphane. “Sa mission, qui consiste à offrir des performances haut de gamme à des prix accessibles, correspond parfaitement à ma vision de la démocratisation de la sécurité et de la qualité des pneus.”",
    "stephaneClepkensPage__testingPhilosophy": "Une philosophie unique en matière de tests de pneus",
    "stephaneClepkensPage__realWorldTesting": "Pour Stéphane, les essais en conditions réelles sont au cœur du développement des pneus. “Les pneus sont des produits complexes et hautement techniques”, explique-t-il. “Leurs performances ne peuvent être véritablement comprises que dans des conditions de conduite réelles, où nous transformons les commentaires subjectifs des clients en objectifs objectifs pour la recherche et le développement.”",
    "stephaneClepkensPage__redefiningPremium": "Redéfinir le haut de gamme",
    "stephaneClepkensPage__premiumCommitment": "La mission de Stéphane chez Radar Tyres est claire : élever la marque au rang de premium tout en veillant à ce que ses produits restent abordables pour tous. “Chaque marché est différent, et en Europe, je sais ce que les clients et les constructeurs automobiles attendent de leurs pneus”, dit-il. “Pour atteindre les normes premium, il faut viser les mêmes références que les leaders établis, mais nous nous engageons à y parvenir sans compromettre la rentabilité.”",
    "stephaneClepkensPage__safetyFocus": "Rendre la sécurité accessible",
    "stephaneClepkensPage__safetyMission": "La passion de Stéphane va au-delà des performances, elle s'étend à l'impact plus large de son travail. “Les pneus sont les seuls points de contact entre une voiture et la route ”, note-t-il. “Démocratiser les performances des pneus haut de gamme signifie offrir aux jeunes conducteurs, aux retraités et à tous les autres une gamme de produits sûrs et fiables.”",
    "stephaneClepkensPage__futureVision": "Perspectives",
    "stephaneClepkensPage__continuedLearning": "Malgré sa grande expérience, Stéphane continue de trouver de la joie et de faire des découvertes dans son travail. “Chaque jour, j'apprends quelque chose de nouveau ”, dit-il. “Lorsque nous développons un produit vraiment brillant, c'est une expérience enrichissante qui me rappelle pourquoi je suis passionné par ce que je fais. ”",
    "stephaneClepkensPage__radarChoice": "Pourquoi choisir Radar Tyres?",
    "stephaneClepkensPage__radarCommitment": "Radar Tyres ne se contente pas de fabriquer d'excellents pneus, mais souhaite les rendre accessibles à tous. Avec des experts tels que Stéphane Clepkens à sa tête, nous repoussons les limites du secteur en créant des pneus qui offrent sécurité, fiabilité et performances sans compromis. Que vous rouliez sur des routes enneigées, que vous profitiez d'une conduite sportive ou que vous vous rendiez simplement au travail, Radar Tyres est là pour vous garder les pieds sur terre, au sens propre comme au figuré.",
    



    "_COMMENT": "fabrizio-giugiaro",    
    "fabrizioGiugiaro__pgTitle": "DES PERSONNES RÉELLES, DES PERFORMANCES RÉELLES<br>–  LES EXPERTS DERRIÈRE RADAR TYRES",
    "fabrizioGiugiaro__intro": "Façonner l'avenir de la conception des pneus : Fabrizio Giugiaro et Radar Tyres",
    "fabrizioGiugiaro__meetFabrizio": "Découvrez Fabrizio Giugiaro, le designer visionnaire à l'origine de certaines des créations automobiles les plus emblématiques au monde et fondateur de GFG Style. Aujourd'hui, il met son expertise au service de Radar Tyres pour redéfinir la conception des pneus en termes d'esthétique, de performances et d'accessibilité.",
    "fabrizioGiugiaro__designPerformance": "Quand le design rencontre la performance",
    "fabrizioGiugiaro__collaboration": "Depuis plus de deux ans, GFG Style collabore avec Radar Tyres pour créer des designs de pneus innovants dans toutes les catégories, des pneus sport haute performance aux modèles tout-terrain robustes en passant par les solutions écologiques. “Un bon design ne se résume pas à l'apparence, il doit allier valeur et technologie”, explique Giugiaro. “Les meilleurs résultats sont obtenus en associant créativité et précision technique.”",
    "fabrizioGiugiaro__designPhilosophy": "Chez Radar Tyres, cette philosophie est intégrée dans chaque produit. Le processus de conception ne se limite pas au style, il vise à garantir que le pneu améliore à la fois la fonctionnalité et les performances sans augmenter les coûts.",
    "fabrizioGiugiaro__functionInnovation": "Inspiré par la fonctionnalité, animé par l'innovation",
    "fabrizioGiugiaro__designProcess": "Lors de la création d'un nouveau design de pneu, l'inspiration provient de diverses sources, mais au final, c'est la performance qui dicte la forme. “Nous examinons d'abord les exigences techniques, ce que le pneu doit accomplir ”, explique Giugiaro. “Ensuite, nous intégrons des formes et des structures qui améliorent à la fois l'esthétique et la fonctionnalité. La nature joue parfois un rôle, mais en fin de compte, il s'agit de trouver l'équilibre parfait entre l'ingénierie et la créativité.”",
    "fabrizioGiugiaro__detailFocus": "Cette attention méticuleuse aux détails garantit que les pneus Radar Tyres sont non seulement esthétiques, mais aussi optimisés sur le plan aérodynamique, offrant à la fois efficacité et adhérence dans des conditions difficiles.",
    "fabrizioGiugiaro__luxuryAccessibility": "Le luxe sans le prix",
    "fabrizioGiugiaro__designMission": "Radar Tyres s'est fixé une mission audacieuse : rendre le design de pneus haut de gamme accessible à tous. Giugiaro estime que l'esthétique haut de gamme ne doit pas être réservée à quelques privilégiés, mais faire partie de l'expérience de conduite quotidienne. “En affinant les formes et les détails de la surface, nous créons des pneus qui expriment le luxe et la performance sans coût supplémentaire”, explique-t-il. “La véritable innovation consiste à mettre un design exceptionnel à la portée de tous.”",
    "fabrizioGiugiaro__globalDesign": "Un langage universel du design",
    "fabrizioGiugiaro__marketUnderstanding": "Fort de plusieurs décennies d'expérience dans le domaine du design automobile à l'échelle mondiale, Giugiaro sait comment créer un style qui trouve un écho sur différents marchés. “Un pneu doit être reconnaissable, distinctif et attrayant pour tous les types de conducteurs ”, dit-il. “L'objectif est de créer un langage de design à la fois unique et universellement compréhensible.”",
    "fabrizioGiugiaro__visualIdentity": "Le résultat ? Les pneus Radar se distinguent par une identité visuelle forte, définie par des détails précis, des proportions élégantes et une présence indéniable sur la route.",
    "fabrizioGiugiaro__identityCrafting": "L'art et la science de l'identité des pneus",
    "fabrizioGiugiaro__stylingLanguage": "L'une des réalisations dont Giugiaro est le plus fier est l'introduction d'un langage stylistique cohérent pour tous les pneus Radar. “Nous voulions nous assurer que chaque pneu Radar possède un ADN stylistique reconnaissable ”, explique-t-il. “Il ne s'agit pas seulement d'un dessin de bande de roulement, mais aussi de façonner une identité qui communique performance et sophistication. ”",
    "fabrizioGiugiaro__inspiredSeries": "Parmi ses créations préférées figure la série Renegade X, inspirée du design aéronautique. “Ce fut une véritable révolution ”, note-t-il. “Elle a jeté les bases de notre approche pour le reste de la gamme Radar, en combinant aérodynamisme et esthétique audacieuse. ”",
    "fabrizioGiugiaro__futureTyreDesign": "L'avenir du design des pneus",
    "fabrizioGiugiaro__advancingVehicles": "À mesure que le design automobile évolue, les pneus doivent eux aussi s'adapter. “Les véhicules deviennent de plus en plus sophistiqués, et les pneus doivent suivre le rythme ”, explique Giugiaro. “Le design n'est pas seulement une question d'esthétique, il s'agit d'intégrer harmonieusement le pneu dans l'identité globale du véhicule. ”",
    "fabrizioGiugiaro__futureVision": "À l'avenir, il voit le design des pneus jouer un rôle encore plus important dans la définition du caractère d'une voiture. “Les pneus ne seront plus seulement des composants fonctionnels, ils deviendront des éléments visuels et performants essentiels qui amélioreront l'expérience de conduite dans son ensemble. ”",
    "fabrizioGiugiaro__designDemocratisation": "Démocratiser le design haut de gamme",
    "fabrizioGiugiaro__designAccessibility": "Radar Tyres et GFG Style partagent une mission commune : rendre le design haut de gamme accessible. “Le défi consiste à créer quelque chose qui ne soit pas seulement artistique, mais aussi durable, intelligent et universellement désirable”, explique Giugiaro. “Nous avons développé un langage sophistiqué mais inclusif, que tous les conducteurs peuvent apprécier.”",
    "fabrizioGiugiaro__industryLegacy": "Un héritage en devenir",
    "fabrizioGiugiaro__partnershipVision": "Le partenariat entre Radar Tyres et GFG Style ne fait que commencer. “Cette collaboration va bien au-delà de la simple conception de pneus ”, conclut Giugiaro. “Il s'agit de façonner l'avenir, où performance, beauté et accessibilité vont de pair.”",
    "fabrizioGiugiaro__industryImpact": "Avec Fabrizio Giugiaro à la tête de la vision conceptuelle, Radar Tyres établit une nouvelle norme dans l'industrie, prouvant que le design exceptionnel n'est pas réservé à l'élite, mais accessible à tous.",
    
    
    
    "_COMMENT": "privacy-policy",
    "Privacy and Cookie Policy": "Politique de confidentialité et d'utilisation des cookies",
    "Effective Date: 22<sup>nd</sup> October 2024": "Date d'entrée en vigueur : 22 octobre 2024",
    "Radar Tyres, accessible from": "Radar Tyres, accessible à partir de www.radartyres.com,",
    "is committed to protecting your privacy and personal data in compliance with the General Data Protection Regulation (GDPR), including both the EU and UK GDPR, and other relevant European and UK data protection laws. This policy outlines how we collect, use, store, and protect your data, and details your rights regarding the processing of your personal data.": " s'engage à protéger votre vie privée et vos données personnelles conformément au Règlement général sur la protection des données (RGPD), y compris le RGPD de l'UE et du Royaume-Uni, ainsi qu'aux autres lois européennes et britanniques pertinentes en matière de protection des données. La présente politique décrit la manière dont nous collectons, utilisons, stockons et protégeons vos données, et détaille vos droits concernant le traitement de vos données personnelles.",
    "Who We Are": "Qui",
    "Radar Tyres is a brand owned by Omni United Pte Ltd headquartered in Singapore. For all inquiries regarding this Privacy and Cookie Policy, please contact us at:": "Radar Tyres est une marque détenue par Omni United Pte Ltd, dont le siège social est situé à Singapour. Pour toute question concernant la présente politique de confidentialité et d'utilisation des cookies, veuillez nous contacter à l'adresse suivante :",
    "Primary Contact Email:": "Adresse e-mail principale : yoganand@omni-united.com",
    "Secondary Contact Email:": "Adresse e-mail secondaire : sayeed@omni-united.com",
    "Scope of This Policy": "Champ d'application de la présente politique",
    "This policy applies to the website": "La présente politique s'applique au site web ",
    "which serves users both within the European Union and the United Kingdom.": ", qui dessert les utilisateurs situés dans l'Union européenne et au Royaume-Uni.",
    "Information We Collect": "Informations que nous collectons",
    "We collect and process the following types of personal data:": "Nous collectons et traitons les types de données personnelles suivants :",
    "Personal Data You Provide Directly": "Données personnelles que vous fournissez directement",
    "Contact Us: Your name, email address, location, and any other information you provide in your messages.": "Contactez-nous : votre nom, votre adresse e-mail, votre localisation et toute autre information que vous fournissez dans vos messages.",
    "Inquiries: Additional contact details you provide through phone, email, or contact forms.": "Demandes de renseignements : coordonnées supplémentaires que vous fournissez par téléphone, e-mail ou via les formulaires de contact.",
    "Automatically Collected Data": "Données collectées automatiquement",
    "IP Address and Browser Information: Automatically collected for security, analytics, and troubleshooting.": "Adresse IP et informations sur le navigateur : collectées automatiquement à des fins de sécurité, d'analyse et de dépannage.",
    "Cookies and Tracking Technologies: Data on how you interact with the website using cookies and similar technologies.": "Cookies et technologies de suivi : données sur la manière dont vous interagissez avec le site web à l'aide de cookies et de technologies similaires.",
    "Log Files: Server logs collect technical details such as IP address, browser type, access times, and error reports.": "Fichiers journaux : les journaux du serveur collectent des informations techniques telles que l'adresse IP, le type de navigateur, les heures d'accès et les rapports d'erreur.",
    "Our website includes several features that ensure user safety, functionality, and compliance with legal requirements under both EU GDPR and UK GDPR.": "Notre site web comprend plusieurs fonctionnalités qui garantissent la sécurité des utilisateurs, la fonctionnalité et la conformité aux exigences légales du RGPD de l'UE et du RGPD du Royaume-Uni.",
    "Features of Our Website": "Fonctionnalités de notre site web",
    "Hosting and Data Storage": "Hébergement et stockage des données",
    "Our website is hosted on servers located outside of the European Union and the United Kingdom. We implement Standard Contractual Clauses (SCCs) and other necessary safeguards to ensure that any data transfer outside these regions complies with GDPR requirements.": "Notre site web est hébergé sur des serveurs situés en dehors de l'Union européenne et du Royaume-Uni. Nous mettons en œuvre des clauses contractuelles types (SCC) et d'autres garanties nécessaires pour nous assurer que tout transfert de données en dehors de ces régions est conforme aux exigences du RGPD.",
    "Encryption": "Cryptage",
    "All data transferred between your browser and our website is encrypted using SSL/TLS protocols to ensure the security of your personal information.": "Toutes les données transférées entre votre navigateur et notre site web sont cryptées à l'aide des protocoles SSL/TLS afin de garantir la sécurité de vos informations personnelles.",
    "Cookies and Cookie Policy": "Cookies et politique en matière de cookies",
    "We use cookies and similar tracking technologies to enhance the functionality of our website and to analyze user behavior. Cookies are small text files stored on your device that allow the website to recognize your preferences, store login details, and ensure the efficient operation of the site.": "Nous utilisons des cookies et des technologies de suivi similaires pour améliorer la fonctionnalité de notre site web et analyser le comportement des utilisateurs. Les cookies sont de petits fichiers texte stockés sur votre appareil qui permettent au site web de reconnaître vos préférences, de stocker vos informations de connexion et d'assurer le bon fonctionnement du site.",
    "Upon your first visit to the website, you will be prompted to provide explicit consent for the use of cookies. Below is a detailed explanation of the types of cookies we use:": "Lors de votre première visite sur le site web, vous serez invité à donner votre consentement explicite à l'utilisation de cookies. Vous trouverez ci-dessous une explication détaillée des types de cookies que nous utilisons :",
    "Types of Cookies We Use": "Types de cookies que nous utilisons",
    "Essential Cookies: These cookies are necessary for the basic functioning of the website, if you don’t agree to the essential cookies, you will not be able to access the website": "Cookies essentiels : ces cookies sont nécessaires au fonctionnement de base du site web. Si vous n'acceptez pas les cookies essentiels, vous ne pourrez pas accéder au site web.",
    "Analytics Cookies: Analytics cookies help us understand how visitors use the site by collecting anonymous data. These cookies help improve the site’s performance by showing us which pages are most frequently visited or where users are encountering issues. We use Google Analytics for this purpose i.e. Google Analytics cookies that anonymize user IP addresses and provide anonymized data about site usage.": "Cookies analytiques : les cookies analytiques nous aident à comprendre comment les visiteurs utilisent le site en collectant des données anonymes. Ces cookies contribuent à améliorer les performances du site en nous indiquant les pages les plus fréquemment visitées ou les endroits où les utilisateurs rencontrent des problèmes. Nous utilisons Google Analytics à cette fin, c'est-à-dire les cookies Google Analytics qui anonymisent les adresses IP des utilisateurs et fournissent des données anonymisées sur l'utilisation du site.",
    "Managing Cookies": "Gestion des cookies",

    "You have full control over the use of cookies on our website. Upon your first visit, you can choose to accept or decline cookies. You can also manage or disable cookies via your browser settings at any time. However, please note that disabling certain cookies may affect the functionality of the website.": "Vous avez un contrôle total sur l'utilisation des cookies sur notre site web. Lors de votre première visite, vous pouvez choisir d'accepter ou de refuser les cookies. Vous pouvez également gérer ou désactiver les cookies à tout moment via les paramètres de votre navigateur. Toutefois, veuillez noter que la désactivation de certains cookies peut affecter le fonctionnement du site web.",
    "How We Use Your Data": "Cómo utilizamos tus datos",
    "Browser Cookie Management: You can modify your browser settings to block cookies or alert you when a cookie is being set. Each browser has different instructions for managing cookies, so we recommend referring to your browser’s help section for further details.":"Gestion des cookies par le navigateur : vous pouvez modifier les paramètres de votre navigateur pour bloquer les cookies ou vous avertir lorsqu'un cookie est installé. Chaque navigateur dispose de ses propres instructions pour gérer les cookies. Nous vous recommandons donc de consulter la section d'aide de votre navigateur pour plus de détails.",
    "Cookie Banner: A cookie banner will appear at the bottom of our website when you visit, allowing you to consent to or manage cookie usage.":"Bannière relative aux cookies : une bannière relative aux cookies s'affiche en bas de notre site web lorsque vous le visitez, vous permettant d'accepter ou de gérer l'utilisation des cookies.",
    "For more detailed instructions on how to manage or disable cookies, you can visit":"Pour obtenir des instructions plus détaillées sur la manière de gérer ou de désactiver les cookies, vous pouvez consulter le site",
    "We process your data for the following purposes:":"Nous traitons vos données aux fins suivantes:",
    "Service Delivery: To manage distributor access, respond to inquiries, and provide customer support.": "Prestation de services : pour gérer l'accès des distributeurs, répondre aux demandes de renseignements et fournir une assistance à la clientèle.",
    "Website Improvement: To enhance user experience by analyzing how visitors use our site.": "Amélioration du site web : pour améliorer l'expérience utilisateur en analysant la manière dont les visiteurs utilisent notre site.",
    "Security: To ensure the integrity of our website and prevent fraud or unauthorized access.": "Sécurité : pour garantir l'intégrité de notre site web et prévenir toute fraude ou accès non autorisé.",
    "Advertising and Marketing: To serve you targeted advertising based on your preferences and interactions with the website.": "Publicité et marketing : pour vous proposer des publicités ciblées en fonction de vos préférences et de vos interactions avec le site web.",
    "Compliance: To comply with legal obligations under both EU and UK GDPR and other regulations.": "Conformité : pour respecter les obligations légales en vertu du RGPD de l'UE et du Royaume-Uni et d'autres réglementations.",
    "Legal Basis for Processing": "Base juridique du traitement",
    "We rely on the following legal bases for processing personal data under both EU and UK GDPR:":"Nous nous appuyons sur les bases juridiques suivantes pour traiter les données à caractère personnel en vertu du RGPD de l'UE et du Royaume-Uni :",
    "Consent: When you voluntarily submit your data or accept cookies.": "Consentement : lorsque vous soumettez volontairement vos données ou acceptez les cookies.",
    "Contractual Necessity: Data processing required for distributor account management.": "Nécessité contractuelle : traitement des données nécessaire à la gestion des comptes des distributeurs.",
    "Legitimate Interests: Improving website functionality, marketing, and ensuring security.": "Intérêts légitimes : amélioration de la fonctionnalité du site web, marketing et garantie de la sécurité.",
    "Legal Compliance: Processing to meet legal requirements under both the EU GDPR and UK GDPR.": "Conformité légale : traitement visant à respecter les exigences légales en vertu du RGPD de l'UE et du RGPD britannique.",
    "Your Rights Under GDPR (EU and UK)": "Vos droits en vertu du RGPD (UE et Royaume-Uni)",
    "You have the following rights regarding your personal data:":"Vous disposez des droits suivants concernant vos données personnelles :",
    "Right to Access, Rectification and/or Erasure": "Droit d'accès, de rectification et/ou d'effacement",
    "You have the right to access, rectify, or request the deletion of your personal data at any time. This includes:":"Vous avez le droit d'accéder à vos données personnelles, de les rectifier ou d'en demander la suppression à tout moment. Cela comprend :",
    "Right to Access: Request information about the personal data we hold about you.": "Droit d'accès : demander des informations sur les données personnelles que nous détenons à votre sujet.",
    "Right to Rectification: Request corrections to inaccurate or incomplete data.": "Droit de rectification : demander la correction de données inexactes ou incomplètes.",
    "Right to Erasure: Request that we delete your data under specific conditions (e.g., if the data is no longer needed for the original purpose or if you have withdrawn consent).": "Droit à l'effacement : demander que nous supprimions vos données dans des conditions spécifiques (par exemple, si les données ne sont plus nécessaires aux fins initiales ou si vous avez retiré votre consentement).",
    "To make any of these requests, please contact us at:": "Pour faire une de ces demandes, veuillez nous contacter à l'adresse suivante :",
    "Primary Contact:": "Contact principal",
    "Secondary Contact:": "Contact secondaire",
    "Right to Restrict Processing": "Droit de limiter le traitement",
    "In certain cases, you can request that we limit the processing of your data (e.g., if you contest the accuracy of the data or if processing is unlawful).": "Dans certains cas, vous pouvez demander que nous limitions le traitement de vos données (par exemple, si vous contestez l'exactitude des données ou si le traitement est illégal).",
    "Right to Data Portability": "Droit à la portabilité des données",
    "You have the right to request and receive your personal data in a structured, commonly used, or machine-readable format. However, please note that certain information, such as data collected via contact forms, may be stored in formats that are not structured (e.g., Outlook email format). Upon request, your data will be provided directly to you.": "Vous avez le droit de demander et de recevoir vos données personnelles dans un format structuré, couramment utilisé ou lisible par machine. Toutefois, veuillez noter que certaines informations, telles que les données collectées via les formulaires de contact, peuvent être stockées dans des formats non structurés (par exemple, le format de courrier électronique Outlook). Sur demande, vos données vous seront fournies directement.",
    "You may request data portability by contacting us at:": "Vous pouvez demander la portabilité des données en nous contactant à l'adresse suivante :",
    "Right to Object (Art. 21 of EU GDPR and UK GDPR)": "Droit d'opposition (art. 21 du RGPD de l'UE et du RGPD britannique)",
    "You may object to the processing of your data in certain circumstances, particularly if processing is based on legitimate interests or is used for direct advertising purposes. To object, please contact us at:": "Vous pouvez vous opposer au traitement de vos données dans certaines circonstances, notamment si le traitement est fondé sur des intérêts légitimes ou est utilisé à des fins de publicité directe. Pour vous opposer, veuillez nous contacter à l'adresse suivante :",
    "Right to Withdraw Consent": "Droit de retirer votre consentement",
    "You have the right to withdraw your consent at any time. To do so, please contact us at:": "Vous avez le droit de retirer votre consentement à tout moment. Pour ce faire, veuillez nous contacter à l'adresse suivante :",
    "We will stop processing your data for the relevant purpose upon withdrawal of consent.":"Nous cesserons de traiter vos données aux fins concernées dès le retrait de votre consentement.",
    "Right to Lodge a Complaint": "Droit d'introduire une réclamation",
    "If you believe your data has been processed unlawfully or that we have violated your rights under GDPR, you have the right to lodge a complaint with a competent Data Protection Authority. UK users may contact the <b>Information Commissioner’s Office (ICO)</b> for concerns related to UK GDPR.": "Si vous estimez que vos données ont été traitées de manière illicite ou que nous avons violé vos droits en vertu du RGPD, vous avez le droit d'introduire une réclamation auprès d'une autorité de contrôle compétente. Les utilisateurs britanniques peuvent contacter le Bureau du commissaire à l'information (ICO) pour toute question relative au RGPD britannique.",
    "Right to Demand Processing Restrictions": "Droit de demander des restrictions de traitement",
    "In certain cases, you have the right to restrict the processing of your personal data. This right applies if:": "Dans certains cas, vous avez le droit de limiter le traitement de vos données personnelles. Ce droit s'applique si :",
    "You contest the accuracy of your personal data.": "Vous contestez l'exactitude de vos données personnelles.",
    "Processing is unlawful, but you request a restriction rather than erasure.": "Le traitement est illégal, mais vous demandez une limitation plutôt qu'un effacement.",
    "We no longer need the data for processing, but you require it to establish, exercise, or defend legal claims.": "Nous n'avons plus besoin des données pour le traitement, mais vous en avez besoin pour établir, exercer ou défendre des droits en justice.",
    "International Transfers": "Transferts internationaux",
    "As your data is hosted on servers outside the European Union and the United Kingdom, we implement appropriate safeguards, such as Standard Contractual Clauses (SCCs) and encryption measures, to protect your data during international transfers in compliance with both EU and UK GDPR.": "Vos données étant hébergées sur des serveurs situés en dehors de l'Union européenne et du Royaume-Uni, nous mettons en œuvre des mesures de protection appropriées, telles que des clauses contractuelles types (SCC) et des mesures de cryptage, afin de protéger vos données lors des transferts internationaux, conformément au RGPD de l'UE et du Royaume-Uni.",
    "Data Retention": "Conservation des données",
    "We retain personal data for a period of five (5) years, after which it will be automatically deleted if there is no retraction of consent to collect or process personal data. Should you withdraw consent at any time during this period, we will delete your personal data accordingly.": "Nous conservons les données personnelles pendant une période de cinq (5) ans, après quoi elles seront automatiquement supprimées si le consentement à la collecte ou au traitement des données personnelles n'est pas retiré. Si vous retirez votre consentement à tout moment pendant cette période, nous supprimerons vos données personnelles en conséquence.",
    "We retain personal data for as long as necessary to fulfill the purposes outlined in this policy or as required by law. Retention periods are as follows:": "Nous conservons les données personnelles aussi longtemps que nécessaire pour atteindre les objectifs décrits dans la présente politique ou conformément à la loi. Les périodes de conservation sont les suivantes :",
    "Contact Information: Retained for five (5) years.": "Coordonnées : conservées pendant cinq (5) ans.",
    "Log Data: Stored for a limited time for security and website performance purposes.": "Données de connexion : conservées pendant une durée limitée à des fins de sécurité et de performance du site web.",
    "Data Security": "Sécurité des données",
    "In compliance with GDPR, all data is stored using industry-standard encryption protocols (SSL/TLS) to protect your information during transfer and at rest. Access to personal data is strictly limited to authorized personnel only, and we regularly conduct security audits to ensure compliance with GDPR and best practices in data protection.": "Conformément au RGPD, toutes les données sont stockées à l'aide de protocoles de cryptage standard (SSL/TLS) afin de protéger vos informations pendant leur transfert et leur stockage. L'accès aux données personnelles est strictement limité au personnel autorisé, et nous effectuons régulièrement des audits de sécurité afin de garantir la conformité avec le RGPD et les meilleures pratiques en matière de protection des données.",
    "We take the protection of your personal data seriously. We have implemented technical and organizational measures to secure your data against unauthorized access, alteration, disclosure, or destruction. These include:": "Nous prenons très au sérieux la protection de vos données personnelles. Nous avons mis en place des mesures techniques et organisationnelles pour sécuriser vos données contre tout accès non autorisé, toute modification, divulgation ou destruction. Ces mesures comprennent :",
    "Encryption: All data transferred between your browser and our website is encrypted using SSL/TLS protocols.": "Cryptage : toutes les données transférées entre votre navigateur et notre site web sont cryptées à l'aide des protocoles SSL/TLS.",
    "Access Controls: Access to personal data is restricted to authorized personnel only.": "Contrôles d'accès : l'accès aux données personnelles est limité au personnel autorisé.",
    "Regular Security Audits: We conduct routine security audits to identify and address vulnerabilities.": "Audits de sécurité réguliers : nous effectuons des audits de sécurité de routine afin d'identifier et de corriger les vulnérabilités.",
    "Use of Social Media Plugins": "Utilisation de plugins de réseaux sociaux",

    "Our website may use social media plugins (e.g., Facebook, Twitter, LinkedIn,) to allow content sharing. These plugins may collect personal data such as your IP address even if you do not interact with the plugin. These actions are governed by the respective social media platforms’ privacy policies, and we encourage you to review them.": "Notre site web peut utiliser des plugins de réseaux sociaux (par exemple, Facebook, Twitter, LinkedIn) pour permettre le partage de contenu. Ces plugins peuvent collecter des données personnelles telles que votre adresse IP, même si vous n'interagissez pas avec le plugin. Ces actions sont régies par les politiques de confidentialité des plateformes de réseaux sociaux respectives, et nous vous encourageons à les consulter.",
    "Analysis Tools and Advertising": "Outils d'analyse et publicité",
    "We use tools like Google Analytics to analyze website traffic and visitor behavior. This data is anonymized and used to enhance the website experience. If you do not want Google Analytics to collect your data, you can opt out by installing the Google Analytics Opt-out Browser Add-on. We may also work with advertising partners who use tracking technologies to display relevant ads to you based on your website interactions. This data is used solely for marketing purposes and is governed by applicable laws.": "Nous utilisons des outils tels que Google Analytics pour analyser le trafic sur notre site web et le comportement des visiteurs. Ces données sont anonymisées et utilisées pour améliorer l'expérience du site web. Si vous ne souhaitez pas que Google Analytics collecte vos données, vous pouvez vous désinscrire en installant le module complémentaire de navigateur pour la désactivation de Google Analytics. Nous pouvons également travailler avec des partenaires publicitaires qui utilisent des technologies de suivi pour vous afficher des publicités pertinentes en fonction de vos interactions sur le site web. Ces données sont utilisées uniquement à des fins de marketing et sont régies par les lois applicables.",
    "Intellectual Property and Content Ownership": "Propriété intellectuelle et propriété du contenu",
    "The content published on the Radar Tyres website, including text, graphics, logos, images, and other materials, is either owned by Radar Tyres or licensed from third-party providers. While Radar Tyres holds the rights to its original content, we do not claim ownership over third-party images or videos used on the website. These materials may be subject to third-party intellectual property rights, including stock footage or images obtained from free or commercial vendors.": "Le contenu publié sur le site web de Radar Tyres, y compris les textes, graphiques, logos, images et autres éléments, est soit la propriété de Radar Tyres, soit concédé sous licence par des fournisseurs tiers. Bien que Radar Tyres détienne les droits sur son contenu original, nous ne revendiquons pas la propriété des images ou vidéos de tiers utilisées sur le site web. Ces éléments peuvent être soumis à des droits de propriété intellectuelle de tiers, y compris des images d'archives ou des images obtenues auprès de fournisseurs gratuits ou commerciaux.",
    "You are not permitted to copy, reproduce, modify, or distribute any content from the website unless explicitly authorized by Radar Tyres or the applicable third-party rights holder.": "Vous n'êtes pas autorisé à copier, reproduire, modifier ou distribuer tout contenu du site web sans l'autorisation expresse de Radar Tyres ou du détenteur des droits tiers applicable.",
    "Changes to This Privacy and Cookie Policy": "Modifications de la présente politique de confidentialité et d'utilisation des cookies",
    "We may update this Privacy and Cookie Policy from time to time to reflect changes in legal requirements or our practices. We encourage you to review this policy regularly. Significant changes will be communicated on our website.": "Nous pouvons mettre à jour la présente politique de confidentialité et d'utilisation des cookies de temps à autre afin de refléter les changements dans les exigences légales ou nos pratiques. Nous vous encourageons à consulter régulièrement cette politique. Les modifications importantes seront communiquées sur notre site web.",
    "Contact Information": "Coordonnées",
    "If you have any questions or concerns about this Privacy and Cookie Policy or how we process your personal data, please contact us at:": "Si vous avez des questions ou des préoccupations concernant la présente politique de confidentialité et d'utilisation des cookies ou la manière dont nous traitons vos données personnelles, veuillez nous contacter à l'adresse suivante :",




    "_comment": "RADAR RED LANDING PAGE",
    "JOIN THE RADAR RED PROGRAM": "",
    "MORE BENEFITS. MORE SUPPORT. MORE GROWTH.": "",
    "WATCH RED INTRODUCTION VIDEO": "",
    "WHAT IS RADAR RED?": "",
    "Radar RED is our exclusive partner program designed for trusted tyre dealers": "",
    "Radar RED offers access to premium benefits, branding support, and a shared commitment to growth": "",
    "WHY PARTNER WITH RADAR?": "",
    "Exclusive branding and co-marketing opportunities": "",
    "Access to premium Radar product range": "",
    "Enhanced visibility via our dealer locator": "",
    "Invitation to local and global campaigns": "",
    "Priority support and tools to grow your business": "",
    "READY TO ROLL WITH RADAR?": "",
    "Fill in the form and we will contact you personally.": "",
    "Full name*": "",
    "Company name*": "",
    "Email address*": "",
    "Company www-address*": "",
    "Phone*": "",
    "City*": "",
    "Message (optional)": "",
    "Submit": "",
    "REAL PEOPLE. REAL GROWTH.": "",
    "We grow together. Radar RED program is about people and partnership, not just products.": "",

    
    

    "_COMMENT": "Tyres Pages --- Grid",

    

    


    "_COMMENT": "Dimax® Sport",
    "The Dimax Sport is a premium ultra high performance tyre engineered to deliver uncompromising safety, performance and control. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Sport features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and offers drivers excellent wet grip, handling, low rolling resistance and a quiet ride. The Dimax Sport offers popular passenger car and SUV fitments and all sizes carry the EVC marking on the sidewall identifying the tyre as compatible with both Electric Vehicles(EV) and Plug-in hybrid vehicles.": "Le Dimax Sport est un pneu haut de gamme ultra performant, conçu pour offrir une sécurité, des performances et un contrôle sans compromis. Conçu par Omni United en collaboration avec le célèbre studio de design italien GFG Style, dirigé par les légendaires designers automobiles Giorgetto et Fabrizio Giugiaro, le Dimax Sport se caractérise par un design unique, fonctionnel et élégant, qui représente une synergie parfaite entre design et ingénierie. Cette gamme avancée et riche en fonctionnalités a été testée de manière approfondie par rapport aux marques haut de gamme et offre aux conducteurs une excellente adhérence sur sol mouillé, une bonne maniabilité, une faible résistance au roulement et un confort de conduite silencieux. Le Dimax Sport est disponible pour les voitures particulières et les SUV les plus populaires. Toutes les dimensions portent le marquage EVC sur le flanc, qui identifie le pneu comme compatible avec les véhicules électriques (VE) et les véhicules hybrides rechargeables.",
    "EXTENDED HANGER TREAD DESIGN": "CONCEPTION DE LA BANDE DE ROULEMENT À HANGERS ÉLARGIS",
    "Unique, ultra-modern and sporty design with a stiff outside shoulder provides <br class='hidden-xs'> ultimate handling and cornering properties, especially for the latest and most <br class='hidden-xs'> demanding passenger cars and SUVs.": "Conception unique, ultra-moderne et sportive avec un épaulement extérieur<br> rigide offrant une maniabilité et une tenue de route exceptionnelles, en particulier pour<br> les voitures particulières et les SUV les plus récents et les plus exigeants.",
    "ES PERFORMANCE COMPOUND (ESPC)": "COMPOSITION ES PERFORMANCE (ESPC)",
    "Advanced silica compound that provides the optimal combination of <br class='hidden-xs'> low rolling resistance and excellent dynamic handling properties as <br class='hidden-xs'> well as excellent wet grip.": "Composition avancée à base de silice offrant une combinaison optimale entre<br> une faible résistance au roulement, d'excellentes propriétés de maniabilité<br> dynamique et une excellente adhérence sur sol mouillé.",
    "AQUEDUCT GROOVES": "RAINURES AQUEDUCT",
    "These are ultra-smooth and shiny channels which, in combination with optimised <br class='hidden-xs'> groove wall angles help in efficiently evacuating water from the tread, <br class='hidden-xs'> reducing the risk of aquaplaning and enhancing safety.": "Il s'agit de rainures ultra-lisses et brillantes qui, associées à des angles de paroi<br> optimisés, contribuent à évacuer efficacement l'eau de la bande de roulement,<br> réduisant ainsi le risque d'aquaplaning et améliorant la sécurité.",
    "STEALTH TECHNOLOGY": "TECHNOLOGIE STEALTH",
    "Stealth shape design and optimised tread <br class='hidden-xs'> pitch sequencing ensure a silent and <br class='hidden-xs'> smooth ride.": "La forme Stealth et la séquence optimisée des pas <br>de la bande de roulement garantissent une <br>conduite silencieuse et souple.",
    "CIRCLE OF TREADLIFE": "CIRCLE OF TREADLIFE",
    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator is <br class='hidden-xs'> a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator begins to <br class='hidden-xs'> fade and totally disappears at a groove depth of 2 millimetres.": "Une caractéristique de sécurité unique qui indique la profondeur restante de la bande de <br>roulement. Lorsque le pneu est neuf, cet indicateur est un cercle complet avec 8 millimètres<br> de bande de roulement restante. Au fur et à mesure que le pneu s'use, l'indicateur commence à<br> s'estomper et disparaît totalement lorsque la profondeur des rainures atteint 2 millimètres.",
    "SMOOTH VELVET SIDEWALL": "FLANC VELOURS LISSE",
    "High-contrast, laser-treated design with ultra-low <br class='hidden-xs'>protrusion improves the tyre’s air drag factor <br class='hidden-xs'>and is easy to clean.": "Le design contrasté, traité au laser, avec une <br>protubérance ultra-faible, améliore le coefficient de traînée <br>de l'air du pneu et facilite son nettoyage.",

    

    "_COMMENT": "Dimax® Sprint",
    "The Dimax Sprint is a premium high performance tyre engineered to deliver all round safety, comfort and mileage. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Sprint features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides drivers ultimate handling and grip in wet and dry conditions, low rolling resistance and a quiet ride. The Dimax Sprint offers popular passenger car and SUV fitments and all sizes carry the EVC marking on the sidewall identifying the tyre as compatible with both Electric Vehicles(EV) and Plug-in hybrid vehicles.": "Le Dimax Sprint est un pneu haut de gamme très performant, conçu pour offrir sécurité, confort et kilométrage sur tous les plans. Conçu par Omni United en collaboration avec le célèbre bureau de design italien GFG Style, dirigé par les légendaires designers automobiles Giorgetto et Fabrizio Giugiaro, le Dimax Sprint se caractérise par un design unique, fonctionnel et élégant, qui représente une synergie parfaite entre design et ingénierie. Cette gamme avancée et riche en fonctionnalités a été testée de manière approfondie par rapport aux marques haut de gamme et offre aux conducteurs une maniabilité et une adhérence optimales sur sol sec et mouillé, une faible résistance au roulement et un confort de conduite silencieux. Le Dimax Sprint est disponible pour les voitures particulières et les SUV les plus populaires. Toutes les tailles portent le marquage EVC sur le flanc, qui identifie le pneu comme compatible avec les véhicules électriques (VE) et les véhicules hybrides rechargeables.",
    "TWIN HANGER TREAD DESIGN": "DESSIN DE LA BANDE DE ROULEMENT TWIN HANGER",
    "Unique, ultra-modern and noise optimised design for <br class='hidden-xs'>passenger cars, offering great steering precision and <br class='hidden-xs'>excellent cornering properties.": "Dessin unique, ultra-moderne et optimisé pour réduire le bruit, <br>destiné aux voitures particulières, offrant une grande précision <br>de direction et d'excellentes propriétés en virage.",
    "RAIN MASTER PERFORMANCE COMPOUND (RMPC)": "COMPOSITION RAIN MASTER PERFORMANCE (RMPC)",
    "Advanced silica compound that provides the ideal <br class='hidden-xs'>combination of ultimate wet performance and low <br class='hidden-xs'>rolling resistance.": "Composition avancée à base de silice qui offre <br>la combinaison idéale entre des performances ultimes sur sol <br>mouillé et une faible résistance au roulement.",
    "These are ultra-smooth and shiny channels which, in combination with optimised groove <br class='hidden-xs'>wall angles help in efficiently evacuating water from the tread, reducing the risk of <br class='hidden-xs'>aquaplaning and enhancing safety.": "Il s'agit de rainures ultra-lisses et brillantes qui, associées <br>à des angles de parois optimisés, contribuent à évacuer efficacement <br>l'eau de la bande de roulement, réduisant ainsi le risque <br>d'aquaplaning et améliorant la sécurité.",
    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator <br class='hidden-xs'>is a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator <br class='hidden-xs'>begins to fade and totally disappears at a groove depth of 2 millimetres.": "Une caractéristique de sécurité unique qui indique la profondeur restante <br>de la bande de roulement. Lorsque le pneu est neuf, cet indicateur est un <br>cercle complet avec 8 millimètres de bande de roulement restante. <br>À mesure que le pneu s'use, l'indicateur commence à s'estomper et disparaît <br>totalement lorsque la profondeur des rainures atteint 2 millimètres.",
    "High-contrast, laser-treated design with ultra-low <br class='hidden-xs'>protrusion improves the tyre’s air drag factor and <br class='hidden-xs'>is easy to clean.": "Le design contrasté, traité au laser et à très <br>faible saillie, améliore le coefficient de traînée <br>de l'air du pneu et facilite son nettoyage.",


    "_COMMENT": "DIMAX® ALL SEASON",

    "The Dimax All Season is a premium all season tyre, engineered to provide optimal performance in any weather condition. Our 3PMSF marking allows drivers to drive with confidence and safety in both scorching summer heat and in snow covered winter roads without needing a seasonal tyre change. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax All Season features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides optimal performance in all weather conditions providing drivers with confidence, safety and control. The Dimax All Season offers popular passenger car and SUV fitments and all sizes are EV(Electric Vehicle) and Plug-in hybrid vehicle compatible.": "Le Dimax All Season est un pneu toutes saisons haut de gamme, conçu pour offrir des performances optimales dans toutes les conditions météorologiques. Notre marquage 3PMSF permet aux conducteurs de rouler en toute confiance et en toute sécurité, aussi bien sous la chaleur torride de l'été que sur les routes enneigées de l'hiver, sans avoir à changer de pneus selon les saisons. Conçu par Omni United en collaboration avec le célèbre studio de design italien GFG Style, dirigé par les légendaires designers automobiles Giorgetto et Fabrizio Giugiaro, le Dimax All Season se caractérise par un design unique, fonctionnel et élégant, qui représente une synergie parfaite entre design et ingénierie. Cette gamme avancée et riche en fonctionnalités a été testée de manière approfondie par rapport à des marques haut de gamme et offre des performances optimales dans toutes les conditions météorologiques, garantissant aux conducteurs confiance, sécurité et contrôle. Le Dimax All Season est disponible pour les voitures particulières et les SUV les plus populaires, et toutes les tailles sont compatibles avec les véhicules électriques (EV) et les véhicules hybrides rechargeables.",
    "TRIPLE-EDGED PATTERN DESIGN": "DESIGN À TRIPLE ARÊTE",
    "Sawtooth shaped centre grooves together with the step-design of the outer circumferential <br class='hidden-xs'>grooves providing outstanding mechanical grip on snow. This design enables the use of very <br class='hidden-xs'>stiff pattern blocks delivering optimal performance on wet and dry roads.": "Les rainures centrales en forme de dents de scie, associées au design en gradins <br>des rainures circonférentielles extérieures, offrent une adhérence mécanique <br>exceptionnelle sur la neige. Cette conception permet l'utilisation de blocs de profil <br>très rigides offrant des performances optimales sur routes mouillées et sèches.",
    "BLUE SILICA COMPOUND": "COMPOSÉ DE SILICE BLEUE",
    "Advanced wet grip silica compound designed to deliver ultimate safety on wet roads while performing <br class='hidden-xs'>on dry roads. It has been fine-tuned to deliver exceptional all season performance, high durability <br class='hidden-xs'>and excellent resistance to tyre ageing.": "Composé de silice avancé pour une adhérence optimale sur sol mouillé, conçu pour <br>offrir une sécurité maximale sur routes mouillées tout en restant performant sur <br>routes sèches. Il a été mis au point pour offrir des performances exceptionnelles <br>en toutes saisons, une grande durabilité et une excellente résistance au vieillissement <br>des pneus.",
    "These are ultra-smooth and shiny channels which, in combination with optimised groove wall <br class='hidden-xs'>angles help in efficiently evacuating water and slush from the tread, reducing the risk of <br class='hidden-xs'>aquaplaning and enhancing safety.": "Ces rainures ultra-lisses et brillantes, associées à des angles de paroi <br>optimisés, contribuent à évacuer efficacement l'eau et la neige fondue de la <br>bande de roulement, réduisant ainsi le risque d'aquaplaning et améliorant <br>la sécurité.",
    "CONNECTED SUPPORT TECHNOLOGY": "TECHNOLOGIE DE SUPPORT CONNECTÉ",
    "Innovative structural element embedded within the tyre’s tread pattern, providing full <br class='hidden-xs'>support to all the tread blocks from shoulder to shoulder ensuring tyre integrity, precise <br class='hidden-xs'>steering, and safety in extreme driving conditions.": "Élément structurel innovant intégré dans la bande de roulement du pneu, <br>qui offre un soutien complet à tous les blocs de la bande de roulement, <br>d'un épaulement à l'autre, garantissant l'intégrité du pneu, une direction <br>précise et la sécurité dans des conditions de conduite extrêmes.",
    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator is <br class='hidden-xs'>a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator begins to <br class='hidden-xs'>fade and totally disappears at a groove depth of 2 millimetres.": "Une caractéristique de sécurité unique qui indique la profondeur restante de la <br>bande de roulement. Lorsque le pneu est neuf, cet indicateur est un cercle complet <br>avec 8 millimètres de bande de roulement restante. Au fur et à mesure que le pneu s'use, <br>l'indicateur commence à s'estomper et disparaît totalement lorsque la profondeur <br>des rainures atteint 2 millimètres.",
    "Ultra-low protrusion, which improves <br class='hidden-xs'>the tyre’s air drag factor and is <br class='hidden-xs'>easy to clean.": "Profondeur ultra-faible, qui améliore le <br>coefficient de traînée de l'air du pneu et <br>facilite le nettoyage.",



    "_COMMENT": "DIMAX® WINTER",
    "The Dimax Winter is a premium winter tyre, engineered to excel in harsh and demanding winter conditions, providing drivers with confidence, safety, and control. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Winter features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides ultimate snow performance, outstanding safety on wet and slush, and top-of-the-class braking performance in all conditions. The Dimax Winter offers popular passenger car and SUV fitments and all sizes are EV(Electric Vehicle) and Plug-in hybrid vehicle compatible.": "Le Dimax Winter est un pneu hiver haut de gamme, conçu pour exceller dans des conditions hivernales difficiles et exigeantes, offrant aux conducteurs confiance, sécurité et contrôle. Conçu par Omni United en collaboration avec le célèbre studio de design italien GFG Style, dirigé par les légendaires designers automobiles Giorgetto et Fabrizio Giugiaro, le Dimax Winter présente un design unique, fonctionnel et élégant, qui représente une synergie parfaite entre design et ingénierie. Cette gamme avancée et riche en fonctionnalités a été testée de manière approfondie par rapport à des marques haut de gamme et offre des performances ultimes sur la neige, une sécurité exceptionnelle sur sol mouillé et enneigé, ainsi que des performances de freinage de premier ordre dans toutes les conditions. Le Dimax Winter est disponible pour les voitures particulières et les SUV les plus populaires, et toutes les tailles sont compatibles avec les véhicules électriques (EV) et les véhicules hybrides rechargeables.",
    "DOUBLE CRYSTAL 3D SIPES": "LAMELLES 3D DOUBLE CRISTAL",
    "Three dimensional sipes resembling crystals, precisely <br class='hidden-xs'>positioned across the tyre’s tread in order to <br class='hidden-xs'>maximise extreme grip on snow and ice, as well as <br class='hidden-xs'>provide stability on wet and dry roads": "Lamelles tridimensionnelles ressemblant à des cristaux, <br>positionnées avec précision sur la bande de roulement du <br>pneu afin de maximiser l'adhérence extrême sur la neige <br>et le verglas, et d'assurer la stabilité sur routes <br>mouillées et sèches.",
    "INARI COMPOUND": "COMPOSITION INARI",
    "Advanced silica compound tested and perfected in harsh winter conditions of the <br class='hidden-xs'>Northern Finnish Lapland. It has been fine-tuned to deliver exceptional winter <br class='hidden-xs'>performance, excellent wet grip, low rolling resistance, high durability and <br class='hidden-xs'>excellent resistance to tyre ageing.": "Composition avancée à base de silice testée et perfectionnée dans les conditions <br>hivernales rigoureuses du nord de la Laponie finlandaise. Elle a été mise au point <br>pour offrir des performances hivernales exceptionnelles, une excellente adhérence <br>sur sol mouillé, une faible résistance à rouler, une grande durabilité et une <br>excellente résistance au vieillissement.",
    "These are ultra-smooth and shiny channels which, in combination <br class='hidden-xs'>with optimised groove wall angles help in efficiently evacuating <br class='hidden-xs'>water and slush from the tread, reducing the risk of aquaplaning <br class='hidden-xs'>and enhancing safety.": "Il s'agit de rainures ultra-lisses et brillantes qui, <br>associées à des angles de parois optimisés, contribuent à <br>évacuer efficacement l'eau et la neige fondue de la bande <br>de roulement, réduisant ainsi le risque d'aquaplaning et <br>améliorant la sécurité.",
    "Innovative structural element embedded within the tyre’s tread <br class='hidden-xs'>pattern, providing full support to all the tread blocks from <br class='hidden-xs'>shoulder to shoulder ensuring tyre integrity, precise steering, <br class='hidden-xs'>and safety in extreme driving conditions.": "Élément structurel innovant intégré dans la bande de roulement <br>du pneu, qui offre un soutien complet à tous les blocs de la <br>bande de roulement, d'une épaule à l'autre, garantissant <br>l'intégrité du pneu, une direction précise et la sécurité dans <br>des conditions de conduite extrêmes.",
    "A unique safety feature that indicates remaining tread depth. When the tyre is <br class='hidden-xs'>new, this indicator is a full circle with 8-millimetres of tread remaining. As <br class='hidden-xs'>the tyre wears down, the indicator begins to fade and totally disappears at a <br class='hidden-xs'>groove depth of 2 millimetres.": "Une caractéristique de sécurité unique qui indique la profondeur restante de la <br>bande de roulement. Lorsque le pneu est neuf, cet indicateur est un cercle complet <br>avec 8 millimètres de bande de roulement restante. Au fur et à mesure que le pneu <br>s'use, l'indicateur commence à s'estomper et disparaît totalement lorsque la <br>profondeur des rainures atteint 2 millimètres.",
    "Ultra-low protrusion, which <br class='hidden-xs'>improves the tyre’s air <br class='hidden-xs'>drag factor and <br class='hidden-xs'>is easy to clean.": "Profondeur ultra-faible, ce qui améliore le <br>coefficient de traînée aérodynamique du pneu <br>et facilite le nettoyage.",



    "_COMMENT": "Renegade® A/T Sport",
    "The Renegade A/T Sport is a premium all-terrain range that is engineered for drivers that need exceptional off-road performance while giving a quiet, smooth on-road ride. This range offers a combination of increased off-road grip, enhanced stability and handling performance, and excellent traction. The A/T Sport utilises a special silica-based tread compound that offers outstanding cut and chip resistance along with circumferential grooves on the centre tread blocks for a quieter ride.": "Le Renegade A/T Sport est une gamme tout-terrain haut de gamme conçue pour les conducteurs qui ont besoin de performances hors route exceptionnelles tout en bénéficiant d'une conduite silencieuse et souple sur route. Cette gamme offre une combinaison d'adhérence hors route accrue, de stabilité et de maniabilité améliorées, ainsi qu'une excellente traction. Le pneu A/T Sport utilise un composé de gomme spécial à base de silice qui offre une résistance exceptionnelle aux coupures et aux éclats, ainsi que des rainures circonférentielles sur les blocs centraux de la bande de roulement pour une conduite plus silencieuse.",
    "ULTRA-SHIELD SYSTEM - ENHANCED DURABILITY AND <br class=\"hidden-xs\">PUNCTURE RESISTANCE": "SYSTÈME ULTRA-SHIELD - DURABILITÉ ET RÉSISTANCE À <br>LA PERFORATION AMÉLIORÉES",
    "A unique combination of stone ejectors, serrations on the bottom tread and strong tie bars to <br class=\"hidden-xs\">increase puncture resistance and casing protection.": "Une combinaison unique d'éjecteurs de pierres, de dentelures sur la bande de <br>roulement inférieure et de barres de liaison solides pour augmenter la résistance <br>à la perforation et la protection de la carcasse.",
    "GRAVEL-TRAC TECHNOLOGY - EXCEPTIONAL <br class=\"hidden-xs\">ALL-TERRAIN TRACTION": "TECHNOLOGIE GRAVEL-TRAC - TRACTION <br>TOUT TERRAIN EXCEPTIONNELLE",
    "Optimised interlocking tread block design in combination with reverse radius on shoulder blocks<br class=\"hidden-xs\"> provides the ultimate performance on gravel roads and exceptional traction on sand and mud.": "La conception optimisée des blocs de bande de roulement emboîtés, associée au rayon <br>inversé des blocs d'épaulement, offre des performances ultimes sur les routes gravelées <br>et une traction exceptionnelle sur le sable et la boue.",
    "ENDURAMAX COMPOUND - OUTSTANDING CUT AND <br class=\"hidden-xs\">CHIP RESISTANCE": "COMPOSITE ENDURAMAX - RÉSISTANCE EXCEPTIONNELLE <br>AUX ENCOCHES ET AUX ÉCLATS",
    "Special Silica-based compound that provides great cut and chip resistance and <br class=\"hidden-xs\">maximum grip in all conditions.": "Composite spécial à base de silice qui offre une excellente <br>résistance aux encoches et aux éclats et une adhérence maximale <br>dans toutes les conditions.",
    "SNAKE-BITE TREAD BLOCK DESIGN - INCREASED STABILITY AND <br class=\"hidden-xs\">HANDLING PERFORMANCE": "CONCEPTION DES BLOCS DE BANDE DE ROULEMENT <br>SNAKE-BITE - STABILITÉ ET TENUE DE ROUTE AMÉLIORÉES",
    "Snake head shaped tread blocks create torsional strength in all directions and protect the <br class=\"hidden-xs\">aggressive shoulder block. Wide circumferential centre block design provides gives great driving feel.": "Les blocs de bande de roulement en forme de tête de serpent créent une résistance à <br>la torsion dans toutes les directions et protègent les blocs d'épaulement agressifs. <br>La conception large des blocs centraux circonférentiels offre une excellente <br>sensation de conduite.",



    "_COMMENT": "Renegade® R/T+",

    "The Renegade R/T+ is a premium rugged terrain range and is designed to give exceptional off-road performance coupled with on-road comfort and sophistication. On-road, this tyre gives drivers superior handling with a quiet and smooth ride, while off-road it has the capability to go anywhere that a pure M/T tyre can. The Renegade R/T+ offers both aggressive and rugged looks with great on/off-road performance making it a combination between an all-terrain and mud-terrain tyre and offers the best of both worlds. This range features a dual sidewall design that has a skull & piston design on one side and mud penetrating dagger shaped lugs on the other.": "Le Renegade R/T+ est une gamme haut de gamme pour terrains accidentés, conçue pour offrir des performances exceptionnelles en tout-terrain, tout en garantissant confort et sophistication sur route. Sur route, ce pneu offre aux conducteurs une maniabilité supérieure et une conduite silencieuse et souple, tandis qu'en tout-terrain, il est capable d'aller partout où un pneu M/T pur peut aller. Le Renegade R/T+ offre à la fois un look agressif et robuste et d'excellentes performances sur route et en tout-terrain, ce qui en fait une combinaison entre un pneu tout-terrain et un pneu boue, offrant le meilleur des deux mondes. Cette gamme se caractérise par un design à double flanc avec un motif tête de mort et piston d'un côté et des crampons en forme de poignard pénétrant la boue de l'autre.",
    "EXCEPTIONAL ALL-TERRAIN TRACTION": "TRACTION TOUT TERRAIN EXCEPTIONNELLE",
    "Optimised tread block sizes and shapes with multiple <br class='hidden-xs'>lateral grooves and angled sipes ensure superb <br class='hidden-xs'>traction on all terrains.": "La taille et la forme optimisées des blocs de la bande de roulement, associées à de <br>multiples rainures latérales et à des lamelles inclinées, garantissent une traction <br>exceptionnelle sur tous les terrains.",
    "INCREASED STABILITY AND <br class='hidden-xs'>RESISTANCE TO PUNCTURES": "STABILITÉ ET RÉSISTANCE AUX CREVAISONS ACCRUES",
    "Robust 3-ply construction reduces the risk of punctures and  <br class='hidden-xs'>gives sure-footed handling on all surfaces.": "La construction robuste à 3 plis réduit le risque de crevaisons et offre une tenue <br>de route sûre sur toutes les surfaces.",
    "ENHANCED STABILITY, HANDLING AND  <br class='hidden-xs'>EVEN TREADWEAR": "STABILITÉ, TENUE DE ROUTE ET USURE UNIFORME AMÉLIORÉES",
    "Wide centre tread blocks help balance the weight distribution <br class='hidden-xs'>and ensure the tread wears evenly.": "Les larges blocs centraux de la bande de roulement contribuent à équilibrer la répartition <br>du poids et à assurer une usure uniforme de la bande de roulement.",
    "DUAL SIDEWALL DESIGN - SKULL & PISTON EDITION": "CONCEPTION À DOUBLE FLANC - ÉDITION CRÂNE ET PISTON",
    "Featuring an outlaw side with a skull & piston <br class='hidden-xs'>design on one side and mud penetrating dagger <br class='hidden-xs'>shaped lugs on the other.": "Avec un côté rebelle arborant un motif crâne et piston d'un côté et des crampons en forme <br>de poignard pénétrant la boue de l'autre.",


    "_COMMENT": "Renegade® X",
    "The Renegade-X is the top-of-the-line extreme terrain tyre range from Radar Tyres. This innovative \"stealth\" inspired tyre is born out of the partnership between Radar Tyres and leading Italian automotive design house GFG Style. This feature-packed range is designed and engineered for drivers that need extreme off-road performance on mud, rocks, gravel and sand while offering durability and an aggressive aesthetic that enthusiasts crave.": "Le Renegade-X est le pneu tout-terrain haut de gamme de Radar Tyres. Ce pneu innovant inspiré de la \" furtivité \" est né du partenariat entre Radar Tyres et le célèbre designer automobile italien GFG Style. Cette gamme riche en fonctionnalités est conçue et fabriquée pour les conducteurs qui ont besoin de performances tout-terrain extrêmes sur la boue, les rochers, le gravier et le sable, tout en offrant la durabilité et l'esthétique agressive que recherchent les passionnés.",
    "EXTREME OFF-ROAD TRACTION": "TRACTION TOUT-TERRAIN EXTRÊME",
    "High void-to-lug ratio, deep side blocks and a specially formulated <br>Rock-Crawl tread compound provide exceptional traction and grip on <br>rocks, gravel, mud and soft soil. Mud-rescue shoulder provides <br>additional traction that helps pull the vehicle out of mud.": "Le rapport vide/crampons élevé, les blocs latéraux profonds et le composé de gomme Rock-Crawl <br>spécialement formulé offrent une traction et une adhérence exceptionnelles sur les rochers, <br>le gravier, la boue et les sols meubles. L'épaulement Mud-Rescue offre une traction <br>supplémentaire qui aide à sortir le véhicule de la boue.",
    "ENHANCED DURABILITY": "DURABILITÉ AMÉLIORÉE",
    "A unique combination of stone ejectors and <br>serrations on the bottom tread add an <br>additional layer of reinforcement to increase <br>puncture resistance.": "Une combinaison unique d'éjecteurs de pierres et de dentelures sur la bande de <br>roulement inférieure ajoute une couche de renfort supplémentaire pour augmenter <br>la résistance à la perforation.",
    "TOUGHER SIDEWALLS": "FLANC PLUS RÉSISTANT",
    "High turn-up 3-ply sidewall construction combined with <br>aggressive “stealth” shaped sidewall lugs provide biting edges <br>for additional grip and traction, and provide protection from <br>external sidewall damage.": "La construction à flancs hauts à 3 plis combinée à des crampons agressifs de forme <br>“furtive” offre des arêtes mordantes pour une adhérence et une traction supplémentaires, <br>et protège les flancs contre les dommages extérieurs.",
    "LONG TREAD LIFE": "LONGUE DURÉE DE VIE",
    "Specially formulated tread compound <br>combined with tie bars provide lateral<br> stability, promote even wear and <br>increases longevity.": "Le composé de la bande de roulement spécialement formulé, associé à des <br>barres de liaison, assure la stabilité latérale, favorise une usure uniforme <br>et augmente la longévité.",
    "ON-ROAD COMFORT": "CONFORT SUR ROUTE",
    "Optimised tread pattern design <br>reduces noise for a quieter <br>and more comfortable on-road <br>ride.": "La conception optimisée de la bande de roulement réduit le bruit pour une <br>conduite plus silencieuse et plus confortable sur route.",


    "_COMMENT": "DIMAX® TOURING",
    "The Dimax Touring is a touring tyre designed for exceptional safety, comfort, fuel efficiency, and performance. It delivers a quiet and comfortable ride while ensuring excellent wet grip, precise handling, and enhanced stability for a safer driving experience. With low rolling resistance, the Dimax Touring helps reduce fuel consumption, making it an ideal choice for passenger cars, hybrids and electric vehicles. All sizes feature the EVC marking, making them suited for Electric Vehicles (EVs) and Plug-in Hybrid Vehicles (PHEVs).": "Le Dimax Touring est un pneu tourisme haut de gamme conçu pour offrir une sécurité, un confort, une efficacité énergétique et des performances exceptionnels. Il offre une conduite silencieuse et confortable tout en garantissant une excellente adhérence sur sol mouillé, une maniabilité précise et une stabilité renforcée pour une expérience de conduite plus sûre. Grâce à sa faible résistance à rouler, le Dimax Touring contribue à réduire la consommation de carburant, ce qui en fait un choix idéal pour les voitures particulières, les véhicules hybrides et les véhicules électriques. Toutes les dimensions sont dotées du marquage EVC, ce qui les rend adaptées aux véhicules électriques (VE) et aux véhicules hybrides rechargeables (PHEV).",
    "These are ultra-smooth and shiny channels which, in <br class=\"hidden-xs\">combination with optimised groove wall angles help in <br class=\"hidden-xs\">efficiently evacuating water from the tread, reducing the <br class=\"hidden-xs\">risk of aquaplaning and enhancing safety.": "Ces rainures ultra-lisses et brillantes, associées à des angles <br>de paroi optimisés, contribuent à évacuer efficacement l'eau de la <br>bande de roulement, réduisant ainsi le risque d'aquaplaning et <br>améliorant la sécurité.",
    "SERENITY RIDE DESIGN": "CONCEPTION SERENITY RIDE",
    "Optimised tread pitch sequencing for a silent <br class=\"hidden-xs\">ride. Tyre construction designed to absorb bumps <br class=\"hidden-xs\">and vibrations to give a smooth and comfortable <br class=\"hidden-xs\">driving feel.": "Séquence optimisée du pas de la bande de roulement pour une conduite <br>silencieuse. Construction du pneu conçue pour absorber les chocs et les vibrations <br>afin d'offrir une sensation de conduite souple et confortable.",
    "TRIPLE SPORT ACTION DESIGN": "CONCEPTION TRIPLE SPORT ACTION",
    "Stiff outside shoulder for ultimate cornering properties.<br class=\"hidden-xs\"> Robust centre rib for steering precision, and siping to <br class=\"hidden-xs\">reduce heat build-up, resulting in higher mileage and <br class=\"hidden-xs\">lower rolling resistance.": "Épaules extérieures rigides pour des propriétés de virage optimales.<br> Nervure centrale robuste pour une précision de direction et lamelles <br>pour réduire l'accumulation de chaleur, ce qui se traduit par un kilométrage <br>plus élevé et une résistance au roulement réduite.",
    "WETRESPONSE COMPOUNDING": "COMPOSITION WETRESPONSE",
    "High silica tread compound with a modern <br class=\"hidden-xs\">elastomer base designed for exceptional wet <br class=\"hidden-xs\">performance and safety in a wide <br class=\"hidden-xs\">temperature range.": "Composé de gomme à haute teneur en silice avec une base élastomère moderne, <br>conçu pour des performances exceptionnelles sur sol mouillé et une sécurité optimale <br>dans une large plage de températures.",
    "CIRCLE OF TREADLIFE®": "CIRCLE OF TREADLIFE®",
    "A unique safety feature that indicates remaining <br class=\"hidden-xs\">tread depth. It starts with a full circle indicating <br class=\"hidden-xs\">100% tread depth and totally disappears at 1.6mm <br class=\"hidden-xs\">remaining tread depth.": "Une caractéristique de sécurité unique qui indique la profondeur restante de <br>la bande de roulement. Elle commence par un cercle complet indiquant <br>une profondeur de bande de roulement de 100 % et disparaît totalement <br>lorsque la profondeur restante est de 1,6 mm.",



    "_COMMENT": "Dimax® R8+",
    "The Dimax R8+ is a high performance tyre range that has been designed for passenger cars and SUVs. This range has been specifically designed to give high-performance on vehicles that demand the best tyres and offers the ultimate blend of excellent wet and dry grip, sporty handling performance and comfort. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of Electric Vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "Le Dimax R8+ est une gamme de pneus haute performance conçue pour les voitures particulières et les SUV. Cette gamme a été spécialement conçue pour offrir des performances élevées sur les véhicules qui exigent les meilleurs pneus et offre le mélange ultime entre une excellente adhérence sur sol mouillé et sec, une tenue de route sportive et un confort optimal. Cette gamme comprend la plupart des dimensions run-flat pour les véhicules de ce segment, ainsi que certaines dimensions compatibles avec les véhicules électriques. Les dimensions compatibles avec les véhicules électriques, par rapport aux dimensions non compatibles, sont dotées d'un composé spécial à faible résistance au roulement qui améliore les performances des véhicules électriques. Ce composé confère également une rigidité aux pneus, ce qui se traduit par une conduite plus stable pour les véhicules électriques lourds et puissants. De plus, les dimensions EVC offrent également une adhérence améliorée sur sol mouillé, pour une conduite plus sûre et plus sereine.",
    "PRECISE HANDLING AT HIGH SPEEDS": "MANIABILITÉ PRÉCISE À GRANDE VITESSE",
    "Asymmetric tread design with advanced silica formulated <br class=\"hidden-xs\">tread compound technology.": "Sculpture asymétrique avec technologie <br>avancée de composé de gomme à base de silice.",
    "EXCEPTIONAL WET GRIP": "ADHÉRENCE EXCEPTIONNELLE SUR SOL MOUILLÉ",
    "A combination of an all-new tread compound with four wide longitudinal<br class='hidden-xs'> grooves provide exceptional wet grip and aquaplaning resistance.": "La combinaison d'un tout nouveau composé de gomme et <br>de quatre larges rainures longitudinales offre une adhérence exceptionnelle <br>sur sol mouillé et une excellente résistance à l'aquaplaning.",
    "QUIET AND COMFORTABLE RIDE": "CONDUITE SILENCIEUSE ET CONFORTABLE",
    "Optimised tread pitch sequence for a<br class=\"hidden-xs\"> quieter ride.": "Séquence de pas optimisée pour <br>une conduite plus silencieuse.",


    "_COMMENT": "DIMAX® R8",
    "The Dimax R8 is a high performance tyre range and has been specifically designed for high-performance passenger cars and SUVs. It offers the ideal blend of excellent wet and dry grip with precise handling and comfort. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of Electric Vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "La Dimax R8 est une gamme de pneus haute performance spécialement conçue pour les voitures particulières et les SUV hautes performances. Elle offre une combinaison idéale entre une excellente adhérence sur sol sec et mouillé, une maniabilité précise et un grand confort. Cette gamme comprend la plupart des dimensions run-flat pour les véhicules de ce segment, ainsi que certaines dimensions compatibles avec les véhicules électriques. Les dimensions compatibles avec les véhicules électriques, par rapport aux dimensions non compatibles, sont dotées d'un composé spécial à faible résistance au roulement qui améliore l'autonomie des véhicules électriques. Ce composé confère également une rigidité aux pneus, ce qui se traduit par une conduite plus stable pour les véhicules électriques lourds et puissants. De plus, les dimensions EVC offrent également une adhérence améliorée sur sol mouillé, pour une conduite plus sûre et plus sereine.",
    "SAFETY ON WET CONDITIONS": "SÉCURITÉ SUR SOL MOUILLÉ",
    "Four wide longitudinal grooves that provide efficient water <br class='hidden-xs'>clearance and  aquaplaning resistance.": "Quatre larges rainures longitudinales qui assurent une <br>évacuation efficace de l'eau et une résistance à l'aquaplaning.",
    
    "_COMMENT": "RPX 800+",
    "The RPX 800+ is a high performance tyre range and has been designed primarily for modern CUVs and SUVs. This range offers drivers good control on both dry and wet roads, ensuring a comfortable driving experience. It combines real-world performance with outstanding good looks. This range incorporates the popular run-flat sizes in this segment.": "La RPX 800+ est une gamme de pneus haute performance conçue principalement pour les CUV et SUV modernes. Cette gamme offre aux conducteurs une bonne maîtrise sur routes sèches et mouillées, garantissant une expérience de conduite confortable. Elle allie des performances réelles à un look exceptionnel. Cette gamme comprend les dimensions run-flat populaires dans ce segment.",
    "GOOD GRIP, HANDLING AND MILEAGE": "BONNE ADHÉRENCE, MANIABILITÉ ET RENDEMENT",
    "High performance tread compound combined with an innovative asymmetric<br class=\"hidden-xs\"> pattern design, grips the road well, offers low rolling <br class=\"hidden-xs\">resistance and wears evenly.": "Le composé de gomme haute performance, associé à un <br>dessin asymétrique innovant, adhère bien à la route, <br>offre une faible résistance au roulement et une usure régulière.",
    "DRIVING CONFIDENCE AT HIGH SPEEDS": "CONFiance à grande vitesse",
    "Optimised construction that gives a torsionally<br class=\"hidden-xs\"> stiffer ride, allowing for precise, <br class=\"hidden-xs\">confident manoeuvres.": "La construction optimisée offre une <br>meilleure rigidité en torsion, permettant des manœuvres <br>précises et sûres.",
    "QUIET AND COMFORTABLE DRIVING EXPERIENCE": "CONDUITE SILENCIEUSE ET CONFORTABLE",
    "Optimised tread pitch sequence coupled with a radially<br class=\"hidden-xs\"> compliant construction, optimises driver<br class=\"hidden-xs\"> comfort and experience.": "La séquence optimisée des pas de la bande de roulement, <br>associée à une construction radiale souple, optimise <br>le confort et l'expérience du conducteur.",



    "_COMMENT": "RPX 800",
    "The RPX 800 is a high performance tyre range and has been designed for compact and mid-size cars. This range offers drivers good control on both dry and wet roads, ensuring a comfortable driving experience. It combines real-world performance with outstanding good looks. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of electric vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "La RPX 800 est une gamme de pneus haute performance conçue pour les voitures compactes et de taille moyenne. Cette gamme offre aux conducteurs une bonne maîtrise sur routes sèches et mouillées, garantissant une expérience de conduite confortable. Elle allie des performances réelles à un look exceptionnel. Cette gamme comprend la plupart des dimensions run-flat pour les véhicules de ce segment, ainsi que certaines dimensions compatibles avec les véhicules électriques. Par rapport aux dimensions non compatibles avec les véhicules électriques, les dimensions compatibles avec les véhicules électriques sont dotées d'un composé spécial à faible résistance au roulement qui améliore l'autonomie des véhicules électriques. Ce composé confère également une rigidité aux pneus, ce qui se traduit par une conduite plus stable pour les véhicules électriques lourds et puissants. De plus, les dimensions EVC offrent une adhérence améliorée sur sol mouillé, pour une conduite plus sûre et plus sereine.",
    "GOOD GRIP AND HIGH MILEAGE": "BONNE ADHÉRENCE ET KILOMÉTRAGE ÉLEVÉ",
    "High performance tread compound along with an optimised contact <br class=\"hidden-xs\">patch gives good grip and even wear.": "Le composé de gomme haute performance et la surface de contact <br>optimisée offrent une bonne adhérence et une usure uniforme.",
    "Solid outer shoulder along with an optimised construction<br class=\"hidden-xs\"> ensures precise handling at high speeds.": "L'épaulement extérieur solide et la construction optimisée <br>garantissent une maniabilité précise à grande vitesse.",
    "QUIET DRIVING EXPERIENCE": "CONDUITE SILENCIEUSE",
    "Optimised tread pitch sequence and asymmetric tread pattern <br class=\"hidden-xs\">allows for a quiet and comfortable ride.": "La séquence optimisée des pas de la bande de roulement et le dessin <br>asymétrique de celle-ci garantissent une conduite silencieuse et confortable.",



    "_COMMENT": "Rivera® Pro 2",
    "The Rivera Pro 2 is a high performance tyre range that has been designed for compact and mid-size cars. This range offers a combination of modern looks, good handling, durability and a quiet and comfortable ride.": "La Rivera Pro 2 est une gamme de pneus haute performance conçue pour les voitures compactes et de taille moyenne. Cette gamme offre une combinaison de look moderne, bonne maniabilité, durabilité et conduite silencieuse et confortable.",
    "GOOD STEERING RESPONSE": "BONNE RÉACTIVITÉ DE LA DIRECTION",
    "Tread pattern gives confidence in cornering <br class=\"hidden-xs\">and handling.": "La sculpture de la bande de roulement offre une grande <br>confiance dans les virages et la maniabilité.",
    "GOOD BALANCE OF GRIP AND MILEAGE": "BON ÉQUILIBRE ENTRE ADHÉRENCE ET KILOMÉTRAGE",
    "Specially formulated tread compound gives a good combination of <br class=\"hidden-xs\">grip and longevity.": "Le composé de la bande de roulement spécialement formulé <br>offre une bonne combinaison d'adhérence et de longévité.",
    "Optimised tread pitch sequence ensures <br class=\"hidden-xs\">a quiet ride.": "La séquence optimisée des pas de la bande de roulement <br>garantit une conduite silencieuse.",



    "_COMMENT": "Dimax® ECO",
    "The Dimax Eco is the revolutionary new low rolling resistance high performance tyre from Radar Tyres. This tyre has been rated the best possible EU Tyre label grade “A” for Rolling Resistance which translates to high Fuel Efficiency and reduction of CO2 emissions; “B” grade for wet grip which provides enhanced wet grip and shorter braking distance and it has a significantly lower noise level of 69dB ). This tyre is designed to fit high performance electric, hybrid and latest generation internal combustion vehicles.": "Le Dimax Eco est le nouveau pneu haute performance à faible résistance au roulement révolutionnaire de Radar Tyres. Ce pneu a obtenu la meilleure note possible sur le label européen des pneumatiques, à savoir “A” pour la résistance au roulement, ce qui se traduit par un rendement énergétique élevé et une réduction des émissions de CO2 ; la note “B” pour l'adhérence sur sol mouillé, qui offre une meilleure adhérence sur sol mouillé et une distance de freinage plus courte, et il présente un niveau sonore nettement inférieur (69 dB). Ce pneu est conçu pour équiper les véhicules électriques, hybrides et à combustion interne de dernière génération à hautes performances.",
    "High fuel efficiency<br class='hidden-xs'>": "Haute efficacité énergétique",
    "Unique low-hysteresis tread compound that reduces energy loss and results<br class='hidden-xs'> in a lower rolling resistance which in turn leads to the vehicle delivering higher <br class='hidden-xs'>fuel efficiency and reduction in CO2 emissions.": "Composé de gomme unique à faible hystérésis qui réduit les pertes d'énergie <br>et diminue la résistance au roulement, ce qui se traduit par une meilleure efficacité <br>énergétique du véhicule et une réduction des émissions de CO2.",
    "Enhanced wet grip, good aquaplaning resistance and <br class='hidden-xs'>shorter braking distance": "Adhérence améliorée sur sol mouillé, bonne résistance <br>à l'aquaplaning et distance de freinage plus courte",
    "Specially formulated tread compound along with the 3 wide<br class='hidden-xs'> circumferential grooves offers shorter braking distance and enhanced <br class='hidden-xs'>grip in wet conditions.": "Le composé de gomme spécialement formulé et les 3 larges rainures circonférentielles <br>offrent une distance de freinage plus courte et une adhérence améliorée sur sol mouillé.",
    "Good handling<br class='hidden-xs'>": "Bonne maniabilité",
    "Optimised and light weight construction which<br class='hidden-xs'> provides good handling.<br class='hidden-xs'>": "Construction optimisée et légère qui <br>offre une bonne maniabilité.",


    "_COMMENT": "RADAR SPARE TYRE",
    "The Radar Spare tyre is designed to help drivers regain temporary mobility in the event of a puncture, blowout or any emergency. This space-saver tyre is designed for temporary use only and can help you get off the highway or reach the nearest tyre shop. Featuring a smaller physical size with a narrower tread and light weight construction this tyre can be driven at a maximum speed of 80 km/h at 60 psi cold inflation pressure.": "Le pneu de secours Radar est conçu pour aider les conducteurs à retrouver une mobilité temporaire en cas de crevaison, d'éclatement ou de toute autre urgence. Ce pneu compact est conçu pour un usage temporaire uniquement et peut vous aider à quitter l'autoroute ou à rejoindre le magasin de pneus le plus proche. Avec ses dimensions réduites, sa bande de roulement plus étroite et sa construction légère, ce pneu peut rouler à une vitesse maximale de 80 km/h avec une pression de gonflage à froid de 60 psi.",
    "PROVIDES SAFETY": "SÉCURITÉ",
    "In the event of a puncture, blowout or any emergency it helps <br class=\"hidden-xs\">drivers regain temporary mobility.": "En cas de crevaison, d'éclatement ou de toute autre urgence, il <br>aide les conducteurs à retrouver une mobilité temporaire.",
    "LIGHT WEIGHT & SAVES SPACE": "LÉGÈRETÉ ET GAIN DE PLACE",
    "Smaller physical size, narrower tread and light weight <br class=\"hidden-xs\">construction.": "Dimensions réduites, bande de roulement plus <br>étroite et construction légère.",


    "_COMMENT": "DIMAX® 4 SEASON",
    "The Dimax 4 Season is an innovative all-season tyre range designed for drivers living in urban areas, who need a versatile mobility solution all year round. It offers exceptional grip in winter as well as in summer conditions. All sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are officially approved for winter use.": "Le Dimax 4 Season est une gamme innovante de pneus toutes saisons conçue pour les conducteurs vivant en zone urbaine qui ont besoin d'une solution de mobilité polyvalente tout au long de l'année. Il offre une adhérence exceptionnelle aussi bien en hiver qu'en été. Toutes les dimensions sont homologuées pour l'hiver et portent le symbole Three Peak Mountain Snowflake (3PMSF).",
    "SAFETY IN EVERY WEATHER CONDITION": "SÉCURITÉ PAR TOUS LES TEMPS",
    "Dual compound technology that keeps the tyre flexible in both hot summer<br class=\"hidden-xs\"> weather and cold winter temperatures.": "Technologie à double composé qui maintient la souplesse <br>du pneu aussi bien par temps chaud en été que par temps <br>froid en hiver.",
    "UNIQUE TREAD PATTERN FOR PERFORMANCE": "PROFIL UNIQUE POUR DE PERFORMANCES OPTIMALES",
    "Asymmetric tread pattern with four circumferential grooves provides aquaplaning resistance <br class=\"hidden-xs\">on wet roads and high density sipes provide exceptional grip on wet, slush and snow.": "Le profil asymétrique avec quatre rainures circonférentielles offre une <br>résistance à l'aquaplaning sur routes mouillées et les lamelles haute densité <br>assurent une adhérence exceptionnelle sur sol mouillé, neige fondue et neige.",
    "QUIET RIDE": "CONDUITE SILENCIEUSE",
    "Optimised casing profile and pitch sequence ensure <br class=\"hidden-xs\">a quieter ride": "Le profil optimisé de la carcasse et la séquence de <br>pas garantissent une conduite plus silencieuse.",



    "_COMMENT": "Dimax® Winter Sport",
    "The Dimax Winter Sport is the Alpine winter tyre range designed for modern high-end premium vehicles. This range has been designed to achieve maximum safety, control and performance in all winter weather conditions.": "Le Dimax Winter Sport est la gamme de pneus hiver Alpine conçue pour les véhicules haut de gamme modernes. Cette gamme a été conçue pour offrir une sécurité, un contrôle et des performances maximales dans toutes les conditions hivernales.",
    "SAFETY IN ALL WINTER CONDITIONS": "SÉCURITÉ DANS TOUTES LES CONDITIONS HIVERNALES",
    "Advanced Silica filled winter tread compound that keeps the tyre flexible<br class=\"hidden-xs\"> even in freezing conditions allowing the tread to grip better <br class=\"hidden-xs\">in wet, slush and snow.": "Composé de gomme hiver enrichi en silice qui maintient la souplesse du pneu <br>même par temps glacial, permettant à la bande de roulement d'adhérer mieux <br>sur sol mouillé, enneigé ou boueux.",
    "CONTROL AND DRIVING PRECISION": "CONTRÔLE ET PRÉCISION DE CONDUITE",
    "A combination of high density sipes and lateral grooves provides efficient<br class=\"hidden-xs\"> water clearance and hydroplaning resistance in cold<br class=\"hidden-xs\"> weather conditions.": "La combinaison de lamelles haute densité et de rainures latérales assure une <br>évacuation efficace de l'eau et une bonne résistance à l'aquaplaning par <br>temps froid.",
    "MAXIMUM DRIVING COMFORT": "CONFORT DE CONDUITE MAXIMAL",
    "Optimised casing profile and computer optimised <br class=\"hidden-xs\">pitch sequence ensures a quiet and <br class=\"hidden-xs\">comfortable ride.": "Le profil optimisé de la carcasse et la séquence de pas <br>optimisée par ordinateur garantissent une conduite <br>silencieuse et confortable.",


    "_COMMENT": "Dimax® Alpine",
    "The Dimax Alpine has been designed and developed to meet the needs of the European winter driver. This range offers safety and excellent performance in Alpine winter conditions. The sizes fit popular passenger cars and SUVs.": "Le Dimax Alpine a été conçu et développé pour répondre aux besoins des conducteurs européens en hiver. Cette gamme offre sécurité et excellentes performances dans les conditions hivernales alpines. Les dimensions conviennent aux voitures particulières et aux SUV populaires.",
    "EXCELLENT STEERING AND HANDLING PERFORMANCE<br class='hidden-xs'> IN WET, SLUSH AND SNOW": "EXCELLENTES PERFORMANCES DE DIRECTION ET DE MANIABILITÉ <br>SUR SOL MOUILLÉ, NEIGE FONDANTE ET NEIGE",
    "High density of zig-zag sipes help increase the grip on snow and slush which provides excellent<br class='hidden-xs'>  steeringand handling performance. Optimised tread compound with advanced synthetic polymers <br class='hidden-xs'>and silica ensure that the rubber stays grippy in wet and cold weather conditions.": "La haute densité des lamelles en zigzag contribue à augmenter l'adhérence sur la neige et la <br>neige fondante, ce qui offre d'excellentes performances de direction et de maniabilité. Le <br>composé de gomme optimisé, composé de polymères synthétiques avancés et de silice, garantit que <br>le caoutchouc reste adhérent par temps humide et froid.",
    "PREVENTS SLUSH-PLANING AND <br class='hidden-xs'>AQUA-PLANING": "EMPÊCHE L'ACCUMULATION DE NEIGE FONDANTE <br>ET L'AQUAPLANING",
    "Directional tread design offers improved self-cleaning action on wet and<br class='hidden-xs'> slushy roads, as well as optimising gripping edges on<br class='hidden-xs'> snowy roads.": "La conception directionnelle de la bande de roulement offre une meilleure <br>auto-nettoyage sur les routes mouillées et enneigées, tout en optimisant les <br>arêtes d'adhérence sur les routes enneigées.",
    "SHORTER BRAKING <br class='hidden-xs'>DISTANCE": "DISTANCE DE FREINAGE <br>PLUS COURTE",
    "Optimsed pattern design featuring more gripping edges providing <br class='hidden-xs'>increased grip on snow and ice for a shorter <br class='hidden-xs'>braking distance.": "La conception optimisée du profil, avec davantage d'arêtes d'adhérence, <br>offre une meilleure adhérence sur la neige et le verglas pour une distance <br>de freinage plus courte.",


    "_COMMENT": "DIMAX® ICE",
    "The Dimax Ice is specifically designed for those who drive in extreme winter Nordic conditions and features a unique super soft compound that stays grippy even in extremely cold temperatures. This stud-less range provides increased safety, control and enhanced traction on ice and hard packed snow making it the ideal choice for extreme winter use.": "Le Dimax Ice est spécialement conçu pour ceux qui conduisent dans des conditions hivernales nordiques extrêmes et dispose d'un composé ultra souple unique qui reste adhérent même à des températures extrêmement froides. Cette gamme sans crampons offre une sécurité et un contrôle accrus ainsi qu'une traction améliorée sur la glace et la neige tassée, ce qui en fait le choix idéal pour une utilisation hivernale extrême.",
    "SAFETY AND CONTROL IN ALL WINTER CONDITIONS": "SÉCURITÉ ET CONTRÔLE DANS TOUTES LES <br>CONDITIONS HIVERNALES",
    "Special super soft compound that remains flexible even in extremely cold temperatures<br class=\"hidden-xs\"> combined with a high density of zig-zag sipes allowing for better traction and braking safety.": "Composé spécial ultra souple qui reste flexible même à des températures extrêmement <br>froides, associé à une haute densité de lamelles en zigzag pour une meilleure traction <br>et une sécurité de freinage accrue.",
    "ENHANCED GRIP ON ICE": "ADHÉRENCE AMÉLIORÉE SUR LA GLACE",
    "A high density of zig-zag sipes provide more biting edges for <br class=\"hidden-xs\">increased mechanical grip on ice.": "Une haute densité de lamelles en zigzag offre davantage d'arêtes mordantes <br>pour une adhérence mécanique accrue sur la glace.",
    "EXTRA GRIP ON HARD-PACKED SNOW": "ADHÉRENCE SUPPLÉMENTAIRE SUR NEIGE COMPACTÉE",
    "Directional self-cleaning tread design coupled with thousands of additional <br class=\"hidden-xs\">gripping edges provides exceptional grip on hard-packed snow": "La bande de roulement directionnelle autonettoyante, associée à des milliers <br>d'arêtes d'adhérence supplémentaires, offre une adhérence exceptionnelle sur <br>la neige compactée.",


    "_COMMENT": "DIMAX® ICE LOCK",
    "The Dimax Ice Lock is the new generation of studded tyres that are specifically designed to increase performance and provide safety and control in harsh winter Nordic conditions. This range features a unique super soft tread compound that has been formulated to stay soft and grippy in harsh Nordic weather conditions. These tyres also feature special factory fitted Tikka Spike studs that offer increased mechanical grip and enhanced braking on ice and hard packed snow.": "Le Dimax Ice Lock est la nouvelle génération de pneus cloutés spécialement conçus pour améliorer les performances et offrir sécurité et contrôle dans les conditions hivernales rigoureuses des pays nordiques. Cette gamme se caractérise par un composé de gomme ultra-souple unique, formulé pour rester souple et adhérent dans les conditions climatiques rigoureuses des pays nordiques. Ces pneus sont également équipés de clous Tikka Spike spéciaux montés en usine qui offrent une adhérence mécanique accrue et un freinage amélioré sur la glace et la neige tassée.",
    "Special super soft compound that remains flexible even in extreme Nordic temperatures<br class=\"hidden-xs\"> combined with high density of zig-zag sipes allows for better traction and braking safety.": "Le composé spécial ultra-souple qui reste flexible même dans les températures <br>nordiques extrêmes, associé à une haute densité de lamelles en zigzag, offre une <br>meilleure traction et une sécurité de freinage accrue.",
    "High density of zig-zag sipes provide more biting edges for<br class=\"hidden-xs\"> increased mechanical grip on ice.": "La haute densité de lamelles en zigzag offre davantage d'arêtes mordantes <br>pour une adhérence mécanique accrue sur la glace.",
    "Directional self-cleaning tread design coupled with sipes and studs <br class=\"hidden-xs\">provides exceptional grip on hard-packed snow.": "La bande de roulement directionnelle autonettoyante, associée à <br>des lamelles et des crampons, offre une adhérence exceptionnelle <br>sur la neige compactée.",
    "ENHANCED TRACTION AND GRIP ON HARD PACKED ICE": "TRAction ET ADHÉRENCE AMÉLIORÉES <br>SUR GLACE COMPACTÉE",
    "Factory fitted with high-end Tikka Spike studs enhance traction,<br class=\"hidden-xs\"> grip and braking on hard packed ice and snow.": "Les crampons Tikka Spike haut de gamme montés en usine améliorent la traction, <br>l'adhérence et le freinage sur la glace et la neige compactées.",


    "_COMMENT": "RENEGADE® A/T5",
    "The Radar Renegade A/T5 is an exceptional all-terrain tyre range that is designed for people who like to venture off-road but need an assured ride on-road as well. This range offers increased stability and resistance to punctures. It also features the innovative and unique stone-ejector-technology that prevents stones from drilling and lodging in the tread. Most sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are approved for use in snow.": "Le Radar Renegade A/T5 est une gamme exceptionnelle de pneus tout terrain conçue pour ceux qui aiment s'aventurer hors des sentiers battus, mais qui ont également besoin d'une conduite sûre sur route. Cette gamme offre une stabilité et une résistance aux crevaisons accrues. Elle est également dotée de la technologie innovante et unique d'éjection des pierres qui empêche les pierres de s'enfoncer et de se loger dans la bande de roulement. La plupart des dimensions sont homologuées pour la neige et portent le symbole Three Peak Mountain Snowflake (3PMSF).",
    "ENHANCED STABILITY, HANDLING AND EVEN TREADWEAR": "STABILITÉ, TENUE DE ROUTE ET USURE <br>UNIFORME AMÉLIORÉES",
    "Wide centre tread blocks help balance the <br class='hidden-xs'>weight distribution and ensure the tread <br class='hidden-xs'>wears evenly.": "Les larges blocs centraux de la bande de roulement contribuent à équilibrer la répartition <br>du poids et à assurer une usure uniforme de la bande de roulement.",
    "Optimised tread block sizes and shapes with <br class='hidden-xs'>multiple lateral grooves and angled sipes ensure <br class='hidden-xs'>superb traction on all terrains.": "La taille et la forme optimisées des blocs de la bande de roulement, associées à de <br>multiples rainures latérales et à des lamelles inclinées, garantissent une traction <br>exceptionnelle sur tous les terrains.",
    "INCREASED STABILITY AND RESISTANCE TO PUNCTURES": "STABILITÉ ET RÉSISTANCE AUX <br>CREVAITIONS ACCRUES",
    "Robust 3-ply construction reduces the risk of <br class='hidden-xs'>punctures and gives sure-footed handling on <br class='hidden-xs'>all surfaces.": "La construction robuste à 3 plis réduit le risque de crevaisons et offre une tenue <br>de route sûre sur toutes les surfaces.",
    "Unique stone-ejector-technology that prevents <br class='hidden-xs'>stones from drilling and lodging in the tread <br class='hidden-xs'>and causing damage to the casing.": "Technologie unique d'éjection des pierres qui empêche les pierres de s'enfoncer <br>dans la bande de roulement et d'endommager la carcasse.",


    "_COMMENT": "Renegade® R7 M/T",
    "The Renegade R7 M/T is a mud terrain tyre that has been designed specifically for extreme off-road applications. This range is designed to fit 4x4s and is suitable for vehicles with lift-kits. It features a reinforced 3-ply casing for high durability and state-of-the-art stone-ejector-technology which prevents stone retention and subsequent tyre damage. An ideal choice for drivers who want no compromise with off-road traction and handling.": "Le Renegade R7 M/T est un pneu pour terrain boueux spécialement conçu pour les applications tout-terrain extrêmes. Cette gamme est conçue pour les 4x4 et convient aux véhicules équipés de kits de rehausse. Elle se caractérise par une carcasse renforcée à 3 plis pour une durabilité élevée et une technologie de projection de pierres de pointe qui empêche la rétention des pierres et les dommages consécutifs aux pneus. Un choix idéal pour les conducteurs qui ne veulent faire aucun compromis sur la traction et la maniabilité en tout-terrain.",
    "OUTSTANDING TRACTION IN <br class='hidden-xs'>ALL CONDITIONS": "TRACTION EXCEPTIONNELLE DANS <br>TOUTES LES CONDITIONS",
    "Aggressive pattern featuring a high void <br class='hidden-xs'>ratio and open shoulder design.": "Sculpture agressive avec un taux de vide élevé <br>et un design ouvert de l'épaulement.",
    "Unique stone-ejector-technology prevents stones <br class='hidden-xs'>from drilling and lodging in the tread and <br class='hidden-xs'>causing damage to the casing.": "La technologie unique d'éjection des pierres empêche les pierres de s'enfoncer <br>et de se loger dans la bande de roulement et d'endommager la carcasse.",
    "SUPERIOR OVERALL <br class='hidden-xs'>RESISTANCE TO DAMAGE": "RÉSISTANCE GLOBALE SUPÉRIEURE <br>AUX DOMMAGES",
    "Reinforced 3-ply <br class='hidden-xs'>casing construction.": "Construction de la carcasse renforcée à 3 plis.",
    "ENHANCED TREAD LIFE AND BRAKING <br class='hidden-xs'>ON ALL SURFACES": "VIE DE BANDAGE AMÉLIORÉE ET FREINAGE <br>SUR TOUS TYPES DE SURFACES",
    "Special tread compound and <br class='hidden-xs'>wide footprint.": "Composé de bande de roulement spécial et large empreinte.",


    "_COMMENT": "Argonite® RV-4",
    "The Argonite RV-4 is a state-of-the-art, high-mileage van tyre. This range has been designed for medium to large light commercial vehicles up to 3.5 tonnes. It offers excellent mileage, stability, high load carrying capability, aquaplaning resistance and low noise emission. This range features robust sidewall protectors that have been designed to cope with kerbing damage and protect the carcass. Available in speed ratings up to H (210km/h), this range offers a good combination of value and performance.": "L'Argonite RV-4 est un pneu pour fourgonnettes de pointe, conçu pour un kilométrage élevé. Cette gamme a été conçue pour les véhicules utilitaires légers de taille moyenne à grande, jusqu'à 3,5 tonnes. Elle offre un excellent kilométrage, une grande stabilité, une capacité de charge élevée, une résistance à l'aquaplaning et un faible niveau sonore. Cette gamme est dotée de protecteurs de flancs robustes, conçus pour résister aux dommages causés par les bordures et protéger la carcasse. Disponible dans des indices de vitesse allant jusqu'à H (210 km/h), cette gamme offre un bon rapport qualité-prix et de bonnes performances.",
    "HIGHER LOAD CARRYING CAPACITY AND <br class='hidden-xs'>DURABILITY": "CAPACITÉ DE CHARGE ET <br>DURABILITÉ ACCRUES",
    "Strong casing manufactured with high-density <br class='hidden-xs'>polyester plies.": "Carcasse robuste fabriquée à partir de plis en <br>polyester haute densité.",
    "GOOD MILEAGE AND HIGH FUEL <br class='hidden-xs'>EFFICIENCY": "BON RENDEMENT KILOMÉTRIQUE ET FAIBLE <br>CONSOMMATION DE CARBURANT",
    "Specially formulated tread compound that wears evenly <br class='hidden-xs'>and provides lower rolling resistance.": "Composé de bande de roulement spécialement formulé qui s'use <br>uniformément et offre une résistance au roulement réduite.",
    "INCREASED WET TRACTION AND <br class='hidden-xs'>BRAKING": "ADHÉRENCE ET FREINAGE AMÉLIORÉS <br>SUR SOL MOUILLÉ",
    "Lateral grooves that provide efficient water evacuation <br class='hidden-xs'>and aquaplaning resistance.": "Rainures latérales qui assurent une évacuation efficace de <br>l'eau et une bonne résistance à l'aquaplaning.",
    

    "_COMMENT": "Argonite® RV-4T",
    "The Argonite RV-4T is a modern range of trailer tyres that is perfect for non-driven wheels such as those of low-loaders, caravans, livestock and delivery trailers. This range has been specifically designed, developed and tested for trailers and every size carries the FRT (Free Rolling Tyre) designation. Most sizes are dual load rated as well.": "La gamme Argonite RV-4T est une gamme moderne de pneus pour remorques qui sont parfaits pour les roues non motrices telles que celles des remorques surbaissées, des caravanes, des bétaillères et des remorques de livraison. Cette gamme a été spécialement conçue, développée et testée pour les remorques et chaque dimension porte la désignation FRT (Free Rolling Tyre). La plupart des dimensions sont également à double charge.",
    "EXCELLENT LOAD CARRYING CAPACITY ON SINGLE,<br class='hidden-xs'> DOUBLE AND MULTIPLE AXLE TRAILERS": "EXCELLENTE CAPACITÉ DE CHARGE SUR LES REMORQUES À <br>ESSIEU SIMPLE, DOUBLE ET MULTIPLE",
    "Reinforced construction and optimised inflated shape ensure<br class=\"hidden-xs\"> loads are carried evenly across the footprint.": "La construction renforcée et la forme optimisée à gonflage assurent une répartition <br>uniforme de la charge sur toute la surface de contact.",
    "GREAT DIRECTIONAL STABILITY AND <br class='hidden-xs'>AQUAPLANING RESISTANCE": "EXCELLENTE STABILITÉ DIRECTIONNELLE ET <br>RÉSISTANCE À L'AQUAPLANAGE",
    "Sinusoidal pattern with wide circumferential grooves and lateral open shoulder<br class=\"hidden-xs\"> grooves gives directional stability and efficient water clearance.": "Le profil sinusoïdal avec de larges rainures circonférentielles et des rainures <br>latérales ouvertes sur les épaules assure une stabilité directionnelle et une <br>évacuation efficace de l'eau.",
    "INCREASED PROTECTION AGAINST<br class='hidden-xs'> DAMAGE AND KERBING": "PROTECTION ACCRUE CONTRE LES DOMMAGES ET LES <br>CHOCS CONTRE LES BORDURES",
    "Optimised sidewall protector design extends the life of the tyre by protecting <br class=\"hidden-xs\">the casing from kerbing and other sidewall damages": "La conception optimisée de la protection des flancs prolonge la durée de vie du pneu <br>en protégeant la carcasse contre les chocs contre les bordures et autres dommages sur <br>les flancs.",


    "_COMMENT": "RLT-71",
    "The RLT-71 is a premium light commercial tyre. This range is specifically designed for small to medium vans and light commercial vehicles. It offers good wet and dry performance, mileage and safety with high load carrying capacity which makes it the ideal choice for this application.": "Le RLT-71 est un pneu haut de gamme pour véhicules utilitaires légers. Cette gamme est spécialement conçue pour les fourgonnettes et les véhicules utilitaires légers de petite et moyenne taille. Il offre de bonnes performances sur sol sec et mouillé, un kilométrage élevé et une grande sécurité, ainsi qu'une capacité de charge élevée, ce qui en fait le choix idéal pour cette application.",
    "GOOD MILEAGE AND <br class='hidden-xs'>HIGH FUEL EFFICIENCY": "BON RENDEMENT KILOMÉTRIQUE ET FAIBLE <br>CONSOMMATION DE CARBURANT",
    "Specially formulated tread compound that wears evenly and <br class='hidden-xs'>provides lower rolling resistance.": "Composé de gomme spécialement formulé qui s'use uniformément et <br>offre une faible résistance à rouler.",


    "_COMMENT": "Argonite®4 Season RV-4S",
    "The Argonite 4 Season <sup>RV-4S</sup> is an All-Weather van tyre designed for year-round use. Developed and engineered for light commercial vehicles, this tyre is the ideal choice for drivers seeking excellent handling, high mileage, high load carrying capability, low rolling resistance and great performance in all weather conditions. All sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are officially approved for winter use. Available in a variety of fitments for small, medium and large vans.": "L'Argonite 4 Season <sup>RV-4S</sup> est un pneu pour fourgonnettes toutes saisons conçu pour une utilisation tout au long de l'année. Développé et conçu pour les véhicules utilitaires légers, ce pneu est le choix idéal pour les conducteurs qui recherchent une excellente maniabilité, un kilométrage élevé, une grande capacité de charge, une faible résistance à rouler et d'excellentes performances dans toutes les conditions météorologiques. Toutes les dimensions sont homologuées pour l'hiver et portent le symbole des trois pics et du flocon de neige (3PMSF). Disponible dans une large gamme de dimensions pour les fourgons de petite, moyenne et grande taille.",
    "SAFETY IN ALL WEATHER CONDITIONS": "SÉCURITÉ PAR TOUS LES TEMPS",
    "Symmetric tread pattern with three circumferential <br class=\"hidden-xs\">grooves provides aquaplaning resistance on wet roads <br class=\"hidden-xs\">and high-density sipes provide exceptional grip on wet, <br class=\"hidden-xs\">slush and snow.": "La bande de roulement symétrique avec trois rainures circonférentielles offre une résistance à <br>l'aquaplaning sur les routes mouillées et les lamelles haute densité assurent une adhérence <br>exceptionnelle sur sol mouillé, neige fondue et neige.",
    "OPTIMAL TRACTION IN ALL SEASONS": "TRACTION OPTIMALE EN TOUTES SAISONS",
    "Unique dual compound technology that <br class=\"hidden-xs\">keeps the tyre flexible in both hot <br class=\"hidden-xs\">summer weather and cold winter <br class=\"hidden-xs\">temperatures.": "Technologie unique à double composé qui maintient la souplesse du pneu aussi bien par <br>temps chaud en été que par temps froid en hiver.",
    "REINFORCED FOR ROBUSTNESS": "RENFORCÉ POUR PLUS DE ROBUSTESSE",
    "Reinforced construction using the latest <br class=\"hidden-xs\">materials and techniques provides <br class=\"hidden-xs\">stability and high load- carrying <br class=\"hidden-xs\">capability.": "La construction renforcée utilisant les derniers matériaux et techniques offre une <br>stabilité et une capacité de charge élevée.",


    "_COMMENT": "Argonite® Alpine",
    "The Argonite Alpine is a winter specific tyre designed for light commercial applications. This range provides drivers improved performance in all winter conditions and optimises stability, high load carrying capability and durability.": "L'Argonite Alpine est un pneu hiver spécialement conçu pour les véhicules utilitaires légers. Cette gamme offre aux conducteurs des performances améliorées dans toutes les conditions hivernales et optimise la stabilité, la capacité de charge élevée et la durabilité.",
    "High density of zig-zag sipes help increase the grip on snow and slush <br class=\"hidden-xs\">which provides excellent steering and handling performance. Optimised <br class=\"hidden-xs\">tread compound with advanced synthetic polymers and silica ensure that <br class=\"hidden-xs\">the rubber stays grippy in wet and cold weather conditions.": "La haute densité des lamelles en zigzag contribue à améliorer l'adhérence sur <br>la neige et la neige fondue, offrant ainsi d'excellentes performances de <br>direction et de maniabilité. Le composé de gomme optimisé, composé de polymères <br>synthétiques avancés et de silice, garantit une adhérence optimale du pneu par <br>temps humide et froid.",
    "TOTAL CONTROL AND STABLE HANDLING": "CONTRÔLE TOTAL ET MANIABILITÉ STABLE",
    "Optimsed pattern and construction <br class=\"hidden-xs\">results in a contact patch that has <br class=\"hidden-xs\">been optimised to ensure predictable <br class=\"hidden-xs\">cornering and handling.": "Le profil et la construction optimisés permettent d'obtenir une surface de <br>contact optimisée pour garantir une tenue de route et une maniabilité <br>prévisibles dans les virages.",
    "HIGH LOAD CARRYING CAPABILITY": "CAPACITÉ DE CHARGE ÉLEVÉE",
    "Reinforced casing and robust steel <br class=\"hidden-xs\">belts ensure that the vehicle <br class=\"hidden-xs\">remains stable whilst under heavy <br class=\"hidden-xs\">and light loads.": "La carcasse renforcée et les ceintures en acier robustes garantissent la <br>stabilité du véhicule, quelle que soit la charge.",


    "_COMMENT": "DIMAX® CLASSIC",
    "The Dimax Classic is a touring tyre specially designed and developed for classic cars. This range offers a combination of classic looks yet state-of-the-art pattern technology and the latest in materials sophistication that ensures the tyre delivers exceptional handling, durability and comfort, while completely complimenting and adding to the overall aesthetic of your classic/vintage vehicle. Available in either a retro white sidewall or a sophisticated black sidewall finish.": "Le Dimax Classic est un pneu tourisme spécialement conçu et développé pour les voitures classiques. Cette gamme offre une combinaison d'un look classique et d'une technologie de sculpture de pointe, ainsi que des matériaux sophistiqués de dernière génération qui garantissent une maniabilité, une durabilité et un confort exceptionnels, tout en complétant et en rehaussant l'esthétique générale de votre véhicule classique/vintage. Disponible avec un flanc blanc rétro ou un flanc noir sophistiqué.",
    "HIGH MILEAGE": "KILOMÉTRAGE ÉLEVÉ",
    "Specially formulated tread compound.": "Composite de gomme spécialement formulé.",
    "DELIVERS SHORTER BRAKING DISTANCE": "TRAJECTOIRE DE FREINAGE PLUS COURTE",
    "Touring tread pattern.": "Sculpture de gomme touring.",
    "CLASSIC AESTHETICS FOR CLASSIC/VINTAGE VEHICLES": "ESTHÉTIQUE CLASSIQUE POUR LES VÉHICULES <br>CLASSIQUES/ANCIENS",
    "Vintage tread and sidewall design available in either a black or retro white sidewall finish.": "Sculpture et flancs vintage disponibles en finition noire ou blanche rétro.",


    "_COMMENT": "Renegade® Classic",
    "The Renegade Classic a Classic range that is designed for classic/vintage 4x4 vehicles. This tyre features the latest in design, development, materials and manufacturing techniques combined with the look that classic/vintage 4x4 vehicles need. The Renegade Classic has been designed to complete the look of your beloved project, whilst giving you the assurance of a quiet, comfortable ride and exceptional handling and grip.": "La Renegade Classic est une gamme classique conçue pour les véhicules 4x4 classiques/vintage. Ce pneu bénéficie des dernières innovations en matière de conception, de développement, de matériaux et de techniques de fabrication, associées à l'esthétique recherchée pour les véhicules 4x4 classiques/vintage. Le Renegade Classic a été conçu pour compléter le look de votre projet préféré, tout en vous garantissant une conduite silencieuse et confortable, ainsi qu'une maniabilité et une adhérence exceptionnelles.",
    "EXCEPTIONAL HANDLING AND GRIP": "MANIABILITÉ ET ADHÉRENCE <br>EXCEPTIONNELLES",
    "Latest tread compound and construction <br class='hidden-xs'>technology.": "Composé de gomme et technologie de construction de pointe.",
    "Modern take on the classic/vintage 4x4 tread design with optimised tread <br class='hidden-xs'>pitch technology, to give an authentic feel to your classic 4x4.": "Une version moderne du dessin de bande de roulement classique/vintage 4x4 avec <br>une technologie de pas optimisée, pour donner une sensation authentique à votre <br>4x4 classique.",
    "PROVIDES A SOPHISTICATED LOOK FOR YOUR <br class='hidden-xs'>CLASSIC/ANTIQUE/VINTAGE 4X4": "DONNE UN LOOK SOPHISTIQUÉ À VOTRE 4X4 <br>CLASSIQUE/ANCIEN/VINTAGE",
    "Vintage tread and sidewall design.": "Bande de roulement et flancs au design vintage.",


    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",

    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": ""

}