{
    "_COMMENT": "Small Strings",
    "PREMIUM COLLECTION": "COLLEZIONE PREMIUM",
    "Home": "",
    "SIZES": "DIMENSIONI",
    "FEATURES": "CARATTERISTICHE",
    "All": "Tutti",
    "L.I.": "",
    "S.R.": "",
    "L.R.": "",
    "EVC": "",
    "M+S": "",
    "Show EU labels": "Mostra etichette UE",
    "Hide EU labels": "Nascondi etichette UE",
    "EU Label": "",
    "SIZE": "DIMENSIONE",
    "EXTREME TERRAIN": "TERRENO ESTREMO",
    "RUN-FLAT": "RUN-FLAT",
    "CAR/CUV/SUV": "AUTO/CUV/SUV",
    "CAR": "AUTO",
    "EXTENDED MOBILITY": "MOBILITÀ ESTESA",
    "SPORT TOURING": "SPORT TOURING",
    "WINTER NORDIC": "INVERNALE NORDICO",
    "STUDDED": "CHIODATO",
    "URBAN": "URBANO",
    "FREE ROLLING TYRE": "PNEUMATICO LIBERO",
    "TEMPORARY SPARE": "RUOTINO TEMPORANEO",


    "VEHICLE TYPE": "TIPO DI VEICOLO",
    "CAR/CUV": "VETTURA/CUV",
    "CAR/SUV": "VETTURA/SUV",
    "SUV/4X4": "SUV/4x4",
    "VAN/CARGO": "VAN/CARGO",
    "CLASSIC": "CLASSIC",
    "HIGH PERFORMANCE": "AD ALTE PRESTAZIONI",
    "TOURING": "TURISMO",
    "WINTER": "INVERNO",
    "ALPINE": "INVERNO",
    "WINTER ALPINE": "INVERNO",
    "WINTER NORDIC STUDDED": "INVERNALE NORDICO CHIODATO",
    "ALL TERRAIN": "ALL TERRAIN",
    "RUGGED TERRAIN": "TERRENO ACCIDENTATO",
    "MUD TERRAIN": "TERRENO FANGOSO",
    "VAN": "TRASPORTO LEGGERO",
    "TRAILER": "RIMORCHIO",
    "ALL WEATHER": "ALL SEASON",
    "POR": "",
    "SEASON": "STAGIONE",
    "ALL SEASON": "ALL SEASON",
    "3PMSF": "",
    "ULTRA HIGH PERFORMANCE": "PRESTAZIONI ULTRA ELEVATE",
    "SUMMER": "SUMMER",
    "MUD AND SNOW": "FANGO E NEVE",
    "EV COMPATIBLE": "COMPATIBILE CON I VEICOLI ELETTRICI",

    "_COMMENT": "LEGENDS COMMONS PLACEHOLDERS",
    "li": "Indice di carico",
    "sr": "Codice di velocità",
    "lr": "Raggio di carico",
    "evc": "Compatibile con i veicoli elettrici",
    "ms": "Fango e neve",
    "wet": "Aderenza sul bagnato",
    "resistance": "Resistenza al rotolamento",
    "noise": "Rumore esterno di rotolamento",
    "noise_class": "Classe di rumorosità",
    "more": "Per saperne di più sui valori dell'etichettatura UE, cliccate ",
    "here": "qui",
    "speed_label": "Velocità:",
    "load_label": "Indice di carico:",
    "extra": "Carico extra",
    "rft": "Run Flat",
    "sl": "Carico standard",
    "3pmsf": "3 Peak Mountain Snowflake",
    "sizes_02": "= Taglie disponibili in Dimax Ice Lock (DI.IL.02)",
    "sizes_04": "= Taglie disponibili in Dimax Ice Lock (DI.IL.04)",
    "sw": "Fianchi",
    "owl": "Lettere Bianche a Profilo",
    "por": "Pneumatico Professionale per Fuoristrada",
    "wsw": "Fianco bianco",
    "wswn": "Fianco bianco stretto",

    

    "Tyres": "PNEUMATICI",
    "TYRES": "PNEUMATICI",
    "Why Radar": "PERCHÉ RADAR",
    "WHY RADAR": "PERCHÉ RADAR",
    "UNITED STATES": "STATI UNITI",
    "CANADA": "CANADA",
    "EUROPE": "EUROPA",
    "SPAIN": "SPAGNA",
    "ITALY": "ITALIA",
    "FRANCE": "FRANCIA",
    "ASIA, MIDDLE EAST AND AFRICA": "ASIA, MEDIO ORIENTE E AFRICA",
    "READ MORE": "LEGGI TUTTO",
    "WATCH VIDEO": "GUARDA IL VIDEO",
    "FOLLOW US": "",
    "DEALER LOCATOR": "LOCALIZZAZIONE RIVENDITORI",
    "Dealer Locator": "LOCALIZZAZIONE RIVENDITORI",
    "ABOUT US": "CHI SIAMO",
    "RESPONSIBILITY": "RESPONSABILITÀ",
    "WARRANTY": "GARANZIA",
    "OMNI UNITED": "OMNI UNITED ",
    "OMNISYNC LOGIN": "LOGIN OMNISYNC",
    "Contact us": "CONTATTACI",
    "CONTACT US": "CONTATTACI",
    "All Rights Reserved with Omni United (S) Pte. Ltd.": "Tutti i diritti riservati a Omni United (S) Pte. Ltd.",
    "Privacy Policy": "Informativa sulla Privacy",
    "PRIVACY POLICY": "INFORMATIVA SULLA PRIVACY",
    "Manage cookies": "Gestione dei cookie",
    "You are currently viewing the :language website. If you wish to change the region, please select it from the drop-down list.": "Stai attualmente visualizzando il sito web in :language. Se desideri cambiare regione, ti preghiamo di selezionarla dall'elenco a discesa.",
    "Social Responsibility": "Responsabilità Sociale",
    "SOCIAL RESPONSIBILITY": "RESPONSABILITÀ SOCIALE",



    "_comment": "DEALER LOCATOR STRINGS",
    "dealerLocator__enterZip": "Inserisci il codice postale qui",
    "dealerLocator__chooseRadius": "Scegliere il raggio di ricerca",
    "dealerLocator__5KmRadius": "Raggio di 5 chilometri",
    "dealerLocator__10KmRadius": "Raggio di 10 chilometri",
    "dealerLocator__25KmRadius": "Raggio di 25 chilometri",
    "dealerLocator__50KmRadius": "Raggio di 50 chilometri",
    "dealerLocator__100KmRadius": "Raggio di 100 chilometri",
    "dealerLocator__button_search": "RICERCA",
    "dealerLocator__button_useLocation": "UTILIZZA LA MIA POSIZIONE",
    "dealerLocator__text_or": "o",
    "Red partner": "PARTNER RADAR",


    "_comment": "RADAR RED PARTNER PAGE",
    "redPartnerPage_mainTitle": "RADAR RED PARTNER",
    "redPartnerPage_overview": "Il Radar RED (Radar Elite Dealer) Partner è una comunità di rivenditori Radar Tyres di fiducia che si dedicano a fornire prodotti di qualità superiore e un servizio clienti eccezionale. I nostri RED Partner sono accuratamente selezionati per il loro impegno verso l'eccellenza, la disponibilità e la conoscenza dei prodotti, assicurandovi di ricevere le migliori soluzioni di pneumatici per le vostre esigenze.",
    "redPartnerPage_whyChoose": "Perché scegliere un Radar RED Partner?",
    "redPartnerPage_whenBuy": "Acquistando da un Radar RED Partner, potrete usufruire di:",
    "redPartnerPage_whenBuyBenefitsEliteService": "Servizio d'élite: Usufruite di una guida personalizzata e di una consulenza esperta per trovare lo pneumatico perfetto per il vostro veicolo.",
    "redPartnerPage_whenBuyBenefitsPremiumProducts": "Accesso a prodotti premium: Ottenere i più recenti e innovativi pneumatici Radar, progettati per garantire prestazioni e durata.",
    "redPartnerPage_whenBuyBenefitsExclusiveBenefits": "Vantaggi esclusivi per i clienti: In alcuni mercati, i Partner RED possono offrire ulteriori vantaggi, come una garanzia aggiuntiva per la sostituzione dello pneumatico, una promessa di soddisfazione di 30 giorni e una garanzia sul chilometraggio.",
    "redPartnerPage_whenBuyBenefitsAfterSalesSupport": "Assistenza post-vendita dedicata: Assistenza continua per le garanzie, le sostituzioni e la cura degli pneumatici.",
    "redPartnerPage_commitment": "Con un Radar RED Partner non acquistate solo pneumatici, ma investite in una qualità superiore, in un'esperienza affidabile e in un'assistenza clienti senza pari.",
    
    
    
    "_comment": "Social Responsibility PAGE",
    "socialRespPage__secSocialRespSocial": "RESPONSABILITÀ SOCIALE",
    "socialRespPage__secSocialResp_text": "Non possiamo trasformare il mondo da soli, ma vogliamo dimostrare che se un'azienda come la nostra può investire tempo, impegno e risorse necessarie per fare la differenza, allora chiunque può farlo.",
    "socialRespPage__ceo": "G.S.Sareen, Presidente e CEO, Omni United",
    "socialRespPage__secGivingBack": "Restituire alla Società",
    "socialRespPage__secGivingBack_Para1": "Abbiamo sempre creduto nel restituire, sia all'ambiente che alla società. Questo è uno dei pilastri su cui è stata costruita la nostra azienda. Sono state queste convinzioni a portarci a collaborare con la Breast Cancer Research Foundation (BCRF) nel 2011. Insieme abbiamo lanciato “Mobilising Hope”, un programma di alleanza aziendale che supporta la missione della BCRF di prevenire e curare il cancro al seno promuovendo la ricerca più promettente al mondo. Il nostro supporto alla BCRF non è stato solo monetario, ma anche fortemente orientato a portare l'attenzione sul loro lavoro in primo piano nella nostra industria e nella società in generale. Attraverso questo programma continuiamo a finanziare e supportare migliaia di ore di ricerca critica per salvare vite.",
    "socialRespPage__secGivingBack_Para2": "Nel corso degli anni abbiamo intrapreso numerose iniziative per sensibilizzare su questa causa. Alcune di queste includono il lancio di un pneumatico con fianco rosa in edizione limitata, venduto tramite un importante distributore di pneumatici negli Stati Uniti, il supporto alla BCRF in tutte le principali fiere commerciali e fiere di pneumatici a livello globale e l'incoraggiamento ai nostri rivenditori con materiali promozionali e di sensibilizzazione in negozio. Abbiamo anche ricevuto un enorme supporto dai nostri precedenti team di corsa, che hanno sempre esposto il logo BCRF sui loro veicoli da corsa, e dalla nostra precedente ambasciatrice del marchio, la golfista LPGA Jodi Ewart Shadoff, che ci ha aiutato a diffondere maggiore consapevolezza su questa causa.",
    "socialRespPage__secGivingBack_Para3_1": "Nel 2025, Radar Tyres donerà un minimo di $50.000 alla Breast Cancer Research Foundation® indipendentemente dalle vendite. Per ulteriori informazioni sulla BCRF, visitare",
    "socialRespPage__secGivingBack_Para3_2": "Per ulteriori informazioni sulla BCRF, visitare ",
    "socialRespPage__secFundraisingHeading": "PROGRAMMA DI RACCOLTA FONDI IN PARTNERSHIP CON EDEN TYRES & SERVICING BASATA NEL REGNO UNITO",
    "socialRespPage__secFundraisingHeading_text": "Per il quinto anno consecutivo, Radar Tyres ha stretto una collaborazione con il suo distributore di pneumatici con sede nel Regno Unito, Eden Tyres & Servicing, per raccogliere fondi per la BCRF. Per ogni pneumatico Radar venduto presso i punti vendita Eden Tyre nel Regno Unito nel 2024, entrambe le aziende doneranno collettivamente £2 alla BCRF. Attraverso questo programma, l'azienda mira a raccogliere £20.000 quest'anno per la BCRF.",
    "socialRespPage__secSustainabilityPhilosophyHeading": "La nostra filosofia di sostenibilità e restituzione alla comunità",
    "socialRespPage__bcrfTotalDonated": "donato alla <br> BCRF fino ad oggi",
    "socialRespPage__researchHoursFunded": "ore di <br> ricerca finanziate",
    
    

    "_comment": "CONTACT US PAGE",
    "contactPage__title": "Contattaci",
    "contactPage__formSuppText_part1": "Se siete interessati alla distribuzione di Radar Tyres, se state cercando un rivenditore vicino a voi o se avete qualsiasi altra domanda, potete contattarci tramite il seguente modulo o potete scriverci a",
    "contactPage__formSuppText_part2": "e vi risponderemo il prima possibile.",
    "contactPage__form_title": "INVIA UNA RICHIESTA",
    "contactPage__formInput_name": "NOME*",
    "contactPage__formInput_phone": "",
    "contactPage__formInput_email": "EMAIL*",
    "contactPage__formInput_country": "PAESE*",
    "contactPage__formInput_message": "MESSAGGIO",
    "contactPage__formButton_send": "INVIO",
    "contactPage__formText_reqText": "*campo obbligatorio",
    "contactPage__addTitle_singapore": "SINGAPORE (HQ)",
    "contactPage__addTitle_italy": "ITALIA",
    "contactPage__addTitle_uae": "",
    "contactPage__addText_hrs": "Orario di lavoro:",
    "contactPage__addText_days": "Lunedì - Venerdì",

    

    "_comment": "NEW EU TYRE LABELLING PAGE",
    "NEW EU TYRE LABELLING": "",
    "As the EU heads towards its goal of becoming CO2 neutral by 2050 it is trying to cut emissions across various sectors including the transport sector. The new EU tyre labelling regulation aims to help achieve this goal by reducing CO2 levels as it provides the consumers information to identify and purchase more fuel efficient tyres.": "",
    "The new EU labelling Regulation (EU) 2020/740 comes into effect from 1st May 2021 and replaces the previous Regulation (EC) No 1222/2009, which has been in effect from 2012. This labelling scheme allows consumers to make an informed purchase decision on the various performance paraments of the tyres such as rolling resistance which translates into fuel efficiency, wet grip and noise. Additionally, the new labelling also introduces pictograms that indicate if the tyre is suitable for use in severe snow conditions(3PMSF) and its grip in icy conditions (the later applies to C1 tyres only).": "",
    "For additional information please visit the": "",
    "official European Commission website": "",
    "The New EU Tyre Label": "",
    "The new regulation covers C1(Car &amp; SUV), C2(Van &amp; Light Trucks) and C3(Bus &amp; Truck) tyres": "",
    "A tyre type identification number has been added to the label": "",
    "A unique QR code for each article has been added that links the to the EPREL (European Product Registry for Energy Labelling)": "",
    "Noise Classes A, B and C replace the previous sound waves": "",
    "There are options for including pictograms for severe snow conditions (3PMSF) 3 Peak Mountain Snowflake or Alpine symbol. C1 Tyres suitable for ice conditions(Friction) can also be represented with an ice grip pictogram.": "",
    "Rolling Resistance label classes have been reclassified – The earlier E class has now been moved to D class, F & G class have now been grouped under E class.": "",
    "Wet Grip labels classes have been reclassified - The earlier E class has now been moved to D class, and the earlier F class has now been made E class.": "",
    "How to read the New EU tyre label": "",
    "The tyre label features different fields and pictograms.": "",
    "Energy Label – This is the new label title.": "",
    "QR Code – This links to the EPREL database. Consumers can scan this and get all the EU label information in a tabular form.": "",
    "Supplier name - Trade Name or Trade Mark of the supplier": "",
    "Tyre type identifier – This is a unique article number that identifies the product": "",
    "Tyre Size – this shows the tyre size designation, load-capacity index and speed category symbol": "",
    "Tyre Class – This identifies the class of the tyre i.e. C1(Car & SUV), C2(Van & Light Truck) or C3(Truck and Bus).": "",
    "Fuel Efficiency pictogram – depending on the tyre’s rolling resistance its fuel efficiency is graded from A all the way down to E. With A denoting the best fuel efficiency.": "",
    "Wet Grip pictogram – This pictogram shows how well the tyre will perform in wet conditions. With performance graded from A down to E, with A signifying the shortest braking distance on wet roads.": "",
    "External rolling noise pictogram – This measures the noise levels in dB(decibels), followed by a noise class which replaces the existing sound bars. The noise class is graded from A down to C.": "",
    "Snow grip pictogram (3PMSF) – This pictogram is mainly shown on winter and all weather tyres. It shows that the tyre is suited for performance in severe snow conditions. This is also known as the 3PMSF (3 Peak Mountain Snow Flake) or the Alpine Symbol.": "",
    "Ice grip pictogram – This is shown on winter tires that have outstanding ice performance which has been confirmed by a defined ice grip test. These tyres are designed for extremely severe climate conditions such as those in the Nordics where roads are covered with ice or hard compact snow. Such tyres should not be used in less severe climate conditions.": "",
    "Regulation Serial number – This regulation’s serial number is: 2020/740": "",
    "This Regulation does not apply to:": "",
    "Tyres classified as POR or Professional Off‐road tyres.": "",
    "Tyres designed to be fitted only on vehicles registered for the first time before 1 October 1990.": "",
    "Tyres designed as “Temporary use spare tyres” and marked “Temporary use only”.": "",
    "Tyres whose speed rating is less than 80 km/h.": "",
    "Tyres whose nominal rim diameter does not exceed 10” (or ≤ 254 mm) or is more than 25” (or ≥ 635 mm).": "",
    "Tyres designed to be fitted/fitted with additional devices to improve traction properties, such as studdable/studded tyres.": "",
    "Tyres designed only to be fitted on vehicles intended exclusively for racing.": "",
    "Second‐hand tyres, unless such tyres are imported from a third country.": "",

    

    "_comment": "WARRANTY PAGE",
    "LIMITED WARRANTY - EUROPE": "GARANZIA LIMITATA - EUROPA",
    "Workmanship and Materials Limited Warranty": "Garanzia limitata su manodopera e materiali",
    "Road Hazard Protection<sup>1</sup>": "Garanzia sui rischi della strada<sup>1</sup>",
    "30-Day Satisfaction Promise": "30-Giorni di Soddisfazione Garantita",
    "<sup>1</sup> These warranties are offered on selected ranges. Please refer to the Buyers Warranty Guide for the most updated list of eligible ranges.": "<sup>1</sup> Queste garanzie sono offerte su gamme selezionate. Per l'elenco aggiornato delle gamme idonee, consultare la Guida alla garanzia dell'acquirente.",
    "WARRANTY INFORMATION": "INFORMAZIONI SULLA GARANZIA",
    "EUROPE (Non-Baltic region) Limited Warranty Booklet": "Europa (regione non baltica) Libretto di garanzia limitata",
    "Passenger and Light Truck replacement tyres purchased from 1<sup>st</sup> January to 31<sup>st</sup> December, 2025": " Pneumatici di ricambio per passeggeri e autocarri leggeri acquistati dal1° gennaio al31 dicembre 2025.",
    "BALTIC REGION Limited Warranty Booklet": "REGIONE BALTICA Libretto di garanzia limitata",
    "Buyers Warranty Guide": "Guida alla garanzia per gli acquirenti",
    "Passenger and Light Truck replacement tyres purchased from 1<sup>st</sup> January to 31<sup>st</sup> December, 2024": "Passenger and Light Truck replacement tyres purchased from 1st January to 31st December, 2024",
    "Limited Warranty Booklet": "Limited Warranty Booklet",
    "Claim Form": "Modulo di richiesta di risarcimento",
    "Passenger and Light Truck replacement tyres purchased after 1<sup>st</sup> January, 2024": "Pneumatici sostitutivi per passeggeri e autocarri leggeri acquistati dopo il1° gennaio 2024",
    
    
    
    "_COMMENT": "RADARTYRES MAIN PAGE",
    "mainPage__mainHeading": "TUTTI DOVREBBERO AVERE IL DIRITTO<br>DI ACCEDERE A PNEUMATICI DI QUALITÀ SUPERIORE A<br>PREZZI ACCESSIBILI",
    "mainPage__mainHeading_cta": "PER SAPERNE DI PIÙ SUGLI PNEUMATICI RADAR",
    "mainPage__whyRadarHeading": "PRESTAZIONI E SICUREZZA ELEVATE, MA SENZA UN PREZZO ECCESSIVO",
    "mainPage__ceoTitle": "MESSAGGIO DELL'AMMINISTRATORE DELEGATO",
    "mainPage__ceoHeading": "LA NOSTRA MISSIONE È QUELLA DI OFFRIRE PNEUMATICI DI ALTA QUALITÀ ALLA PORTATA DI TUTTI",
    "mainPage__testTitle": "COLLAUDATI",
    "mainPage__testHeading": "TESTATI A FONDO CONTRO I MARCHI PREMIUM",
    "mainPage__realPeopleTitle": "PERSONE REALI. PRESTAZIONI REALI.",
    "mainPage__realPeopleHeading": "INCONTRIAMO GLI ESPERTI CHE PORTANO GLI PNEUMATICI RADAR AL LIVELLO SUCCESSIVO",
    "mainPage__respSectionHeading": "IL NOSTRO IMPEGNO PER LA COMUNITÀ",
    "mainPage__respText": "Abbiamo sempre creduto nell'importanza di restituire e questo è uno dei pilastri su cui si basa Radar Tyres. Sono state queste convinzioni a portarci a collaborare con la Breast Cancer Research Foundation (BCRF) nel 2011, l'organizzazione per la ricerca sul cancro al seno più importante e meglio valutata negli Stati Uniti. Abbiamo supportato BCRF nella loro missione di prevenire e curare il cancro al seno promuovendo le ricerche più promettenti a livello mondiale.",



    "_COMMENT": "RADAR ABOUT US",
        "aboutPage__title": "<span class='red'>DICONO CHE GLI PNEUMATICI PREMIUM SIANO COSTOSI.</span><br><span class='black'>NOI DICIAMO CHE NON LO SONO QUANDO SI VIAGGIA CON NOI.</span>",
    "aboutPage__secHeading": "IN RADAR TYRES CREDIAMO CHE SIA I RIVENDITORI CHE I CONSUMATORI DEBBANO AVERE IL DIRITTO DI ACCEDERE A PNEUMATICI PREMIUM DI ALTA QUALITÀ A PREZZI ACCESSIBILI.",
    "aboutPage__secHeading_text": "Ci impegniamo a fornire un valore eccezionale attraverso operazioni snelle, una produzione efficiente e catene di fornitura semplificate. Per i consumatori, Radar Tyres offre un'alternativa conveniente e di alta qualità ai costosi marchi premium. Per i rivenditori, Radar Tyres offre un'opportunità commerciale redditizia con margini equi, una gamma di prodotti completa, una disponibilità affidabile e un'assistenza clienti eccezionale.",
    "PREMIUM QUALITY": "QUALITÀ PREMIUM",
    "aboutPage__subHeading_premiumQuality_text": "Utilizziamo materiali di alto livello, le tecnologie più recenti e testiamo e controlliamo rigorosamente la qualità di ogni prodotto per soddisfare gli standard più elevati.",
    "AFFORDABILITY": "AFFIDABILITÀ",
    "aboutPage__subHeading_affordablity_text": "Utilizziamo processi di produzione sostenibili ed efficienti, catene di fornitura snelle e non abbiamo gli elevati costi pregressi delle grandi aziende, per mantenere i nostri prodotti di alta qualità e alla portata di tutti.",
    "INNOVATION": "INNOVAZIONE",
    "aboutPage__subHeading_innovation_text": "Siamo all'avanguardia nella tecnologia degli pneumatici e innoviamo continuamente per offrire ai nostri clienti gli ultimi progressi in termini di prestazioni, sicurezza e design.",
    "CUSTOMER FIRST": "IL CLIENTE PRIMA DI TUTTO",
    "aboutPage__subHeading_customerFirst_text": "La soddisfazione dei nostri clienti è la nostra priorità assoluta. Ci sforziamo di superare le aspettative in ogni punto di contatto, dalla progettazione del prodotto al servizio clienti.",
    "aboutPage__lastText_1": "Radar Tyres, il marchio di punta di Omni United, si impegna a fornire pneumatici di alta qualità accessibili a tutti. La nostra missione è colmare il divario tra prestazioni superiori e convenienza. Offriamo una gamma diversificata di pneumatici progettati e disegnati per tutte le stagioni e le diverse esigenze di guida, per autovetture, SUV, 4x4, furgoni e veicoli commerciali, compresi camion e autobus.",
    "aboutPage__lastText_2": "Come parte del gruppo Omni United, abbiamo valori radicati di responsabilità sociale. Dal 2011, Radar Tyres è un sostenitore attivo della Breast Cancer Research Foundation e la sostenibilità è al centro dei nostri valori.",


    "_COMMENT": "PREMIUM COLLECTION PAGE",
    "premiumCollPage_intro": "LA RADAR PREMIUM COLLECTION È STATA TESTATA RISPETTO AI MARCHI BLASONATI PIÙ RICONOSCIUTI, OFFRENDO LE STESSE PRESTAZIONI MA SENZA IL PREZZO ELEVATO.",
    "premiumCollPage_overview": "La Radar Premium Collection è la nostra ultima gamma di prodotti che sono stati rigorosamente testati rispetto ai marchi più blasonati, offrendo le stesse prestazioni ma senza il loro prezzo elevato. Riteniamo che la sicurezza, le prestazioni e la durata debbano essere accessibili a tutti i clienti senza i costi elevati spesso associati ai marchi premium. Con Radar si ottengono le stesse prestazioni premium dei marchi blasonati più riconosciuti, ma a prezzi più accessibili.",
    "premiumCollPage_testingFacilities": "I pneumatici Radar sono testati in strutture di livello mondiale, tra cui UTAC, ATP, Applus+, Idiada, Smithers e altre sedi di test indipendenti in tutto il mondo, per garantire che offrano lo stesso livello di prestazioni e sicurezza dei principali marchi premium affermati.",
    "premiumCollPage_designInnovation": "La collezione Radar Premium è stata progettata in collaborazione con la leggendaria casa di design italiana GFG Style, uno dei designer automobilistici più rinomati al mondo. Grazie alla nostra vasta esperienza nel campo dell'ingegneria e della produzione, portiamo sul mercato prodotti unici con un equilibrio ottimale tra design e ingegneria.",
    


    "_COMMENT": "WHY RADAR PAGE",
    "whyRadarPage__title": "PNEUMATICI RADAR - LA SCELTA GIUSTA",
    "whyRadarPage__secHeading": "LA SCELTA GIUSTA",
    "whyRadarPage__secHeading_text": "Radar Tyres offre una combinazione unica di qualità superiore e convenienza, garantendo prestazioni e sicurezza di alto livello per tutte le esigenze di guida. Dalle strade cittadine ai terreni accidentati, forniamo pneumatici affidabili e duraturi che offrono sicurezza e sostenibilità. Ecco perché gli pneumatici Radar si distinguono.",
    "whyRadarPage__subHeading_premiumQuality": "Qualità premium a un prezzo accessibile",
    "whyRadarPage__subHeading_premiumQuality_text": "I nostri prodotti sono rigorosamente testati rispetto ai marchi blasonati più riconosciuti, offrendo le stesse prestazioni e la stessa sicurezza, ma senza un prezzo elevato. I test sono condotti presso strutture di livello mondiale come UTAC, ATP, Applus+, Idiada e Smithers e altre agenzie di test indipendenti.",
    "whyRadarPage__subHeading_innovativeDesign": "Design e ingegneria innovativi",
    "whyRadarPage__subHeading_innovativeDesign_text": "Le nostre ultime gamme sono state progettate in collaborazione con GFG Style, una rinomata casa di design italiana, offrendo così il perfetto equilibrio tra stile e prestazioni.",
    "whyRadarPage__subHeading_comprehensiveRange": "Gamma completa",
    "whyRadarPage__subHeading_comprehensiveRange_text": "Offriamo un'ampia scelta di pneumatici per diverse condizioni di guida, tra cui pneumatici estivi, invernali, per ALL SEASON, ad alte prestazioni e per fuoristrada. Che siate alla guida di un'auto familiare di tutti i giorni, di un'auto sportiva, di un SUV o che dobbiate affrontare condizioni fuoristrada estreme, Radar ha gli pneumatici giusti per voi.",
    "whyRadarPage__subHeading_radarProtectProgramme": "Programma Radar Protect",
    "whyRadarPage__subHeading_radarProtectProgramme_text": "Garantiamo la massima tranquillità con il Programma Radar Protect, disponibile presso i partner Radar RED (Radar Elite Dealers) partecipanti. Questo programma può includere una promessa di soddisfazione di 30 giorni e una garanzia limitata sui danni stradali accidentali solo in alcuni Paesi. Si applicano i termini e le condizioni.",
    "whyRadarPage__subHeading_socialResponsibility": "Responsabilità sociale",
    "whyRadarPage__subHeading_socialResponsibility_text": "Restituire è sempre stato nel nostro DNA. Dal 2011 sosteniamo la Breast Cancer Research Foundation (BCRF), sensibilizzando e finanziando la ricerca salvavita. Scegliendo Radar Tyres, contribuite a questa importante causa.",
    "Commitment to Sustainability": "",
    "We are proud to be a pioneer in sustainability, being the first tyre brand to manufacture carbon-neutral tyres. By choosing Radar Tyres, you are not only investing in quality product but also in a brand that is committed to reducing its environmental impact through sustainable practices.": "",
    
    
    
    "_COMMENT": "ceo-message",
    "ceoMsgPage_greeting": "Caro amico,",
    "ceoMsgPage_intro": "sono entusiasta di condividere il nostro approccio, la passione e la visione che guidano Radar Tyres. Crediamo nella creazione di un marchio che sia sinonimo di qualità e innovazione e che renda i prodotti premium accessibili a tutti.",
    "ceoMsgPage_mission": "La nostra missione è offrire pneumatici di alta qualità alla portata di tutti, colmando il divario tra prestazioni superiori e convenienza. Vogliamo essere l'azienda che cambia le carte in tavola nel settore degli pneumatici. I nostri obiettivi a lungo termine includono l'espansione della nostra copertura di mercato, il continuo miglioramento dei nostri prodotti e il mantenimento dei più alti standard di sostenibilità e responsabilità.",
    "ceoMsgPage_commitment": "Continueremo a progredire, ad aprire nuove strade e a stabilire nuovi standard nel settore degli pneumatici.",
    "ceoMsgPage_closing": "Cordiali saluti,",
    "ceoMsgPage_signature": "Presidente e CEO",



    "_COMMENT": "testing",
    "testingPage_intro": "GLI PNEUMATICI RADAR SONO RIGOROSAMENTE TESTATI RISPETTO AI MARCHI PREMIUM PIÚ BLASONATI, OFFRENDO LE STESSE PRESTAZIONI MA SENZA UN PREZZO ELEVATO",
    "testingPage_details": "I nostri prodotti sono progettati senza compromessi e rigorosamente testati rispetto a marchi blasonati più riconosciuti per garantire agli automobilisti prestazioni ottimali e sicurezza su cui poter contare tutto l'anno. I nostri prodotti sono sottoposti a un regime di test completo, presso strutture di livello mondiale come UTAC, ATP, Applus+, Idiada e Smithers e altre agenzie di test indipendenti. I piloti, altamente esperti e qualificati, spingono i nostri pneumatici al limite nei loro test senza compromessi su neve, ghiaccio, asfalto bagnato e asciutto, sia in piste all'aperto che in strutture di prova al coperto. Questo aiuta il nostro team di ricerca e sviluppo a sviluppare prodotti che offrono prestazioni e aspetti di sicurezza simili a quelli di qualsiasi produttore di pneumatici premium.",
    "testingPage_cta": "Fare clic qui sotto per scaricare i risultati dei test più recenti.",
    "testingPage_download": "Scarica",
    
    
    "_COMMENT": "real-people-group",
    "realPeoplePage_intro": "PERSONE REALI, PRESTAZIONI REALI<br>- GLI ESPERTI DIETRO AGLI PNEUMATICI RADAR",
    "realPeoplePage_passion": "Noi di Radar Tyres crediamo che le prestazioni di alto livello non siano solo una questione di tecnologia, ma anche di passione e competenza delle persone che si spingono oltre i limiti dell'innovazione, della sicurezza e del design.",
    "realPeoplePage_commitment": "Il nostro impegno a rendere accessibili a tutti pneumatici di alta qualità è guidato da questi professionisti di livello mondiale che assicurano che ogni pneumatico soddisfi gli standard più elevati.",
    "realPeoplePage_rdHeading": "RICERCA E SVILUPPO ALL'AVANGUARDIA",
    "realPeoplePage_rdDescription": "Olli Seppälä, responsabile della Ricerca e Sviluppo, è alla guida della progettazione di pneumatici che combinano materiali all'avanguardia e tecniche di produzione avanzate. La sua visione è quella di offrire una qualità superiore attraverso una rete di produzione globale di livello mondiale, senza un prezzo superiore.",
    "realPeoplePage_testingHeading": "ECCELLENZA NEI COLLAUDI",
    "realPeoplePage_testingDescription": "Il collaudatore Stéphane Clepkens spinge ogni pneumatico Radar al limite, scartando tutto ciò che non supera le aspettative. La sua missione? Garantire che gli pneumatici Radar rivaleggino e superino i marchi premium in termini di prestazioni reali.",
    "realPeoplePage_designHeading": "DESIGN ICONICO",
    "realPeoplePage_designDescription": "Fabrizio Giugiaro, il designer visionario dietro alcune delle creazioni automobilistiche più iconiche del mondo e fondatore di GFG Style. Ora porta la sua esperienza in Radar Tyres, ridefinendo il significato del design degli pneumatici in termini di estetica, prestazioni e accessibilità.",
    "realPeoplePage_closing": "Con la sua passione e la sua esperienza, Radar Tyres sta ridefinendo il significato di guidare con pneumatici di qualità superiore, offrendo qualità, sicurezza e stile di livello mondiale a un prezzo accessibile. Perché le vere prestazioni iniziano con le persone vere.",




    "_COMMENT": "olli-seppala",
    "olliSeppalaPage__pgTitle": "PERSONE REALI, PRESTAZIONI REALI<br>- GLI ESPERTI DIETRO AGLI PNEUMATICI RADAR",
    "olliSeppalaPage__intro": "SVILUPPARE IL FUTURO DELLE PRESTAZIONI: GLI PNEUMATICI RADAR E LA SCIENZA DELL'INNOVAZIONE ",
    "olliSeppalaPage__meetOlli": "Vi presentiamo Olli Seppälä, responsabile della ricerca e sviluppo globale di Radar Tyres e pioniere nel settore degli pneumatici. Con oltre 20 anni di esperienza nello sviluppo di pneumatici, la competenza di Olli spazia dai prodotti per impieghi gravosi agli pneumatici per autovetture, con l'obiettivo di offrire prestazioni eccezionali e mantenere gli pneumatici alla portata di tutti.",
    "olliSeppalaPage__careerExpertise": "UNA CARRIERA COSTRUITA SULLA COMPETENZA",
    "olliSeppalaPage__careerJourney": "Il percorso di Olli nell'innovazione degli pneumatici è iniziato in Nokian Tyres, dove ha trascorso quasi due decenni affinando le sue competenze nello sviluppo dei prodotti e guidando i team di ricerca e sviluppo. Nel 2022 è entrato a far parte di Radar Tyres, portando con sé un bagaglio di esperienza e la passione di superare i limiti. “L'industria degli pneumatici si è evoluta enormemente negli ultimi 20 anni”, spiega Olli. “Le richieste di prestazioni, i requisiti di sostenibilità e gli standard legislativi sono diventati tutti più severi, rendendo l'innovazione più critica che mai”.",
    "olliSeppalaPage__modernTyres": "LA COMPLESSITÀ DEGLI PNEUMATICI MODERNI",
    "olliSeppalaPage__tyreDescription": "Un pneumatico moderno è molto più di un semplice anello di gomma. “Ogni pneumatico comprende circa 20 componenti”, osserva Olli. “Ogni elemento ha un impatto sugli altri e richiede un bilanciamento meticoloso per ottenere prestazioni ottimali”. Un'area chiave è quella delle mescole del battistrada, dove i progressi della tecnologia della silice hanno migliorato significativamente l'aderenza sul bagnato e la resistenza al rotolamento, anche se con nuove sfide da superare. ",
    "olliSeppalaPage__magicTriangle": "IL TRIANGOLO MAGICO DELLO SVILUPPO DEGLI PNEUMATICI  ",
    "olliSeppalaPage__magicTriangleDetails": "Lo sviluppo degli pneumatici è un'arte raffinata che richiede un attento equilibrio tra aderenza sul bagnato, resistenza al rotolamento e resa chilometrica, spesso definito “triangolo magico”. Come spiega Olli, “il miglioramento di un aspetto spesso va a scapito degli altri. La nostra missione è espandere questo triangolo, ottenendo prestazioni eccezionali in tutte le metriche”. Grazie alla loro esperienza, Olli e il suo team sono riusciti a ottenere risultati eccezionali in ogni settore.",
    "olliSeppalaPage__businessModel": "UN MODELLO AZIENDALE UNICO",
    "olliSeppalaPage__businessApproach": "Radar Tyres opera senza strutture produttive proprie, una scelta strategica che Olli considera una svolta. “Possiamo selezionare i migliori siti di produzione per ogni prodotto, assicurando le massime prestazioni e l'efficienza dei costi”, spiega Olli. “Questa agilità ci permette di innovare in modo più rapido ed efficiente rispetto ai produttori di pneumatici tradizionali”. ",
    "olliSeppalaPage__innovationApproach": "INNOVAZIONE OLTRE LO PNEUMATICO: UN APPROCCIO GLOBALE",
    "olliSeppalaPage__globalInnovation": "Per Olli, l'innovazione non si limita ai disegni del battistrada o alle mescole. “Si tratta di ripensare l'intero processo, dai modelli di business alle catene di fornitura”, spiega. Questa filosofia si estende al rigoroso processo di test globale di Radar Tyres. “Conduciamo test in tutto il mondo, dalle condizioni invernali in Finlandia alle piste asciutte in Spagna, fino ai test sul campo negli Stati Uniti e in Asia”, spiega Olli. “Questo garantisce che i nostri pneumatici soddisfino le esigenze specifiche dei diversi mercati, mantenendo prestazioni di alto livello”. ",
    "olliSeppalaPage__premiumPerformance": "DEMOCRATIZZARE LE PRESTAZIONI PREMIUM",
    "olliSeppalaPage__performanceGoal": "La missione di Olli è chiara: rendere accessibili a tutti le prestazioni degli pneumatici di alto livello. “La sicurezza è la nostra priorità assoluta ed è fondamentale che i consumatori possano fare affidamento sui loro pneumatici nei momenti critici”, afferma. “Il nostro obiettivo è quello di offrire pneumatici in grado di competere con i marchi premium pur rimanendo accessibili, garantendo sicurezza e prestazioni a tutti gli automobilisti”. ",
    "olliSeppalaPage__futureVision": "GUARDARE AL FUTURO",
    "olliSeppalaPage__futurePlans": "Mentre l'industria automobilistica si sposta verso l'elettrificazione, Radar Tyres si sta già adattando. “I veicoli elettrici comportano sfide uniche, come la riduzione del rumore e i requisiti di coppia più elevati”, afferma Olli. “Stiamo progettando pneumatici che non solo soddisfano queste esigenze, ma migliorano anche l'esperienza di guida complessiva”. ",
    "olliSeppalaPage__excellenceVision": "UNA VISIONE DI ECCELLENZA",
    "olliSeppalaPage__excellenceQuote": "“Siamo qui per ridefinire ciò che è possibile fare nel settore degli pneumatici”, conclude Olli. “Combinando prestazioni di alto livello e convenienza, stiamo democratizzando gli pneumatici premium e garantendo che la sicurezza e la qualità siano alla portata di tutti”.",




    "_COMMENT": "stephane-clepkens",
    "stephaneClepkensPage__pgTitle": "PERSONE REALI, PRESTAZIONI REALI<br>- GLI ESPERTI DIETRO AGLI PNEUMATICI RADAR",
    "stephaneClepkensPage__intro": "Al volante: Il viaggio di Stéphane Clepkens per ridefinire le prestazioni degli pneumatici",
    "stephaneClepkensPage__background": "Quando si parla di pneumatici, poche persone possono eguagliare la competenza e la passione di Stéphane Clepkens, Test Manager di Radar Tyres. Con una carriera di quasi 25 anni nell'industria automobilistica, Stéphane apporta una prospettiva unica all'intricata arte dei test e dello sviluppo degli pneumatici.",
    "stephaneClepkensPage__careerStart": "Una carriera forgiata in pista",
    "stephaneClepkensPage__experience": "Stéphane ha iniziato il suo percorso nel 2000 come collaudatore per Continental Tyres, concentrandosi sugli pneumatici di primo equipaggiamento (OE) per BMW. Nei tre anni successivi ha affinato le sue capacità nei test di precisione, imparando le sfumature della dinamica del telaio e degli pneumatici. Nel 2003, Stéphane ha fatto un salto coraggioso verso la libera professione, collaborando con marchi di pneumatici leader come Dunlop, Yokohama, Hankook e Bridgestone.",
    "stephaneClepkensPage__nurburgringExpertise": "Uno dei punti salienti della carriera di Stéphane è stata la sua esperienza sul leggendario Nürburgring Nordschleife in Germania. Per oltre un decennio ha trascorso fino a 15 settimane all'anno a padroneggiare il circuito più impegnativo del mondo, dove non solo ha testato gli pneumatici ma ha anche formato i futuri collaudatori.",
    "stephaneClepkensPage__radarJoining": "Unirsi a Radar Tyres: un nuovo capitolo",
    "stephaneClepkensPage__radarDecision": "La decisione di Stéphane di entrare in Radar Tyres è stata dettata dall'approccio progressista dell'azienda. “Radar Tyres mi ha colpito per la sua struttura di gestione piatta e orizzontale e per la libertà di innovazione che offre”, condivide Stéphane. “La loro missione di offrire prestazioni di alto livello a prezzi accessibili si allinea perfettamente con la mia visione di democratizzazione della sicurezza e della qualità degli pneumatici”.",
    "stephaneClepkensPage__testingPhilosophy": "Una filosofia unica sui test degli pneumatici",
    "stephaneClepkensPage__realWorldTesting": "Per Stéphane, i test in condizioni reali sono al centro dello sviluppo degli pneumatici. “I pneumatici sono prodotti complessi e altamente tecnici”, spiega. “Le loro prestazioni possono essere realmente comprese solo in condizioni di guida reali, dove trasformiamo il feedback soggettivo dei clienti in obiettivi oggettivi per la ricerca e lo sviluppo”.",
    "stephaneClepkensPage__redefiningPremium": "Ridefinire il premium",
    "stephaneClepkensPage__premiumCommitment": "La missione di Stéphane in Radar Tyres è chiara: elevare il marchio allo status di premium, assicurando al contempo che i suoi prodotti rimangano accessibili a tutti. “Ogni mercato è diverso e in Europa so cosa si aspettano i clienti e le case automobilistiche dai loro pneumatici”, afferma. “Raggiungere gli standard premium richiede di puntare agli stessi parametri dei leader affermati, ma noi ci impegniamo a raggiungere questo obiettivo senza compromettere l'efficacia dei costi”. ",
    "stephaneClepkensPage__safetyFocus": "Rendere la sicurezza accessibile",
    "stephaneClepkensPage__safetyMission": "La passione di Stéphane si estende oltre le metriche di performance, fino all'impatto più ampio del suo lavoro. “I pneumatici sono gli unici punti di contatto tra un'auto e la strada”, osserva. “Democratizzare le prestazioni degli pneumatici di alta gamma significa fornire ai giovani automobilisti, ai pensionati e a tutti gli altri l'accesso a prodotti sicuri e affidabili”.",
    "stephaneClepkensPage__futureVision": "Guardare avanti",
    "stephaneClepkensPage__continuedLearning": "Nonostante la sua vasta esperienza, Stéphane continua a trovare gioia e scoperta nel suo lavoro. “Ogni giorno imparo qualcosa di nuovo”, dice. “Quando sviluppiamo un prodotto davvero brillante, è un'esperienza gratificante che mi ricorda perché mi appassiona quello che faccio”.",
    "stephaneClepkensPage__radarChoice": "Perché scegliere Radar Tyres?",
    "stephaneClepkensPage__radarCommitment": "Radar Tyres non si limita a produrre grandi pneumatici, ma vuole rendere i grandi pneumatici accessibili a tutti. Con esperti come Stéphane Clepkens alla guida, stiamo infrangendo le barriere del settore creando pneumatici che offrono sicurezza, affidabilità e prestazioni senza compromessi. Sia che stiate affrontando le strade invernali, sia che vi stiate godendo una guida briosa, sia che stiate semplicemente andando al lavoro, Radar Tyres è qui per tenervi con i piedi per terra, in senso letterale e figurato.",



    "_COMMENT": "fabrizio-giugiaro",
    "fabrizioGiugiaro__pgTitle": "PERSONE REALI, PRESTAZIONI REALI<br>- GLI ESPERTI DIETRO AGLI PNEUMATICI RADAR",
    "fabrizioGiugiaro__gfgRadarcollabHeading": "ABOUT GFG STYLE AND RADAR TYRES COLLABORATION",
    "fabrizioGiugiaro__gfgRadarcollabText": "Iconic automotive designers Giorgetto & Fabrizio Giugiaro bring six decades of design expertise to Radar Tyres.  They have been directly responsible for creating over 300 standard production models and more than 200 research prototypes for numerous different manufacturers. From shaping some of the world’s most celebrated vehicles such as <b>Alfa Romeo, Aston Martin, Audi, Bentley, Bizzarrini, BMW, Bugatti, Chevrolet, Delorean, Ducati,  Ferrari, Ford, Jaguar, Lamborghini, Lancia, Lexus, Lotus, Maserati, Mini, Nissan, Porsche, Subaru, Toyota, Volkswagen</b> to designing Radar Tyres, Giorgetto & Fabrizio Giugiaro continue to drive innovation through GFG style.",
    "fabrizioGiugiaro__intro": "Dare forma al futuro del design degli pneumatici: Fabrizio Giugiaro e Radar Tyres",
    "fabrizioGiugiaro__meetFabrizio": "Vi presentiamo Fabrizio Giugiaro, il designer visionario dietro alcune delle creazioni automobilistiche più iconiche del mondo e fondatore di GFG Style. Ora porta la sua esperienza in Radar Tyres, ridefinendo il significato del design degli pneumatici in termini di estetica, prestazioni e accessibilità.",
    "fabrizioGiugiaro__designPerformance": "Il design incontra le prestazioni",
    "fabrizioGiugiaro__collaboration": "Per oltre due anni, GFG Style ha collaborato con Radar Tyres per creare design di pneumatici innovativi in tutte le categorie, dagli pneumatici sportivi ad alte prestazioni ai modelli off-road più robusti e alle soluzioni ecologiche. “Un grande design non si limita all'aspetto estetico, ma deve unire valore e tecnologia”, spiega Giugiaro. “I risultati migliori si ottengono fondendo creatività e precisione tecnica”.",
    "fabrizioGiugiaro__designPhilosophy": "In Radar Tyres, questa filosofia è incorporata in ogni prodotto. Il processo di progettazione non è solo una questione di stile: si tratta di garantire che lo pneumatico migliori sia la funzione che le prestazioni senza aumentare i costi.",
    "fabrizioGiugiaro__functionInnovation": "Ispirato dalla funzione, guidato dall'innovazione",
    "fabrizioGiugiaro__designProcess": "Quando si crea il design di un nuovo pneumatico, l'ispirazione proviene da varie fonti, ma alla base c'è la performance che detta la forma. “Per prima cosa guardiamo ai requisiti tecnici, a ciò che lo pneumatico deve raggiungere”, spiega Giugiaro. “Poi integriamo forme e strutture che migliorano l'estetica e la funzionalità. La natura a volte gioca un ruolo importante, ma alla fine si tratta di un equilibrio perfetto tra ingegneria e creatività”.",
    "fabrizioGiugiaro__detailFocus": "Questa meticolosa attenzione ai dettagli assicura che gli pneumatici Radar non siano solo esteticamente accattivanti, ma anche aerodinamicamente ottimizzati, offrendo efficienza e aderenza in condizioni difficili.",
    "fabrizioGiugiaro__luxuryAccessibility": "Lusso senza il cartellino del prezzo",
    "fabrizioGiugiaro__designMission": "Radar Tyres ha una missione coraggiosa: rendere accessibile a tutti il design degli pneumatici di alta gamma. Giugiaro ritiene che l'estetica di alto livello non debba essere riservata a pochi, ma debba far parte dell'esperienza di guida quotidiana. “Affinando le forme e i dettagli della superficie, creiamo pneumatici che esprimono lusso e prestazioni senza costi inutili”, spiega Giugiaro. “La vera innovazione consiste nel rendere il grande design accessibile a tutti”.",
    "fabrizioGiugiaro__globalDesign": "Un linguaggio universale del design",
    "fabrizioGiugiaro__marketUnderstanding": "Con decenni di esperienza nel design automobilistico globale, Giugiaro sa come creare uno stile che risuoni in diversi mercati. “Un pneumatico deve essere riconoscibile, distintivo e attraente per tutti i tipi di automobilisti”, afferma Giugiaro. “L'obiettivo è creare un linguaggio di design che sia unico e universalmente comprensibile”.",
    "fabrizioGiugiaro__visualIdentity": "Il risultato? gli pneumatici Radar si distinguono per una forte identità visiva, definita da dettagli nitidi, proporzioni eleganti e una presenza inconfondibile sulla strada.",
    "fabrizioGiugiaro__identityCrafting": "L'arte e la scienza dell'identità dello pneumatico",
    "fabrizioGiugiaro__stylingLanguage": "Uno dei risultati di cui Giugiaro va più fiera è l'introduzione di un linguaggio stilistico coerente per tutti gli pneumatici Radar. “Volevamo garantire che ogni pneumatico Radar avesse un DNA di design riconoscibile”, spiega Giugiaro. “Si tratta di qualcosa di più di un semplice disegno del battistrada: si tratta di dare forma a un'identità che comunichi prestazioni e raffinatezza”.",
    "fabrizioGiugiaro__inspiredSeries": "Tra le sue creazioni preferite c'è la serie Renegade X, ispirata al design aeronautico. “È stata una svolta”, osserva. “Ha gettato le basi per il nostro approccio al resto della gamma Radar, combinando l'aerodinamica con un'estetica audace”.",
    "fabrizioGiugiaro__futureTyreDesign": "Il futuro del design degli pneumatici",
    "fabrizioGiugiaro__advancingVehicles": "Con l'evoluzione del design automobilistico, anche gli pneumatici devono evolversi. “I veicoli sono sempre più avanzati e gli pneumatici devono stare al passo”, afferma Giugiaro. “Il design non è solo bellezza, ma anche integrazione dello pneumatico nell'identità complessiva del veicolo”.",
    "fabrizioGiugiaro__futureVision": "In prospettiva, Giugiaro vede il design degli pneumatici svolgere un ruolo ancora più importante nel definire il carattere di un'auto. “I pneumatici non saranno solo componenti funzionali, ma elementi chiave dal punto di vista visivo e delle prestazioni che miglioreranno l'intera esperienza di guida”.",
    "fabrizioGiugiaro__designDemocratisation": "Democratizzare il design premium",
    "fabrizioGiugiaro__designAccessibility": "Radar Tyres e GFG Style condividono una missione comune: rendere accessibile il design premium. “La sfida è creare qualcosa che non sia solo artistico, ma anche durevole, intelligente e universalmente desiderabile”, afferma Giugiaro. “Abbiamo sviluppato un linguaggio sofisticato ma inclusivo, qualcosa che ogni guidatore può apprezzare”.",
    "fabrizioGiugiaro__industryLegacy": "Un'eredità in divenire",
    "fabrizioGiugiaro__partnershipVision": "La partnership tra Radar Tyres e GFG Style è appena iniziata. “Questa collaborazione va oltre la semplice progettazione di pneumatici”, conclude Giugiaro. “Si tratta di dare forma al futuro, dove prestazioni, bellezza e accessibilità vanno di pari passo”.",
    "fabrizioGiugiaro__industryImpact": "Con Fabrizio Giugiaro alla guida della visione del design, Radar Tyres sta definendo un nuovo standard nel settore, dimostrando che il grande design non è solo per l'élite, ma per tutti.",


    
    

    "_COMMENT": "privacy-policy",
    "Privacy and Cookie Policy": "Informativa sulla privacy e sui cookie",
    "Effective Date: 22<sup>nd</sup> October 2024": "Data di entrata in vigore:22 ottobre 2024",
    "Radar Tyres, accessible from": "Radar Tyres, accessibile dal sito",
    "is committed to protecting your privacy and personal data in compliance with the General Data Protection Regulation (GDPR), including both the EU and UK GDPR, and other relevant European and UK data protection laws. This policy outlines how we collect, use, store, and protect your data, and details your rights regarding the processing of your personal data.": ", si impegna a proteggere la vostra privacy e i vostri dati personali in conformità con il Regolamento generale sulla protezione dei dati (GDPR), che comprende sia il GDPR dell'UE che quello del Regno Unito, e con le altre leggi europee e britanniche in materia di protezione dei dati. La presente informativa illustra le modalità di raccolta, utilizzo, archiviazione e protezione dei vostri dati e illustra i vostri diritti in merito al trattamento dei vostri dati personali.",
    "Who We Are": "Chi siamo",
    "Radar Tyres is a brand owned by Omni United Pte Ltd headquartered in Singapore. For all inquiries regarding this Privacy and Cookie Policy, please contact us at:": "Radar Tyres è un marchio di proprietà di Omni United Pte Ltd con sede a Singapore. Per tutte le richieste relative alla presente Informativa sulla privacy e sui cookie, si prega di contattarci a:",
    "Primary Contact Email:": "Email di contatto principale:",
    "Secondary Contact Email:": "Email di contatto secondario:",
    "Scope of This Policy": "Ambito di applicazione di questa politica",
    "This policy applies to the website": "Questa politica si applica al sito web ",
    "which serves users both within the European Union and the United Kingdom.": ", che serve gli utenti dell'Unione Europea e del Regno Unito.",
    "Information We Collect": "Informazioni raccolte",
    "We collect and process the following types of personal data:": "Raccogliamo ed elaboriamo i seguenti tipi di dati personali:",
    "Personal Data You Provide Directly": "Dati personali forniti direttamente dall'utente",
    "Contact Us: Your name, email address, location, and any other information you provide in your messages.": "Contatti: Nome, indirizzo e-mail, località e qualsiasi altra informazione fornita nei messaggi.",
    "Inquiries: Additional contact details you provide through phone, email, or contact forms.": "Richieste di informazioni: Ulteriori dati di contatto forniti dall'utente tramite telefono, e-mail o moduli di contatto.",
    "Automatically Collected Data": "Dati raccolti automaticamente",
    "IP Address and Browser Information: Automatically collected for security, analytics, and troubleshooting.": "Indirizzo IP e informazioni sul browser: Raccolti automaticamente per motivi di sicurezza, analisi e risoluzione dei problemi.",
    "Cookies and Tracking Technologies: Data on how you interact with the website using cookies and similar technologies.": "Cookie e tecnologie di tracciamento: Dati sulle modalità di interazione con il sito web mediante l'utilizzo di cookie e tecnologie simili.",
    "Log Files: Server logs collect technical details such as IP address, browser type, access times, and error reports.": "File di registro: I log del server raccolgono dettagli tecnici come l'indirizzo IP, il tipo di browser, i tempi di accesso e i rapporti sugli errori.",
    "Our website includes several features that ensure user safety, functionality, and compliance with legal requirements under both EU GDPR and UK GDPR.": "Il nostro sito web include diverse caratteristiche che garantiscono la sicurezza e la funzionalità dell'utente e la conformità ai requisiti legali previsti dal GDPR dell'UE e dal GDPR del Regno Unito.",
    "Features of Our Website": "Caratteristiche del nostro sito web",
    "Hosting and Data Storage": "Hosting e archiviazione dei dati",
    "Our website is hosted on servers located outside of the European Union and the United Kingdom. We implement Standard Contractual Clauses (SCCs) and other necessary safeguards to ensure that any data transfer outside these regions complies with GDPR requirements.": "Il nostro sito web è ospitato su server situati al di fuori dell'Unione Europea e del Regno Unito. Implementiamo clausole contrattuali standard (SCC) e altre garanzie necessarie per assicurare che qualsiasi trasferimento di dati al di fuori di queste regioni sia conforme ai requisiti del GDPR.",
    "Encryption": "Crittografia",
    "All data transferred between your browser and our website is encrypted using SSL/TLS protocols to ensure the security of your personal information.": "Tutti i dati trasferiti tra il vostro browser e il nostro sito web sono criptati utilizzando i protocolli SSL/TLS per garantire la sicurezza delle vostre informazioni personali.",
    "Cookies and Cookie Policy": "Cookie e politica sui cookie",
    "We use cookies and similar tracking technologies to enhance the functionality of our website and to analyze user behavior. Cookies are small text files stored on your device that allow the website to recognize your preferences, store login details, and ensure the efficient operation of the site.": "Utilizziamo i cookie e tecnologie di tracciamento simili per migliorare la funzionalità del nostro sito web e per analizzare il comportamento degli utenti. I cookie sono piccoli file di testo memorizzati sul dispositivo dell'utente che consentono al sito web di riconoscere le preferenze dell'utente, memorizzare i dati di accesso e garantire un funzionamento efficiente del sito.",
    "Upon your first visit to the website, you will be prompted to provide explicit consent for the use of cookies. Below is a detailed explanation of the types of cookies we use:": "Al momento della prima visita al sito, vi verrà richiesto di fornire un consenso esplicito all'uso dei cookie. Di seguito viene fornita una spiegazione dettagliata dei tipi di cookie utilizzati:",
    "Types of Cookies We Use": "Tipi di cookie utilizzati",
    "Essential Cookies: These cookies are necessary for the basic functioning of the website, if you don’t agree to the essential cookies, you will not be able to access the website": "Cookie essenziali: Questi cookie sono necessari per il funzionamento di base del sito web; se non accettate i cookie essenziali, non potrete accedere al sito web.",
    "Analytics Cookies: Analytics cookies help us understand how visitors use the site by collecting anonymous data. These cookies help improve the site’s performance by showing us which pages are most frequently visited or where users are encountering issues. We use Google Analytics for this purpose i.e. Google Analytics cookies that anonymize user IP addresses and provide anonymized data about site usage.": "Cookie analitici: I cookie analitici ci aiutano a capire come i visitatori utilizzano il sito raccogliendo dati anonimi. Questi cookie ci aiutano a migliorare le prestazioni del sito mostrandoci quali sono le pagine più visitate o i problemi riscontrati dagli utenti. A tale scopo utilizziamo Google Analytics, ovvero i cookie di Google Analytics che anonimizzano gli indirizzi IP degli utenti e forniscono dati anonimizzati sull'utilizzo del sito.",
    "Managing Cookies": "Gestione dei cookie",
    "You have full control over the use of cookies on our website. Upon your first visit, you can choose to accept or decline cookies. You can also manage or disable cookies via your browser settings at any time. However, please note that disabling certain cookies may affect the functionality of the website.": "L'utente ha il pieno controllo sull'uso dei cookie sul nostro sito web. Alla prima visita, potete scegliere se accettare o rifiutare i cookie. È inoltre possibile gestire o disabilitare i cookie tramite le impostazioni del browser in qualsiasi momento. Tuttavia, si noti che la disabilitazione di alcuni cookie può influire sulla funzionalità del sito web.",
    "How We Use Your Data": "Come utilizziamo i vostri dati",
    "Browser Cookie Management: You can modify your browser settings to block cookies or alert you when a cookie is being set. Each browser has different instructions for managing cookies, so we recommend referring to your browser’s help section for further details.": "Gestione dei cookie del browser: È possibile modificare le impostazioni del browser per bloccare i cookie o avvisare l'utente quando viene impostato un cookie. Ogni browser ha istruzioni diverse per la gestione dei cookie, pertanto si consiglia di consultare la sezione di aiuto del browser per ulteriori dettagli.",
    "Cookie Banner: A cookie banner will appear at the bottom of our website when you visit, allowing you to consent to or manage cookie usage.": "Banner dei cookie: Al momento della visita del nostro sito web, in fondo alla pagina, viene visualizzato un banner sui cookie che consente di acconsentire o gestire l'utilizzo dei cookie.",
    "For more detailed instructions on how to manage or disable cookies, you can visit": "Per istruzioni più dettagliate su come gestire o disabilitare i cookie, è possibile visitare il sito ",
    "We process your data for the following purposes:": "Trattiamo i vostri dati per le seguenti finalità:",
    "Service Delivery: To manage distributor access, respond to inquiries, and provide customer support.": "Fornitura di servizi: Per gestire l'accesso al distributore, rispondere alle richieste e fornire assistenza ai clienti.",

    "Website Improvement: To enhance user experience by analyzing how visitors use our site.": "Miglioramento del sito web: Per migliorare l'esperienza dell'utente analizzando come i visitatori utilizzano il nostro sito.",
    "Security: To ensure the integrity of our website and prevent fraud or unauthorized access.": "Sicurezza: Per garantire l'integrità del nostro sito web e prevenire frodi o accessi non autorizzati.",
    "Advertising and Marketing: To serve you targeted advertising based on your preferences and interactions with the website.": "Pubblicità e marketing: Per proporre all'utente pubblicità mirata in base alle sue preferenze e interazioni con il sito web.",
    "Compliance: To comply with legal obligations under both EU and UK GDPR and other regulations.": "Conformità: Per rispettare gli obblighi di legge previsti dal GDPR dell'UE e del Regno Unito e da altre normative.",
    "Legal Basis for Processing": "Basi legali per il trattamento",
    "We rely on the following legal bases for processing personal data under both EU and UK GDPR:": "Ci basiamo sulle seguenti basi legali per il trattamento dei dati personali ai sensi del GDPR dell'UE e del Regno Unito:",
    "Consent: When you voluntarily submit your data or accept cookies.": "Consenso: Quando l'utente invia volontariamente i propri dati o accetta i cookie.",
    "Contractual Necessity: Data processing required for distributor account management.": "Necessità contrattuale: Elaborazione dei dati necessaria per la gestione dell'account del distributore.",
    "Legitimate Interests: Improving website functionality, marketing, and ensuring security.": "Interessi legittimi: Migliorare la funzionalità del sito web, il marketing e garantire la sicurezza.",
    "Legal Compliance: Processing to meet legal requirements under both the EU GDPR and UK GDPR.": "Conformità legale: Elaborazione per soddisfare i requisiti legali ai sensi del GDPR dell'UE e del GDPR del Regno Unito.",
    "Your Rights Under GDPR (EU and UK)": "Diritti dell'utente ai sensi del GDPR (UE e Regno Unito)",
    "You have the following rights regarding your personal data:": "L'utente ha i seguenti diritti in merito ai propri dati personali:",
    "Right to Access, Rectification and/or Erasure": "Diritto di accesso, rettifica e/o cancellazione",
    "You have the right to access, rectify, or request the deletion of your personal data at any time. This includes:": "Avete il diritto di accedere, rettificare o richiedere la cancellazione dei vostri dati personali in qualsiasi momento. Ciò include:",
    "Right to Access: Request information about the personal data we hold about you.": "Diritto di accesso: Richiedere informazioni sui dati personali in nostro possesso.",
    "Right to Rectification: Request corrections to inaccurate or incomplete data.": "Diritto di rettifica: Richiedere la correzione di dati inesatti o incompleti.",
    "Right to Erasure: Request that we delete your data under specific conditions (e.g., if the data is no longer needed for the original purpose or if you have withdrawn consent).": "Diritto alla cancellazione: Richiedere la cancellazione dei propri dati in presenza di condizioni specifiche (ad esempio, se i dati non sono più necessari per lo scopo originario o se si è ritirato il consenso).",
    "To make any of these requests, please contact us at:": "Per effettuare una qualsiasi di queste richieste, contattateci all'indirizzo:",
    "Primary Contact:": "Contatto principale:",
    "Secondary Contact:": "Contatto secondario:",
    "Right to Restrict Processing": "Diritto di limitare l'elaborazione",
    "In certain cases, you can request that we limit the processing of your data (e.g., if you contest the accuracy of the data or if processing is unlawful).": "In alcuni casi, potete richiedere che limitiamo l'elaborazione dei vostri dati (ad esempio, se contestate l'accuratezza dei dati o se l'elaborazione è illegale).",
    "Right to Data Portability": "Diritto alla portabilità dei dati",
    "You have the right to request and receive your personal data in a structured, commonly used, or machine-readable format. However, please note that certain information, such as data collected via contact forms, may be stored in formats that are not structured (e.g., Outlook email format). Upon request, your data will be provided directly to you.": "Avete il diritto di richiedere e ricevere i vostri dati personali in un formato strutturato, comunemente utilizzato o leggibile da una macchina. Tuttavia, si noti che alcune informazioni, come i dati raccolti tramite moduli di contatto, possono essere memorizzate in formati non strutturati (ad esempio, il formato e-mail di Outlook). Su richiesta, i vostri dati vi saranno forniti direttamente.",
    "You may request data portability by contacting us at:": "È possibile richiedere la portabilità dei dati contattandoci all'indirizzo:",
    "Right to Object (Art. 21 of EU GDPR and UK GDPR)": "Diritto di opposizione (art. 21 del GDPR dell'UE e del GDPR del Regno Unito)",
    "You may object to the processing of your data in certain circumstances, particularly if processing is based on legitimate interests or is used for direct advertising purposes. To object, please contact us at:": "L'utente può opporsi al trattamento dei propri dati in determinate circostanze, in particolare se il trattamento è basato su interessi legittimi o viene utilizzato per scopi pubblicitari diretti. Per opporsi, contattateci a:",
    "Right to Withdraw Consent": "Diritto di ritirare il consenso",
    "You have the right to withdraw your consent at any time. To do so, please contact us at:": "L'utente ha il diritto di ritirare il proprio consenso in qualsiasi momento. Per farlo, vi preghiamo di contattarci all'indirizzo:",
    "We will stop processing your data for the relevant purpose upon withdrawal of consent.": "In caso di revoca del consenso, interromperemo l'elaborazione dei dati per lo scopo in questione.",
    "Right to Lodge a Complaint": "Diritto di presentare un reclamo",
    "If you believe your data has been processed unlawfully or that we have violated your rights under GDPR, you have the right to lodge a complaint with a competent Data Protection Authority. UK users may contact the <b>Information Commissioner’s Office (ICO)</b> for concerns related to UK GDPR.": "Se ritenete che i vostri dati siano stati trattati illegalmente o che abbiamo violato i vostri diritti ai sensi del GDPR, avete il diritto di presentare un reclamo a un'autorità competente per la protezione dei dati. Gli utenti del Regno Unito possono contattare l'Information Commissioner's Office (ICO) per problemi relativi al GDPR britannico.",
    "Right to Demand Processing Restrictions": "Diritto di richiedere limitazioni del trattamento",
    "In certain cases, you have the right to restrict the processing of your personal data. This right applies if:": "In alcuni casi, l'utente ha il diritto di limitare il trattamento dei propri dati personali. Questo diritto si applica se:",
    "You contest the accuracy of your personal data.": "contestate l'accuratezza dei vostri dati personali",
    "Processing is unlawful, but you request a restriction rather than erasure.": "Il trattamento è illegale, ma richiedete una restrizione piuttosto che la cancellazione.",
    "We no longer need the data for processing, but you require it to establish, exercise, or defend legal claims.": "Non abbiamo più bisogno dei dati per il trattamento, ma voi li richiedete per stabilire, esercitare o difendere rivendicazioni legali.",
    "International Transfers": "Trasferimenti internazionali",
    "As your data is hosted on servers outside the European Union and the United Kingdom, we implement appropriate safeguards, such as Standard Contractual Clauses (SCCs) and encryption measures, to protect your data during international transfers in compliance with both EU and UK GDPR.": "Poiché i vostri dati sono ospitati su server al di fuori dell'Unione Europea e del Regno Unito, implementiamo adeguate misure di salvaguardia, come le Clausole contrattuali standard (SCC) e le misure di crittografia, per proteggere i vostri dati durante i trasferimenti internazionali in conformità con il GDPR dell'UE e del Regno Unito.",
    "Data Retention": "Conservazione dei dati",
    "We retain personal data for a period of five (5) years, after which it will be automatically deleted if there is no retraction of consent to collect or process personal data. Should you withdraw consent at any time during this period, we will delete your personal data accordingly.": "Conserviamo i dati personali per un periodo di cinque (5) anni, dopodiché verranno automaticamente cancellati se non viene revocato il consenso alla raccolta o al trattamento dei dati personali. In caso di revoca del consenso in qualsiasi momento durante questo periodo, cancelleremo i dati personali di conseguenza.",
    "We retain personal data for as long as necessary to fulfill the purposes outlined in this policy or as required by law. Retention periods are as follows:": "Conserviamo i dati personali per il tempo necessario a soddisfare gli scopi delineati in questa politica o come richiesto dalla legge. I periodi di conservazione sono i seguenti:",
    "Contact Information: Retained for five (5) years.": "Informazioni di contatto: Conservati per cinque (5) anni.",
    "Log Data: Stored for a limited time for security and website performance purposes.": "Dati di registro: Conservati per un periodo di tempo limitato ai fini della sicurezza e delle prestazioni del sito web.",
    "Data Security": "Sicurezza dei dati",
    "In compliance with GDPR, all data is stored using industry-standard encryption protocols (SSL/TLS) to protect your information during transfer and at rest. Access to personal data is strictly limited to authorized personnel only, and we regularly conduct security audits to ensure compliance with GDPR and best practices in data protection.": "In conformità con il GDPR, tutti i dati vengono archiviati utilizzando protocolli di crittografia standard del settore (SSL/TLS) per proteggere le informazioni durante il trasferimento e a riposo. L'accesso ai dati personali è strettamente limitato al solo personale autorizzato e conduciamo regolarmente controlli di sicurezza per garantire la conformità al GDPR e alle migliori pratiche di protezione dei dati.",
    "We take the protection of your personal data seriously. We have implemented technical and organizational measures to secure your data against unauthorized access, alteration, disclosure, or destruction. These include:": "Prendiamo sul serio la protezione dei vostri dati personali. Abbiamo implementato misure tecniche e organizzative per proteggere i vostri dati da accessi non autorizzati, alterazione, divulgazione o distruzione. Queste misure includono:",

    "Encryption: All data transferred between your browser and our website is encrypted using SSL/TLS protocols.": "Crittografia: Tutti i dati trasferiti tra il vostro browser e il nostro sito web sono criptati utilizzando i protocolli SSL/TLS.",
    "Access Controls: Access to personal data is restricted to authorized personnel only.": "Controlli di accesso: L'accesso ai dati personali è limitato al solo personale autorizzato.",
    "Regular Security Audits: We conduct routine security audits to identify and address vulnerabilities.": "Controlli di sicurezza regolari: Effettuiamo controlli di sicurezza di routine per identificare e risolvere le vulnerabilità.",
    "Use of Social Media Plugins": "Uso di plugin per social media",
    "Our website may use social media plugins (e.g., Facebook, Twitter, LinkedIn,) to allow content sharing. These plugins may collect personal data such as your IP address even if you do not interact with the plugin. These actions are governed by the respective social media platforms’ privacy policies, and we encourage you to review them.": "Il nostro sito web può utilizzare i plugin dei social media (ad esempio, Facebook, Twitter, LinkedIn) per consentire la condivisione dei contenuti. Questi plugin possono raccogliere dati personali, come il vostro indirizzo IP, anche se non interagite con il plugin. Queste azioni sono regolate dalle politiche sulla privacy delle rispettive piattaforme di social media, che vi invitiamo a consultare.",
    "Analysis Tools and Advertising": "Strumenti di analisi e pubblicità",
    "We use tools like Google Analytics to analyze website traffic and visitor behavior. This data is anonymized and used to enhance the website experience. If you do not want Google Analytics to collect your data, you can opt out by installing the Google Analytics Opt-out Browser Add-on. We may also work with advertising partners who use tracking technologies to display relevant ads to you based on your website interactions. This data is used solely for marketing purposes and is governed by applicable laws.": "Utilizziamo strumenti come Google Analytics per analizzare il traffico del sito web e il comportamento dei visitatori. Questi dati vengono resi anonimi e utilizzati per migliorare l'esperienza del sito. Se non volete che Google Analytics raccolga i vostri dati, potete scegliere di non farlo installando il componente aggiuntivo del browser Google Analytics Opt-out. Possiamo anche collaborare con partner pubblicitari che utilizzano tecnologie di tracciamento per mostrarvi annunci pertinenti in base alle vostre interazioni con il sito web. Questi dati vengono utilizzati esclusivamente per scopi di marketing e sono regolati dalle leggi vigenti.",
    "Intellectual Property and Content Ownership": "Proprietà intellettuale e proprietà dei contenuti",
    "The content published on the Radar Tyres website, including text, graphics, logos, images, and other materials, is either owned by Radar Tyres or licensed from third-party providers. While Radar Tyres holds the rights to its original content, we do not claim ownership over third-party images or videos used on the website. These materials may be subject to third-party intellectual property rights, including stock footage or images obtained from free or commercial vendors.": "I contenuti pubblicati sul sito web di Radar Tyres, inclusi testi, grafici, loghi, immagini e altri materiali, sono di proprietà di Radar Tyres o concessi in licenza da fornitori terzi. Radar Tyres detiene i diritti sui propri contenuti originali, ma non rivendica la proprietà delle immagini o dei video di terzi utilizzati sul sito. Questi materiali possono essere soggetti a diritti di proprietà intellettuale di terzi, compresi filmati di stock o immagini ottenute da fornitori gratuiti o commerciali.",
    "You are not permitted to copy, reproduce, modify, or distribute any content from the website unless explicitly authorized by Radar Tyres or the applicable third-party rights holder.": "Non è consentito copiare, riprodurre, modificare o distribuire alcun contenuto del sito web se non esplicitamente autorizzato da Radar Tyres o dal titolare dei diritti di terzi.",
    "Changes to This Privacy and Cookie Policy": "Modifiche alla presente Informativa sulla privacy e sui cookie",
    "We may update this Privacy and Cookie Policy from time to time to reflect changes in legal requirements or our practices. We encourage you to review this policy regularly. Significant changes will be communicated on our website.": "Possiamo aggiornare la presente Informativa sulla privacy e sui cookie di tanto in tanto per riflettere le modifiche ai requisiti legali o alle nostre pratiche. Vi invitiamo a rivedere regolarmente questa informativa. Le modifiche significative saranno comunicate sul nostro sito web.",
    "Contact Information": "Informazioni di contatto",
    "If you have any questions or concerns about this Privacy and Cookie Policy or how we process your personal data, please contact us at:": "In caso di domande o dubbi sulla presente Informativa sulla privacy e sui cookie o sul modo in cui trattiamo i vostri dati personali, vi preghiamo di contattarci a:",





    "_comment": "RADAR RED LANDING PAGE",
    "JOIN THE RADAR RED PROGRAM": "",
    "MORE BENEFITS. MORE SUPPORT. MORE GROWTH.": "",
    "WATCH RED INTRODUCTION VIDEO": "",
    "WHAT IS RADAR RED?": "",
    "Radar RED is our exclusive partner program designed for trusted tyre dealers": "",
    "Radar RED offers access to premium benefits, branding support, and a shared commitment to growth": "",
    "WHY PARTNER WITH RADAR?": "",
    "Exclusive branding and co-marketing opportunities": "",
    "Access to premium Radar product range": "",
    "Enhanced visibility via our dealer locator": "",
    "Invitation to local and global campaigns": "",
    "Priority support and tools to grow your business": "",
    "READY TO ROLL WITH RADAR?": "",
    "Fill in the form and we will contact you personally.": "",
    "Full name*": "",
    "Company name*": "",
    "Email address*": "",
    "Company www-address*": "",
    "Phone*": "",
    "City*": "",
    "Message (optional)": "",
    "Submit": "",
    "REAL PEOPLE. REAL GROWTH.": "",
    "We grow together. Radar RED program is about people and partnership, not just products.": "",

    
    

    "_COMMENT": "Tyres Pages --- Grid",

    

    


    "_COMMENT": "Dimax® Sport",
    "The Dimax Sport is a premium ultra high performance tyre engineered to deliver uncompromising safety, performance and control. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Sport features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and offers drivers excellent wet grip, handling, low rolling resistance and a quiet ride. The Dimax Sport offers popular passenger car and SUV fitments and all sizes carry the EVC marking on the sidewall identifying the tyre as compatible with both Electric Vehicles(EV) and Plug-in hybrid vehicles.": "Il Dimax Sport è un pneumatico premium ad altissime prestazioni progettato per offrire sicurezza, prestazioni e controllo senza compromessi. Progettato da Omni United in collaborazione con la rinomata casa di design italiana GFG Style, guidata dai leggendari designer automobilistici Giorgetto e Fabrizio Giugiaro, il Dimax Sport presenta un design unico, funzionale ed elegante che rappresenta una perfetta sinergia tra design e ingegneria. Questa gamma avanzata e ricca di funzioni è stata ampiamente testata rispetto ai marchi premium e offre agli automobilisti un'eccellente aderenza sul bagnato, maneggevolezza, bassa resistenza al rotolamento e una guida silenziosa. Il Dimax Sport è disponibile per i modelli più diffusi di autovetture e SUV e tutte le misure riportano la marcatura EVC sul fianco che identifica lo pneumatico come compatibile con i veicoli elettrici (EV) e ibridi plug-in.",
    "EXTENDED HANGER TREAD DESIGN": "DISEGNO DEL BATTISTRADA A GANCIO ESTESO",
    "Unique, ultra-modern and sporty design with a stiff outside shoulder provides <br class='hidden-xs'> ultimate handling and cornering properties, especially for the latest and most <br class='hidden-xs'> demanding passenger cars and SUVs.": "Un design unico, ultramoderno e sportivo, con una spalla esterna rigida, che offre le massime proprietà di maneggevolezza e curva, soprattutto per le autovetture e i SUV più recenti ed esigenti.",
    "ES PERFORMANCE COMPOUND (ESPC)": "MESCOLA ES PERFORMANCE (ESPC)",
    "Advanced silica compound that provides the optimal combination of <br class='hidden-xs'> low rolling resistance and excellent dynamic handling properties as <br class='hidden-xs'> well as excellent wet grip.": "Mescola avanzata a base di silice che offre una combinazione ottimale di bassa resistenza al rotolamento ed eccellenti proprietà di maneggevolezza dinamica, nonché un'ottima aderenza sul bagnato.",
    "AQUEDUCT GROOVES": "SCANALATURE ACQUEDOTTO",
    "These are ultra-smooth and shiny channels which, in combination with optimised <br class='hidden-xs'> groove wall angles help in efficiently evacuating water from the tread, <br class='hidden-xs'> reducing the risk of aquaplaning and enhancing safety.": "Si tratta di canali ultra-lisci e lucidi che, in combinazione con gli angoli ottimizzati delle pareti delle scanalature, aiutano ad evacuare efficacemente l'acqua dal battistrada, riducendo il rischio di aquaplaning e aumentando la sicurezza.",
    "STEALTH TECHNOLOGY": "TECNOLOGIA STEALTH",
    "Stealth shape design and optimised tread <br class='hidden-xs'> pitch sequencing ensure a silent and <br class='hidden-xs'> smooth ride.": "Il design a forma Stealth e la sequenza ottimizzata del passo del battistrada assicurano una guida silenziosa e fluida.",
    "CIRCLE OF TREADLIFE": "CERCHIO DELLA VITA DEL BATTISTRADA",
    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator is <br class='hidden-xs'> a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator begins to <br class='hidden-xs'> fade and totally disappears at a groove depth of 2 millimetres.": "Un'esclusiva funzione di sicurezza che indica la profondità residua del battistrada. Quando lo pneumatico è nuovo, questo indicatore è un cerchio pieno con 8 millimetri di battistrada rimanente. Man mano che lo pneumatico si consuma, l'indicatore inizia a sbiadire e scompare del tutto a una profondità del solco di 2 millimetri.",
    "SMOOTH VELVET SIDEWALL": "FIANCHI IN VELLUTO LISCIO",
    "High-contrast, laser-treated design with ultra-low <br class='hidden-xs'>protrusion improves the tyre’s air drag factor <br class='hidden-xs'>and is easy to clean.": "Il disegno ad alto contrasto, trattato al laser e a bassissima sporgenza, migliora il fattore di resistenza all'aria dello pneumatico ed è facile da pulire.",

    

    "_COMMENT": "Dimax® Sprint",
    "The Dimax Sprint is a premium high performance tyre engineered to deliver all round safety, comfort and mileage. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Sprint features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides drivers ultimate handling and grip in wet and dry conditions, low rolling resistance and a quiet ride. The Dimax Sprint offers popular passenger car and SUV fitments and all sizes carry the EVC marking on the sidewall identifying the tyre as compatible with both Electric Vehicles(EV) and Plug-in hybrid vehicles.": "Il Dimax Sprint è un pneumatico premium ad alte prestazioni progettato per offrire sicurezza, comfort e chilometraggio a tutto tondo. Progettato da Omni United in collaborazione con la rinomata casa di design italiana GFG Style, guidata dai leggendari designer automobilistici Giorgetto e Fabrizio Giugiaro, il Dimax Sprint presenta un disegno unico, funzionale ed elegante che rappresenta una perfetta sinergia tra design e ingegneria. Questa gamma avanzata e ricca di funzioni è stata ampiamente testata rispetto ai marchi premium e offre agli automobilisti una maneggevolezza e un'aderenza ottimali sul bagnato e sull'asciutto, una bassa resistenza al rotolamento e una guida silenziosa. Il Dimax Sprint è disponibile per le autovetture e i SUV più diffusi e tutte le misure riportano la marcatura EVC sul fianco che identifica lo pneumatico come compatibile con i veicoli elettrici (EV) e ibridi plug-in.",
    "TWIN HANGER TREAD DESIGN": "DESIGN DEL BATTISTRADA A DOPPIA APPENDICE",
    "Unique, ultra-modern and noise optimised design for <br class='hidden-xs'>passenger cars, offering great steering precision and <br class='hidden-xs'>excellent cornering properties.": "Design unico, ultramoderno e ottimizzato per le autovetture, che offre una grande precisione di sterzata e ottime proprietà in curva.",
    "RAIN MASTER PERFORMANCE COMPOUND (RMPC)": "MESCOLA RAIN MASTER PERFORMANCE (RMPC)",
    "Advanced silica compound that provides the ideal <br class='hidden-xs'>combination of ultimate wet performance and low <br class='hidden-xs'>rolling resistance.": "Mescola avanzata a base di silice che offre la combinazione ideale tra prestazioni sul bagnato e bassa resistenza al rotolamento.",
    "These are ultra-smooth and shiny channels which, in combination with optimised groove <br class='hidden-xs'>wall angles help in efficiently evacuating water from the tread, reducing the risk of <br class='hidden-xs'>aquaplaning and enhancing safety.": "Si tratta di canali ultra-lisci e lucidi che, in combinazione con gli angoli ottimizzati delle pareti delle scanalature, aiutano a evacuare efficacemente l'acqua dal battistrada, riducendo il rischio di aquaplaning e migliorando la sicurezza.",
    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator <br class='hidden-xs'>is a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator <br class='hidden-xs'>begins to fade and totally disappears at a groove depth of 2 millimetres.": "Una caratteristica di sicurezza unica che indica la profondità residua del battistrada. Quando lo pneumatico è nuovo, questo indicatore è un cerchio pieno con 8 millimetri di battistrada rimanente. Con l'usura dello pneumatico, l'indicatore inizia a sbiadire e scompare completamente a una profondità di 2 millimetri.",
    "High-contrast, laser-treated design with ultra-low <br class='hidden-xs'>protrusion improves the tyre’s air drag factor and <br class='hidden-xs'>is easy to clean.": "Il disegno ad alto contrasto, trattato al laser e a bassissima sporgenza, migliora il fattore di resistenza all'aria dello pneumatico ed è facile da pulire.",



    "_COMMENT": "DIMAX® ALL SEASON",

    "The Dimax All Season is a premium all season tyre, engineered to provide optimal performance in any weather condition. Our 3PMSF marking allows drivers to drive with confidence and safety in both scorching summer heat and in snow covered winter roads without needing a seasonal tyre change. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax All Season features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides optimal performance in all weather conditions providing drivers with confidence, safety and control. The Dimax All Season offers popular passenger car and SUV fitments and all sizes are EV(Electric Vehicle) and Plug-in hybrid vehicle compatible.": "Il Dimax All Season è un pneumatico premium per tutte le stagioni, progettato per fornire prestazioni ottimali in qualsiasi condizione atmosferica. La nostra marcatura 3PMSF consente agli automobilisti di guidare con fiducia e sicurezza sia nel caldo torrido dell'estate che sulle strade innevate dell'inverno, senza bisogno di cambiare gli pneumatici. Progettato da Omni United in collaborazione con la rinomata casa di design italiana GFG Style, guidata dai leggendari designer automobilistici Giorgetto e Fabrizio Giugiaro, il Dimax All Season presenta un disegno unico, funzionale ed elegante che rappresenta una perfetta sinergia tra design e ingegneria. Questa gamma avanzata e ricca di funzioni è stata ampiamente testata rispetto ai marchi premium e offre prestazioni ottimali in tutte le condizioni atmosferiche, garantendo agli automobilisti fiducia, sicurezza e controllo. Il Dimax All Season è adatto alle autovetture e ai SUV più diffusi e tutte le misure sono compatibili con i veicoli elettrici e ibridi plug-in.",
    "TRIPLE-EDGED PATTERN DESIGN": "DISEGNO A TRIPLO BORDO",
    "Sawtooth shaped centre grooves together with the step-design of the outer circumferential <br class='hidden-xs'>grooves providing outstanding mechanical grip on snow. This design enables the use of very <br class='hidden-xs'>stiff pattern blocks delivering optimal performance on wet and dry roads.": "Le scanalature centrali a forma di dente di sega e il disegno a gradini delle scanalature circonferenziali esterne garantiscono un'eccezionale aderenza meccanica sulla neve. Questo disegno consente l'utilizzo di tasselli molto rigidi per ottenere prestazioni ottimali su strade asciutte e bagnate.",
    "BLUE SILICA COMPOUND": "MESCOLA DI SILICE BLU",
    "Advanced wet grip silica compound designed to deliver ultimate safety on wet roads while performing <br class='hidden-xs'>on dry roads. It has been fine-tuned to deliver exceptional all season performance, high durability <br class='hidden-xs'>and excellent resistance to tyre ageing.": "Mescola di silice avanzata per l'aderenza sul bagnato, progettata per garantire la massima sicurezza sul bagnato e le migliori prestazioni sull'asciutto. È stata messa a punto per offrire prestazioni eccezionali per tutte le stagioni, elevata durata ed eccellente resistenza all'invecchiamento dello pneumatico.",
    "These are ultra-smooth and shiny channels which, in combination with optimised groove wall <br class='hidden-xs'>angles help in efficiently evacuating water and slush from the tread, reducing the risk of <br class='hidden-xs'>aquaplaning and enhancing safety.": "Si tratta di canali ultra-lisci e lucidi che, in combinazione con gli angoli ottimizzati delle pareti delle scanalature, aiutano ad evacuare efficacemente l'acqua e la fanghiglia dal battistrada, riducendo il rischio di aquaplaning e migliorando la sicurezza.",
    "CONNECTED SUPPORT TECHNOLOGY": "TECNOLOGIA DI SUPPORTO CONNESSO",
    "Innovative structural element embedded within the tyre’s tread pattern, providing full <br class='hidden-xs'>support to all the tread blocks from shoulder to shoulder ensuring tyre integrity, precise <br class='hidden-xs'>steering, and safety in extreme driving conditions.": "Innovativo elemento strutturale incorporato nel disegno del battistrada dello pneumatico, che fornisce un supporto completo a tutti i blocchi del battistrada da spalla a spalla, garantendo l'integrità dello pneumatico, la precisione di guida e la sicurezza in condizioni di guida estreme.",
    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator is <br class='hidden-xs'>a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator begins to <br class='hidden-xs'>fade and totally disappears at a groove depth of 2 millimetres.": "Una caratteristica di sicurezza unica che indica la profondità residua del battistrada. Quando lo pneumatico è nuovo, questo indicatore è un cerchio pieno con 8 millimetri di battistrada rimanente. Con l'usura dello pneumatico, l'indicatore inizia a sbiadire e scompare del tutto a una profondità del solco di 2 millimetri.",
    "Ultra-low protrusion, which improves <br class='hidden-xs'>the tyre’s air drag factor and is <br class='hidden-xs'>easy to clean.": "Sporgenza bassissima, che migliora il fattore di resistenza all'aria dello pneumatico ed è facile da pulire.",




    "_COMMENT": "DIMAX® WINTER",
    "The Dimax Winter is a premium winter tyre, engineered to excel in harsh and demanding winter conditions, providing drivers with confidence, safety, and control. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Winter features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides ultimate snow performance, outstanding safety on wet and slush, and top-of-the-class braking performance in all conditions. The Dimax Winter offers popular passenger car and SUV fitments and all sizes are EV(Electric Vehicle) and Plug-in hybrid vehicle compatible.": "Il Dimax Winter è un pneumatico invernale di qualità superiore, progettato per eccellere in condizioni invernali difficili e impegnative, offrendo agli automobilisti fiducia, sicurezza e controllo. Progettato da Omni United in collaborazione con la rinomata casa di design italiana GFG Style, guidata dai leggendari designer automobilistici Giorgetto e Fabrizio Giugiaro, il Dimax Winter presenta un disegno unico, funzionale ed elegante che rappresenta una perfetta sinergia tra design e ingegneria. Questa gamma avanzata e ricca di funzioni è stata ampiamente testata rispetto ai marchi premium e offre prestazioni sulla neve di altissimo livello, una sicurezza eccezionale sul bagnato e sulla fanghiglia e prestazioni di frenata ai vertici della categoria in tutte le condizioni. Il Dimax Winter è adatto alle autovetture e ai SUV più diffusi e tutte le misure sono compatibili con i veicoli elettrici e ibridi plug-in.",
    "DOUBLE CRYSTAL 3D SIPES": "LAMELLE 3D A DOPPIO CRISTALLO",
    "Three dimensional sipes resembling crystals, precisely <br class='hidden-xs'>positioned across the tyre’s tread in order to <br class='hidden-xs'>maximise extreme grip on snow and ice, as well as <br class='hidden-xs'>provide stability on wet and dry roads": "Lamelle tridimensionali simili a cristalli, posizionate con precisione su tutto il battistrada dello pneumatico per massimizzare l'aderenza su neve e ghiaccio e garantire la stabilità su strade asciutte e bagnate.",
    "INARI COMPOUND": "MESCOLA INARI",
    "Advanced silica compound tested and perfected in harsh winter conditions of the <br class='hidden-xs'>Northern Finnish Lapland. It has been fine-tuned to deliver exceptional winter <br class='hidden-xs'>performance, excellent wet grip, low rolling resistance, high durability and <br class='hidden-xs'>excellent resistance to tyre ageing.": "Mescola avanzata di silice  testata e perfezionata nelle rigide condizioni invernali della Lapponia finlandese settentrionale. È stata messa a punto per offrire eccezionali prestazioni invernali, eccellente aderenza sul bagnato, bassa resistenza al rotolamento, elevata durata ed eccellente resistenza all'invecchiamento dello pneumatico.",
    "These are ultra-smooth and shiny channels which, in combination <br class='hidden-xs'>with optimised groove wall angles help in efficiently evacuating <br class='hidden-xs'>water and slush from the tread, reducing the risk of aquaplaning <br class='hidden-xs'>and enhancing safety.": "Si tratta di canali ultra-lisci e lucidi che, in combinazione con gli angoli ottimizzati delle pareti delle scanalature, aiutano ad evacuare efficacemente l'acqua e la fanghiglia dal battistrada, riducendo il rischio di aquaplaning e migliorando la sicurezza.",
    "Innovative structural element embedded within the tyre’s tread <br class='hidden-xs'>pattern, providing full support to all the tread blocks from <br class='hidden-xs'>shoulder to shoulder ensuring tyre integrity, precise steering, <br class='hidden-xs'>and safety in extreme driving conditions.": "Innovativo elemento strutturale incorporato nel disegno del battistrada dello pneumatico, che fornisce un supporto completo a tutti i blocchi del battistrada da spalla a spalla, garantendo l'integrità dello pneumatico, la precisione di guida e la sicurezza in condizioni di guida estreme.",
    "A unique safety feature that indicates remaining tread depth. When the tyre is <br class='hidden-xs'>new, this indicator is a full circle with 8-millimetres of tread remaining. As <br class='hidden-xs'>the tyre wears down, the indicator begins to fade and totally disappears at a <br class='hidden-xs'>groove depth of 2 millimetres.": "Una caratteristica di sicurezza unica che indica la profondità residua del battistrada. Quando lo pneumatico è nuovo, questo indicatore è un cerchio pieno con 8 millimetri di battistrada rimanente. Con l'usura dello pneumatico, l'indicatore inizia a sbiadire e scompare del tutto a una profondità del solco di 2 millimetri.",
    "Ultra-low protrusion, which <br class='hidden-xs'>improves the tyre’s air <br class='hidden-xs'>drag factor and <br class='hidden-xs'>is easy to clean.": "Sporgenza bassissima, che migliora il fattore di resistenza all'aria dello pneumatico ed è facile da pulire.",




    "_COMMENT": "Renegade® A/T Sport",
    "The Renegade A/T Sport is a premium all-terrain range that is engineered for drivers that need exceptional off-road performance while giving a quiet, smooth on-road ride. This range offers a combination of increased off-road grip, enhanced stability and handling performance, and excellent traction. The A/T Sport utilises a special silica-based tread compound that offers outstanding cut and chip resistance along with circumferential grooves on the centre tread blocks for a quieter ride.": "La Renegade A/T Sport è una gamma premium per tutti i terreni, progettata per i conducenti che necessitano di prestazioni eccezionali in fuoristrada e di una guida silenziosa e fluida su strada. Questa gamma offre una combinazione di maggiore aderenza in fuoristrada, migliori prestazioni di stabilità e maneggevolezza ed eccellente trazione. L'A/T Sport utilizza una speciale mescola del battistrada a base di silice che offre un'eccezionale resistenza ai tagli e alle scheggiature, oltre a scanalature circonferenziali sui blocchi centrali del battistrada per una guida più silenziosa.",
    "ULTRA-SHIELD SYSTEM - ENHANCED DURABILITY AND <br class=\"hidden-xs\">PUNCTURE RESISTANCE": "SISTEMA ULTRA-SHIELD - MAGGIORE DURATA E RESISTENZA ALLE FORATURE",
    "A unique combination of stone ejectors, serrations on the bottom tread and strong tie bars to <br class=\"hidden-xs\">increase puncture resistance and casing protection.": "Una combinazione unica di espulsori di pietre, dentellature sul fondo del battistrada e robusti tiranti per aumentare la resistenza alle forature e la protezione della carcassa.",
    "GRAVEL-TRAC TECHNOLOGY - EXCEPTIONAL <br class=\"hidden-xs\">ALL-TERRAIN TRACTION": "TECNOLOGIA GRAVEL-TRAC - ECCEZIONALE TRAZIONE SU TUTTI I TERRENI",
    "Optimised interlocking tread block design in combination with reverse radius on shoulder blocks<br class=\"hidden-xs\"> provides the ultimate performance on gravel roads and exceptional traction on sand and mud.": "Il design ottimizzato dei tasselli del battistrada, in combinazione con il raggio inverso dei tasselli della spalla, offre le massime prestazioni su strade sterrate e una trazione eccezionale su sabbia e fango.",
    "ENDURAMAX COMPOUND - OUTSTANDING CUT AND <br class=\"hidden-xs\">CHIP RESISTANCE": "MESCOLA ENDURAMAX - ECCEZIONALE RESISTENZA AI TAGLI E ALLE SCHEGGIATURE",
    "Special Silica-based compound that provides great cut and chip resistance and <br class=\"hidden-xs\">maximum grip in all conditions.": "Mescola speciale a base di silice che offre una grande resistenza ai tagli e alle scheggiature e la massima aderenza in tutte le condizioni.",
    "SNAKE-BITE TREAD BLOCK DESIGN - INCREASED STABILITY AND <br class=\"hidden-xs\">HANDLING PERFORMANCE": "DESIGN DEI TASSELLI DEL BATTISTRADA A TESTA DI SERPENTE - MAGGIORE STABILITÀ E MANEGGEVOLEZZA",
    "Snake head shaped tread blocks create torsional strength in all directions and protect the <br class=\"hidden-xs\">aggressive shoulder block. Wide circumferential centre block design provides gives great driving feel.": "I blocchi del battistrada a forma di testa di serpente creano resistenza torsionale in tutte le direzioni e proteggono l'aggressivo blocco della spalla. L'ampio disegno del blocco centrale circonferenziale offre un'ottima sensazione di guida.",



    "_COMMENT": "Renegade® R/T+",
    "The Renegade R/T+ is a premium rugged terrain range and is designed to give exceptional off-road performance coupled with on-road comfort and sophistication. On-road, this tyre gives drivers superior handling with a quiet and smooth ride, while off-road it has the capability to go anywhere that a pure M/T tyre can. The Renegade R/T+ offers both aggressive and rugged looks with great on/off-road performance making it a combination between an all-terrain and mud-terrain tyre and offers the best of both worlds. This range features a dual sidewall design that has a skull & piston design on one side and mud penetrating dagger shaped lugs on the other.": "Il Renegade R/T+ è una gamma premium per terreni accidentati ed è stato progettato per offrire prestazioni eccezionali in fuoristrada, abbinate a comfort e raffinatezza su strada. Su strada, questo pneumatico offre agli automobilisti una maneggevolezza superiore con una guida silenziosa e fluida, mentre in fuoristrada ha la capacità di andare ovunque come un pneumatico M/T puro. Il Renegade R/T+ offre un look aggressivo e robusto con ottime prestazioni su strada e in fuoristrada, il che lo rende una combinazione tra un pneumatico all-terrain e uno mud-terrain e offre il meglio di entrambi i mondi. Questa gamma è caratterizzata da un design a doppio fianco che presenta un disegno a forma di teschio e pistone su un lato e alette a forma di pugnale che penetrano nel fango sull'altro.",
    "EXCEPTIONAL ALL-TERRAIN TRACTION": "TRAZIONE ECCEZIONALE SU TUTTI I TERRENI",
    "Optimised tread block sizes and shapes with multiple <br class='hidden-xs'>lateral grooves and angled sipes ensure superb <br class='hidden-xs'>traction on all terrains.": "Le dimensioni e le forme ottimizzate dei tasselli del battistrada, le scanalature laterali multiple e le lamelle angolate assicurano una trazione eccellente su tutti i terreni.",
    "INCREASED STABILITY AND <br class='hidden-xs'>RESISTANCE TO PUNCTURES": "MAGGIORE STABILITÀ E RESISTENZA ALLE FORATURE",
    "Robust 3-ply construction reduces the risk of punctures and  <br class='hidden-xs'>gives sure-footed handling on all surfaces.": "La robusta struttura a 3 tele riduce il rischio di forature e garantisce una maneggevolezza sicura su tutte le superfici.",
    "ENHANCED STABILITY, HANDLING AND  <br class='hidden-xs'>EVEN TREADWEAR": "MAGGIORE STABILITÀ, MANEGGEVOLEZZA E USURA UNIFORME DEL BATTISTRADA",
    "Wide centre tread blocks help balance the weight distribution <br class='hidden-xs'>and ensure the tread wears evenly.": "Gli ampi tasselli centrali del battistrada aiutano a bilanciare la distribuzione del peso e garantiscono un'usura uniforme del battistrada.",
    "DUAL SIDEWALL DESIGN - SKULL & PISTON EDITION": "DESIGN A DOPPIO FIANCO - EDIZIONE TESCHIO E PISTONE",
    "Featuring an outlaw side with a skull & piston <br class='hidden-xs'>design on one side and mud penetrating dagger <br class='hidden-xs'>shaped lugs on the other.": "Caratterizzato da un lato \"fuorilegge\" con il disegno di un teschio e pistoni e dall'altro da tasselli a forma di pugnale che penetrano nel fango.",



    "_COMMENT": "Renegade® X",
    "The Renegade-X is the top-of-the-line extreme terrain tyre range from Radar Tyres. This innovative \"stealth\" inspired tyre is born out of the partnership between Radar Tyres and leading Italian automotive design house GFG Style. This feature-packed range is designed and engineered for drivers that need extreme off-road performance on mud, rocks, gravel and sand while offering durability and an aggressive aesthetic that enthusiasts crave.": "Renegade-X è il top di gamma degli pneumatici per terreni estremi di Radar Tyres. Questo innovativo pneumatico di ispirazione “stealth” è nato dalla collaborazione tra Radar Tyres e l'azienda italiana leader nel design automobilistico GFG Style. Questa gamma ricca di caratteristiche è stata pensata e progettata per gli automobilisti che necessitano di prestazioni estreme in fuoristrada su fango, rocce, ghiaia e sabbia, offrendo allo stesso tempo durata e un'estetica aggressiva che gli appassionati desiderano.",
    "EXTREME OFF-ROAD TRACTION": "TRAZIONE OFF-ROAD ESTREMA",
    "High void-to-lug ratio, deep side blocks and a specially formulated <br>Rock-Crawl tread compound provide exceptional traction and grip on <br>rocks, gravel, mud and soft soil. Mud-rescue shoulder provides <br>additional traction that helps pull the vehicle out of mud.": "L'elevato rapporto tra vuoti e tasselli, i blocchi laterali profondi e la mescola del battistrada Rock-Crawl appositamente formulata offrono una trazione e un'aderenza eccezionali su rocce, ghiaia, fango e terreni morbidi. La spalla \"mud-rescue\" fornisce una trazione aggiuntiva che aiuta a tirare fuori il veicolo dal fango.",
    "ENHANCED DURABILITY": "MAGGIORE DURATA",
    "A unique combination of stone ejectors and <br>serrations on the bottom tread add an <br>additional layer of reinforcement to increase <br>puncture resistance.": "Una combinazione unica di espulsori di pietre e dentellature sul fondo del battistrada aggiunge un ulteriore strato di rinforzo per aumentare la resistenza alle forature.",
    "TOUGHER SIDEWALLS": "FIANCHI PIÙ RESISTENTI",
    "High turn-up 3-ply sidewall construction combined with <br>aggressive “stealth” shaped sidewall lugs provide biting edges <br>for additional grip and traction, and provide protection from <br>external sidewall damage.": "La costruzione dei fianchi a 3 strati ad alta curvatura, combinata con alette laterali dalla forma aggressiva “stealth”, fornisce bordi mordenti per una maggiore aderenza e trazione e protegge dai danni esterni ai fianchi.",
    "LONG TREAD LIFE": "LUNGA DURATA DEL BATTISTRADA",
    "Specially formulated tread compound <br>combined with tie bars provide lateral<br> stability, promote even wear and <br>increases longevity.": "La mescola del battistrada appositamente formulata, combinata con i barre di collegamento, garantisce stabilità laterale, favorisce l'usura uniforme e aumenta la longevità.",
    "ON-ROAD COMFORT": "COMFORT SU STRADA",
    "Optimised tread pattern design <br>reduces noise for a quieter <br>and more comfortable on-road <br>ride.": "Il disegno ottimizzato del battistrada riduce la rumorosità per una guida più silenziosa e confortevole su strada.",



    "_COMMENT": "DIMAX® TOURING",
    "The Dimax Touring is a touring tyre designed for exceptional safety, comfort, fuel efficiency, and performance. It delivers a quiet and comfortable ride while ensuring excellent wet grip, precise handling, and enhanced stability for a safer driving experience. With low rolling resistance, the Dimax Touring helps reduce fuel consumption, making it an ideal choice for passenger cars, hybrids and electric vehicles. All sizes feature the EVC marking, making them suited for Electric Vehicles (EVs) and Plug-in Hybrid Vehicles (PHEVs).": "Il Dimax Touring è un pneumatico Touring di qualità superiore progettato per garantire sicurezza, comfort, efficienza dei consumi e prestazioni eccezionali. Offre una guida silenziosa e confortevole, garantendo al contempo un'eccellente aderenza sul bagnato, una maneggevolezza precisa e una maggiore stabilità per un'esperienza di guida più sicura. Grazie alla bassa resistenza al rotolamento, il Dimax Touring contribuisce a ridurre il consumo di carburante, rappresentando la scelta ideale per autovetture, veicoli ibridi ed elettrici. Tutte le misure presentano la marcatura EVC, che le rende adatte ai veicoli elettrici (EV) e ai veicoli ibridi plug-in (PHEV).",
    "These are ultra-smooth and shiny channels which, in <br class=\"hidden-xs\">combination with optimised groove wall angles help in <br class=\"hidden-xs\">efficiently evacuating water from the tread, reducing the <br class=\"hidden-xs\">risk of aquaplaning and enhancing safety.": "Si tratta di canali ultra-lisci e lucidi che, in combinazione con gli angoli ottimizzati delle pareti delle scanalature, aiutano ad evacuare efficacemente l'acqua dal battistrada, riducendo il rischio di aquaplaning e aumentando la sicurezza.",
    "SERENITY RIDE DESIGN": "DISEGNO PER SERENITÀ DI GUIDA ",
    "Optimised tread pitch sequencing for a silent <br class=\"hidden-xs\">ride. Tyre construction designed to absorb bumps <br class=\"hidden-xs\">and vibrations to give a smooth and comfortable <br class=\"hidden-xs\">driving feel.": "Sequenza ottimizzata del passo del battistrada per una guida silenziosa. La struttura dello pneumatico è stata progettata per assorbire le asperità e le vibrazioni e offrire una sensazione di guida fluida e confortevole.",
    "TRIPLE SPORT ACTION DESIGN": "DISEGNO A TRIPLA AZIONE SPORTIVA",
    "Stiff outside shoulder for ultimate cornering properties.<br class=\"hidden-xs\"> Robust centre rib for steering precision, and siping to <br class=\"hidden-xs\">reduce heat build-up, resulting in higher mileage and <br class=\"hidden-xs\">lower rolling resistance.": "Spalla esterna rigida per una migliore tenuta in curva. Robusta nervatura centrale per la precisione di guida e lamelle per ridurre l'accumulo di calore, con conseguente aumento del chilometraggio e riduzione della resistenza al rotolamento.",
    "WETRESPONSE COMPOUNDING": "MESCOLA WETRESPONSE",
    "High silica tread compound with a modern <br class=\"hidden-xs\">elastomer base designed for exceptional wet <br class=\"hidden-xs\">performance and safety in a wide <br class=\"hidden-xs\">temperature range.": "Mescola del battistrada ad alto contenuto di silice con una moderna base di elastomeri, progettata per garantire prestazioni eccezionali sul bagnato e sicurezza in un'ampia gamma di temperature.",
    "CIRCLE OF TREADLIFE®": "CERCHIO DELLA VITA DEL BATTISTRADA",
    "A unique safety feature that indicates remaining <br class=\"hidden-xs\">tread depth. It starts with a full circle indicating <br class=\"hidden-xs\">100% tread depth and totally disappears at 1.6mm <br class=\"hidden-xs\">remaining tread depth.": "Un'esclusiva caratteristica di sicurezza che indica la profondità residua del battistrada. Inizia con un cerchio pieno che indica il 100% di profondità del battistrada e scompare completamente a 1,6 mm di profondità residua del battistrada.",




    "_COMMENT": "Dimax® R8+",
    "The Dimax R8+ is a high performance tyre range that has been designed for passenger cars and SUVs. This range has been specifically designed to give high-performance on vehicles that demand the best tyres and offers the ultimate blend of excellent wet and dry grip, sporty handling performance and comfort. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of Electric Vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "Dimax R8+ è una gamma di pneumatici ad alte prestazioni progettata per autovetture e SUV. Questa gamma è stata progettata specificamente per offrire prestazioni elevate su veicoli che richiedono i migliori pneumatici e offre il massimo mix di eccellente aderenza sul bagnato e sull'asciutto, prestazioni di maneggevolezza sportiva e comfort. Questa gamma comprende la maggior parte delle misure run-flat per i veicoli di questo segmento e alcune misure Compatibili EV. Le misure Compatibili EV, rispetto a quelle non EV, presentano una speciale mescola a bassa resistenza al rotolamento che migliora l'autonomia dei veicoli elettrici. Questa mescola conferisce anche rigidità agli pneumatici, rendendo la guida più stabile per i veicoli elettrici pesanti e potenti. Inoltre, le misure EVC offrono anche una maggiore aderenza sul bagnato, garantendo una guida più sicura e protetta.",
    "PRECISE HANDLING AT HIGH SPEEDS": "MANEGGEVOLEZZA PRECISA ALLE ALTE VELOCITÀ",
    "Asymmetric tread design with advanced silica formulated <br class=\"hidden-xs\">tread compound technology.": "Disegno asimmetrico del battistrada con tecnologia avanzata della mescola in silice.",
    "EXCEPTIONAL WET GRIP": "ECCEZIONALE ADERENZA SUL BAGNATO",
    "A combination of an all-new tread compound with four wide longitudinal<br class='hidden-xs'> grooves provide exceptional wet grip and aquaplaning resistance.": "La combinazione di una nuovissima mescola del battistrada con quattro ampie scanalature longitudinali> offre un'eccezionale aderenza sul bagnato e resistenza all'aquaplaning.",
    "QUIET AND COMFORTABLE RIDE": "GUIDA SILENZIOSA E CONFORTEVOLE",
    "Optimised tread pitch sequence for a<br class=\"hidden-xs\"> quieter ride.": "Sequenza ottimizzata del passo del battistrada per una guida più silenziosa.",



    "_COMMENT": "DIMAX® R8",
    "The Dimax R8 is a high performance tyre range and has been specifically designed for high-performance passenger cars and SUVs. It offers the ideal blend of excellent wet and dry grip with precise handling and comfort. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of Electric Vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "Il Dimax R8 è una gamma di pneumatici ad alte prestazioni ed è stato progettato specificamente per autovetture e SUV ad alte prestazioni. Offre una miscela ideale di eccellente aderenza sul bagnato e sull'asciutto, maneggevolezza e comfort. Questa gamma comprende la maggior parte delle misure run-flat per i veicoli di questo segmento e alcune misure Compatibili EV. Le misure Compatibili EV, rispetto a quelle non EV, presentano una speciale mescola a bassa resistenza al rotolamento che migliora l'autonomia dei veicoli elettrici. Questa mescola conferisce anche rigidità agli pneumatici, rendendo la guida più stabile per i veicoli elettrici pesanti e potenti. Inoltre, le misure EVC offrono anche una maggiore aderenza sul bagnato, garantendo una guida più sicura e protetta.",
    "SAFETY ON WET CONDITIONS": "SICUREZZA SUL BAGNATO",
    "Four wide longitudinal grooves that provide efficient water <br class='hidden-xs'>clearance and  aquaplaning resistance.": "Quattro ampie scanalature longitudinali che assicurano un efficace passaggio dell'acqua e resistenza all'aquaplaning.",

    
    "_COMMENT": "RPX 800+",
    "The RPX 800+ is a high performance tyre range and has been designed primarily for modern CUVs and SUVs. This range offers drivers good control on both dry and wet roads, ensuring a comfortable driving experience. It combines real-world performance with outstanding good looks. This range incorporates the popular run-flat sizes in this segment.": "La gamma RPX 800+ è una gamma di pneumatici ad alte prestazioni ed è stata progettata principalmente per i moderni CUV e SUV. Questa gamma offre agli automobilisti un buon controllo su strade asciutte e bagnate, garantendo un'esperienza di guida confortevole. Combina le prestazioni reali con un'estetica straordinaria. Questa gamma comprende le misure run-flat più diffuse in questo segmento.",
    "GOOD GRIP, HANDLING AND MILEAGE": "BUONA ADERENZA, MANEGGEVOLEZZA E RESA CHILOMETRICA",
    "High performance tread compound combined with an innovative asymmetric<br class=\"hidden-xs\"> pattern design, grips the road well, offers low rolling <br class=\"hidden-xs\">resistance and wears evenly.": "La mescola del battistrada ad alte prestazioni, combinata con un innovativo disegno asimmetrico, aderisce bene alla strada, offre una bassa resistenza al rotolamento e si consuma in modo uniforme.",
    "DRIVING CONFIDENCE AT HIGH SPEEDS": "SICUREZZA DI GUIDA ALLE ALTE VELOCITÀ",
    "Optimised construction that gives a torsionally<br class=\"hidden-xs\"> stiffer ride, allowing for precise, <br class=\"hidden-xs\">confident manoeuvres.": "Struttura ottimizzata che offre una guida più rigida dal punto di vista torsionale, consentendo manovre precise e sicure.",
    "QUIET AND COMFORTABLE DRIVING EXPERIENCE": "ESPERIENZA DI GUIDA SILENZIOSA E CONFORTEVOLE",
    "Optimised tread pitch sequence coupled with a radially<br class=\"hidden-xs\"> compliant construction, optimises driver<br class=\"hidden-xs\"> comfort and experience.": "La sequenza ottimizzata del passo del battistrada, abbinata a una struttura radiale, ottimizza il comfort e l'esperienza di guida del conducente.",



    "_COMMENT": "RPX 800",
    "The RPX 800 is a high performance tyre range and has been designed for compact and mid-size cars. This range offers drivers good control on both dry and wet roads, ensuring a comfortable driving experience. It combines real-world performance with outstanding good looks. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of electric vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "La gamma RPX 800 è una gamma di pneumatici ad alte prestazioni ed è stata progettata per le auto compatte e di medie dimensioni. Questa gamma offre agli automobilisti un buon controllo su strade asciutte e bagnate, garantendo un'esperienza di guida confortevole. Combina le prestazioni reali con un'estetica straordinaria. Questa gamma comprende la maggior parte delle misure run-flat per i veicoli di questo segmento e alcune misure Compatibili EV. Le misure Compatibili EV, rispetto a quelle non EV, presentano una speciale mescola a bassa resistenza al rotolamento che migliora l'autonomia dei veicoli elettrici. Questa mescola conferisce anche rigidità agli pneumatici, rendendo la guida più stabile per i veicoli elettrici pesanti e potenti. Inoltre, le misure EVC offrono anche una maggiore aderenza sul bagnato, garantendo una guida più sicura e protetta.",
    "GOOD GRIP AND HIGH MILEAGE": "BUONA ADERENZA E ALTA RESA CHILOMETRICA",
    "High performance tread compound along with an optimised contact <br class=\"hidden-xs\">patch gives good grip and even wear.": "La mescola del battistrada ad alte prestazioni e l'area di contatto ottimizzata garantiscono una buona aderenza e un'usura uniforme.",
    "Solid outer shoulder along with an optimised construction<br class=\"hidden-xs\"> ensures precise handling at high speeds.": "La solida spalla esterna e la struttura ottimizzata garantiscono una guida precisa alle alte velocità.",
    "QUIET DRIVING EXPERIENCE": "ESPERIENZA DI GUIDA SILENZIOSA",
    "Optimised tread pitch sequence and asymmetric tread pattern <br class=\"hidden-xs\">allows for a quiet and comfortable ride.": "La sequenza ottimizzata del passo del battistrada e il disegno asimmetrico del battistrada consentono una guida silenziosa e confortevole.",




    "_COMMENT": "Rivera® Pro 2",
    "The Rivera Pro 2 is a high performance tyre range that has been designed for compact and mid-size cars. This range offers a combination of modern looks, good handling, durability and a quiet and comfortable ride.": "Il Rivera Pro 2 è una gamma di pneumatici ad alte prestazioni progettata per le auto compatte e di medie dimensioni. Questa gamma offre una combinazione di look moderno, buona maneggevolezza, durata e una guida silenziosa e confortevole.",
    "GOOD STEERING RESPONSE": "BUONA RISPOSTA DELLO STERZO",
    "Tread pattern gives confidence in cornering <br class=\"hidden-xs\">and handling.": "Il disegno del battistrada offre sicurezza in curva e maneggevolezza.",
    "GOOD BALANCE OF GRIP AND MILEAGE": "BUON EQUILIBRIO TRA ADERENZA E CHILOMETRAGGIO",
    "Specially formulated tread compound gives a good combination of <br class=\"hidden-xs\">grip and longevity.": "La mescola del battistrada appositamente formulata offre una buona combinazione di aderenza e longevità.",
    "Optimised tread pitch sequence ensures <br class=\"hidden-xs\">a quiet ride.": "La sequenza ottimizzata del passo del battistrada garantisce una guida silenziosa.",




    "_COMMENT": "Dimax® ECO",
    "The Dimax Eco is the revolutionary new low rolling resistance high performance tyre from Radar Tyres. This tyre has been rated the best possible EU Tyre label grade “A” for Rolling Resistance which translates to high Fuel Efficiency and reduction of CO2 emissions; “B” grade for wet grip which provides enhanced wet grip and shorter braking distance and it has a significantly lower noise level of 69dB ). This tyre is designed to fit high performance electric, hybrid and latest generation internal combustion vehicles.": "Il Dimax Eco è il nuovo rivoluzionario pneumatico ad alte prestazioni a bassa resistenza al rotolamento di Radar Tyres. Questo pneumatico è stato classificato con il miglior valore possibile di etichetta UE “A” per la resistenza al rotolamento, che si traduce in un'elevata efficienza dei consumi e in una riduzione delle emissioni di CO2; con il grado “B” per l'aderenza sul bagnato, che garantisce una maggiore aderenza sul bagnato e uno spazio di frenata più breve, e con un livello di rumorosità significativamente inferiore (69dB). Questo pneumatico è progettato per equipaggiare veicoli elettrici, ibridi e a combustione interna di ultima generazione ad alte prestazioni.",
    "High fuel efficiency<br class='hidden-xs'>": "Elevata efficienza dei consumi",
    "Unique low-hysteresis tread compound that reduces energy loss and results<br class='hidden-xs'> in a lower rolling resistance which in turn leads to the vehicle delivering higher <br class='hidden-xs'>fuel efficiency and reduction in CO2 emissions.": "Esclusiva mescola del battistrada a bassa isteresi che riduce la perdita di energia e la resistenza al rotolamento, con conseguente aumento dell'efficienza dei consumi e riduzione delle emissioni di CO2.",
    "Enhanced wet grip, good aquaplaning resistance and <br class='hidden-xs'>shorter braking distance": "Maggiore aderenza sul bagnato, buona resistenza all'aquaplaning e minore spazio di frenata",
    "Specially formulated tread compound along with the 3 wide<br class='hidden-xs'> circumferential grooves offers shorter braking distance and enhanced <br class='hidden-xs'>grip in wet conditions.": "La mescola del battistrada appositamente formulata e le 3 ampie scanalature circonferenziali offrono uno spazio di frenata ridotto e una maggiore aderenza sul bagnato.",
    "Good handling<br class='hidden-xs'>": "Buona maneggevolezza",
    "Optimised and light weight construction which<br class='hidden-xs'> provides good handling.<br class='hidden-xs'>": "Struttura ottimizzata e leggera che garantisce una buona maneggevolezza.",



    "_COMMENT": "RADAR SPARE TYRE",
    "The Radar Spare tyre is designed to help drivers regain temporary mobility in the event of a puncture, blowout or any emergency. This space-saver tyre is designed for temporary use only and can help you get off the highway or reach the nearest tyre shop. Featuring a smaller physical size with a narrower tread and light weight construction this tyre can be driven at a maximum speed of 80 km/h at 60 psi cold inflation pressure.": "Lo pneumatico di scorta Radar è stato progettato per aiutare gli automobilisti a recuperare la mobilità temporanea in caso di foratura, scoppio o qualsiasi altra emergenza. Questo pneumatico salvaspazio è progettato solo per un uso temporaneo e può aiutarvi a uscire dall'autostrada o a raggiungere il gommista più vicino. Caratterizzato da dimensioni fisiche ridotte, battistrada più stretto e struttura leggera, questo pneumatico può essere guidato a una velocità massima di 80 km/h con una pressione di gonfiaggio a freddo di 60 psi.",
    "PROVIDES SAFETY": "OFFRE SICUREZZA",
    "In the event of a puncture, blowout or any emergency it helps <br class=\"hidden-xs\">drivers regain temporary mobility.": "In caso di foratura, scoppio o qualsiasi altra emergenza, aiuta il conducente a recuperare la mobilità temporanea.",
    "LIGHT WEIGHT & SAVES SPACE": "LEGGEREZZA E RISPARMIO DI SPAZIO",
    "Smaller physical size, narrower tread and light weight <br class=\"hidden-xs\">construction.": "Dimensioni fisiche ridotte, battistrada più stretto e struttura leggera.",



    "_COMMENT": "DIMAX® 4 SEASON",
    "The Dimax 4 Season is an innovative all-season tyre range designed for drivers living in urban areas, who need a versatile mobility solution all year round. It offers exceptional grip in winter as well as in summer conditions. All sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are officially approved for winter use.": "Il Dimax 4 Season è un'innovativa gamma di pneumatici per tutte le stagioni progettata per gli automobilisti che vivono in aree urbane e che necessitano di una soluzione versatile per la mobilità durante tutto l'anno. Offre un'aderenza eccezionale sia in inverno che in estate. Tutte le misure hanno il simbolo Three Peak Mountain Snowflake (3PMSF) e sono ufficialmente approvate per l'uso invernale.",
    "SAFETY IN EVERY WEATHER CONDITION": "SICUREZZA IN OGNI CONDIZIONE CLIMATICA",
    "Dual compound technology that keeps the tyre flexible in both hot summer<br class=\"hidden-xs\"> weather and cold winter temperatures.": "Tecnologia a doppia mescola che mantiene lo pneumatico flessibile sia alle calde temperature estive che alle fredde temperature invernali.",
    "UNIQUE TREAD PATTERN FOR PERFORMANCE": "DISEGNO DEL BATTISTRADA UNICO PER LE PRESTAZIONI",
    "Asymmetric tread pattern with four circumferential grooves provides aquaplaning resistance <br class=\"hidden-xs\">on wet roads and high density sipes provide exceptional grip on wet, slush and snow.": "Il disegno del battistrada asimmetrico con quattro scanalature circonferenziali offre resistenza all'aquaplaning su strade bagnate e le lamelle ad alta densità garantiscono un'aderenza eccezionale su bagnato, fango e neve.",
    "QUIET RIDE": "GUIDA SILENZIOSA",
    "Optimised casing profile and pitch sequence ensure <br class=\"hidden-xs\">a quieter ride": "Il profilo ottimizzato della carcassa e la sequenza dei passi garantiscono una guida più silenziosa.",




    "_COMMENT": "Dimax® Winter Sport",
    "The Dimax Winter Sport is the Alpine winter tyre range designed for modern high-end premium vehicles. This range has been designed to achieve maximum safety, control and performance in all winter weather conditions.": "Dimax Winter Sport è la gamma di pneumatici invernali progettata per i moderni veicoli di fascia alta. Questa gamma è stata progettata per ottenere la massima sicurezza, controllo e prestazioni in tutte le condizioni climatiche invernali.",
    "SAFETY IN ALL WINTER CONDITIONS": "SICUREZZA IN TUTTE LE CONDIZIONI INVERNALI",
    "Advanced Silica filled winter tread compound that keeps the tyre flexible<br class=\"hidden-xs\"> even in freezing conditions allowing the tread to grip better <br class=\"hidden-xs\">in wet, slush and snow.": "La mescola invernale avanzata del battistrada, riempita di silice, mantiene lo pneumatico flessibile anche in condizioni di gelo, consentendo al battistrada di avere una migliore aderenza su bagnato, fango e neve.",
    "CONTROL AND DRIVING PRECISION": "CONTROLLO E PRECISIONE DI GUIDA",
    "A combination of high density sipes and lateral grooves provides efficient<br class=\"hidden-xs\"> water clearance and hydroplaning resistance in cold<br class=\"hidden-xs\"> weather conditions.": "La combinazione di lamelle ad alta densità e di scanalature laterali garantisce un'efficace separazione dall'acqua e una resistenza all'idroplanaggio in condizioni di freddo.",
    "MAXIMUM DRIVING COMFORT": "MASSIMO COMFORT DI GUIDA",
    "Optimised casing profile and computer optimised <br class=\"hidden-xs\">pitch sequence ensures a quiet and <br class=\"hidden-xs\">comfortable ride.": "Il profilo ottimizzato della carcassa e la sequenza di passi ottimizzata al computer garantiscono una guida silenziosa e confortevole.",


    "_COMMENT": "Dimax® Alpine",
    "The Dimax Alpine has been designed and developed to meet the needs of the European winter driver. This range offers safety and excellent performance in Alpine winter conditions. The sizes fit popular passenger cars and SUVs.": "Il Dimax Alpine è stato progettato e sviluppato per soddisfare le esigenze degli automobilisti europei in inverno. Questa gamma offre sicurezza e prestazioni eccellenti nelle condizioni invernali alpine. Le misure si adattano alle autovetture e ai SUV più diffusi.",
    "EXCELLENT STEERING AND HANDLING PERFORMANCE<br class='hidden-xs'> IN WET, SLUSH AND SNOW": "ECCELLENTI PRESTAZIONI DI STERZATA E MANEGGEVOLEZZA SU BAGNATO, FANGO E NEVE",
    "High density of zig-zag sipes help increase the grip on snow and slush which provides excellent<br class='hidden-xs'>  steeringand handling performance. Optimised tread compound with advanced synthetic polymers <br class='hidden-xs'>and silica ensure that the rubber stays grippy in wet and cold weather conditions.": "L'alta densità di lamelle a zig-zag contribuisce ad aumentare l'aderenza su neve e fango, garantendo eccellenti prestazioni di sterzata e maneggevolezza. La mescola ottimizzata del battistrada, con polimeri sintetici avanzati e silice, garantisce la tenuta della gomma in condizioni di bagnato e freddo.",
    "PREVENTS SLUSH-PLANING AND <br class='hidden-xs'>AQUA-PLANING": "PREVIENE LO SLUSH-PLANING E L'AQUA-PLANING",
    "Directional tread design offers improved self-cleaning action on wet and<br class='hidden-xs'> slushy roads, as well as optimising gripping edges on<br class='hidden-xs'> snowy roads.": "Il design direzionale del battistrada offre una migliore azione autopulente su strade bagnate e fangose, oltre a ottimizzare i bordi di presa su strade innevate.",
    "SHORTER BRAKING <br class='hidden-xs'>DISTANCE": "SPAZIO DI FRENATA RIDOTTO",
    "Optimsed pattern design featuring more gripping edges providing <br class='hidden-xs'>increased grip on snow and ice for a shorter <br class='hidden-xs'>braking distance.": "Disegno del disegno ottimizzato con un maggior numero di angoli di presa, che garantisce una maggiore aderenza su neve e ghiaccio per un minore spazio di frenata.",



    "_COMMENT": "DIMAX® ICE",
    "The Dimax Ice is specifically designed for those who drive in extreme winter Nordic conditions and features a unique super soft compound that stays grippy even in extremely cold temperatures. This stud-less range provides increased safety, control and enhanced traction on ice and hard packed snow making it the ideal choice for extreme winter use.": "Il Dimax Ice è stato progettato specificamente per coloro che guidano in condizioni invernali nordiche estreme e presenta un'esclusiva mescola supermorbida che mantiene l'aderenza anche a temperature estremamente basse. Questa gamma senza chiodi offre maggiore sicurezza, controllo e trazione su ghiaccio e neve dura, rendendola la scelta ideale per l'uso invernale estremo.",
    "SAFETY AND CONTROL IN ALL WINTER CONDITIONS": "SICUREZZA E CONTROLLO IN TUTTE LE CONDIZIONI INVERNALI",
    "Special super soft compound that remains flexible even in extremely cold temperatures<br class=\"hidden-xs\"> combined with a high density of zig-zag sipes allowing for better traction and braking safety.": "Speciale mescola supermorbida che rimane flessibile anche a temperature estremamente basse, combinata con un'alta densità di lamelle a zig-zag che consentono una migliore trazione e sicurezza in frenata.",
    "ENHANCED GRIP ON ICE": "MAGGIORE ADERENZA SUL GHIACCIO",
    "A high density of zig-zag sipes provide more biting edges for <br class=\"hidden-xs\">increased mechanical grip on ice.": "Un'alta densità di lamelle a zig-zag fornisce un maggior numero di bordi mordenti per una maggiore aderenza meccanica sul ghiaccio.",
    "EXTRA GRIP ON HARD-PACKED SNOW": "MAGGIORE ADERENZA SU NEVE DURA",
    "Directional self-cleaning tread design coupled with thousands of additional <br class=\"hidden-xs\">gripping edges provides exceptional grip on hard-packed snow": "Il disegno direzionale del battistrada autopulente, abbinato a migliaia di spigoli di presa aggiuntivi, offre un'aderenza eccezionale sulla neve dura.",



    "_COMMENT": "DIMAX® ICE LOCK",
    "The Dimax Ice Lock is the new generation of studded tyres that are specifically designed to increase performance and provide safety and control in harsh winter Nordic conditions. This range features a unique super soft tread compound that has been formulated to stay soft and grippy in harsh Nordic weather conditions. These tyres also feature special factory fitted Tikka Spike studs that offer increased mechanical grip and enhanced braking on ice and hard packed snow.": "Dimax Ice Lock è la nuova generazione di pneumatici chiodati progettati specificamente per aumentare le prestazioni e fornire sicurezza e controllo nelle difficili condizioni invernali nordiche. Questa gamma è caratterizzata da un'esclusiva mescola del battistrada supermorbida, formulata per rimanere morbida e aderente nelle rigide condizioni climatiche nordiche. Questi pneumatici sono inoltre dotati di speciali chiodi Tikka Spike montati in fabbrica che offrono una maggiore aderenza meccanica e una migliore frenata su ghiaccio e neve dura.",
    "Special super soft compound that remains flexible even in extreme Nordic temperatures<br class=\"hidden-xs\"> combined with high density of zig-zag sipes allows for better traction and braking safety.": "La speciale mescola supermorbida che rimane flessibile anche alle temperature nordiche estreme, unita all'alta densità di lamelle a zig-zag, consente una migliore trazione e sicurezza in frenata.",
    "High density of zig-zag sipes provide more biting edges for<br class=\"hidden-xs\"> increased mechanical grip on ice.": "L'alta densità di lamelle a zig-zag fornisce più bordi mordenti per una maggiore aderenza meccanica sul ghiaccio.",
    "Directional self-cleaning tread design coupled with sipes and studs <br class=\"hidden-xs\">provides exceptional grip on hard-packed snow.": "Il disegno direzionale del battistrada autopulente, unito alle lamelle e ai chiodi, garantisce un'aderenza eccezionale sulla neve dura.",
    "ENHANCED TRACTION AND GRIP ON HARD PACKED ICE": "MAGGIORE TRAZIONE E ADERENZA SU GHIACCIO DURO",
    "Factory fitted with high-end Tikka Spike studs enhance traction,<br class=\"hidden-xs\"> grip and braking on hard packed ice and snow.": "I chiodi Tikka Spike, montati in fabbrica, migliorano la trazione, l'aderenza e la frenata su ghiaccio e neve compatti.",



    "_COMMENT": "RENEGADE® A/T5",
    "The Radar Renegade A/T5 is an exceptional all-terrain tyre range that is designed for people who like to venture off-road but need an assured ride on-road as well. This range offers increased stability and resistance to punctures. It also features the innovative and unique stone-ejector-technology that prevents stones from drilling and lodging in the tread. Most sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are approved for use in snow.": "Radar Renegade A/T5 è un'eccezionale gamma di pneumatici all-terrain, pensata per chi ama avventurarsi in fuoristrada ma ha bisogno di una guida sicura anche su strada. Questa gamma offre una maggiore stabilità e resistenza alle forature. È inoltre dotata dell'innovativa ed esclusiva tecnologia “stone-ejector”, che impedisce alle pietre di perforare e depositarsi nel battistrada. La maggior parte delle misure presenta il simbolo Three Peak Mountain Snowflake (3PMSF) ed è omologata per l'uso su neve.",
    "ENHANCED STABILITY, HANDLING AND EVEN TREADWEAR": "MAGGIORE STABILITÀ, MANEGGEVOLEZZA E USURA UNIFORME DEL BATTISTRADA",
    "Wide centre tread blocks help balance the <br class='hidden-xs'>weight distribution and ensure the tread <br class='hidden-xs'>wears evenly.": "Gli ampi tasselli centrali del battistrada aiutano a bilanciare la distribuzione del peso e garantiscono un'usura uniforme del battistrada.",
    "Optimised tread block sizes and shapes with <br class='hidden-xs'>multiple lateral grooves and angled sipes ensure <br class='hidden-xs'>superb traction on all terrains.": "Le dimensioni e le forme ottimizzate dei tasselli del battistrada, con molteplici scanalature laterali e lamelle angolate, assicurano una trazione eccellente su tutti i terreni.",
    "INCREASED STABILITY AND RESISTANCE TO PUNCTURES": "MAGGIORE STABILITÀ E RESISTENZA ALLE FORATURE",
    "Robust 3-ply construction reduces the risk of <br class='hidden-xs'>punctures and gives sure-footed handling on <br class='hidden-xs'>all surfaces.": "La robusta struttura a 3 tele riduce il rischio di forature e garantisce una guida sicura su tutte le superfici.",
    "Unique stone-ejector-technology that prevents <br class='hidden-xs'>stones from drilling and lodging in the tread <br class='hidden-xs'>and causing damage to the casing.": "Esclusiva tecnologia di espulsione delle pietre che impedisce ai sassi di perforare e depositarsi nel battistrada, danneggiando la carcassa.",



    "_COMMENT": "Renegade® R7 M/T",
    "The Renegade R7 M/T is a mud terrain tyre that has been designed specifically for extreme off-road applications. This range is designed to fit 4x4s and is suitable for vehicles with lift-kits. It features a reinforced 3-ply casing for high durability and state-of-the-art stone-ejector-technology which prevents stone retention and subsequent tyre damage. An ideal choice for drivers who want no compromise with off-road traction and handling.": "Il Renegade R7 M/T è un pneumatico per terreni fangosi progettato specificamente per applicazioni fuoristrada estreme. Questa gamma è progettata per i veicoli 4x4 ed è adatta ai veicoli con kit di sollevamento. È dotato di una carcassa rinforzata a 3 strati per un'elevata durata e di una tecnologia all'avanguardia per l'espulsione dei sassi che impedisce la ritenzione dei sassi e il conseguente danneggiamento dello pneumatico. Una scelta ideale per gli automobilisti che non vogliono compromessi in termini di trazione e maneggevolezza in fuoristrada.",
    "OUTSTANDING TRACTION IN <br class='hidden-xs'>ALL CONDITIONS": "TRAZIONE ECCEZIONALE IN TUTTE LE CONDIZIONI",
    "Aggressive pattern featuring a high void <br class='hidden-xs'>ratio and open shoulder design.": "Disegno aggressivo caratterizzato da un elevato rapporto di vuoti e da un design a spalla aperta.",
    "Unique stone-ejector-technology prevents stones <br class='hidden-xs'>from drilling and lodging in the tread and <br class='hidden-xs'>causing damage to the casing.": "L'esclusiva tecnologia di espulsione delle pietre impedisce ai sassi di perforare e depositarsi nel battistrada, danneggiando la carcassa.",
    "SUPERIOR OVERALL <br class='hidden-xs'>RESISTANCE TO DAMAGE": "RESISTENZA COMPLESSIVA SUPERIORE AI DANNI",
    "Reinforced 3-ply <br class='hidden-xs'>casing construction.": "Struttura della carcassa a 3 strati rinforzata.",
    "ENHANCED TREAD LIFE AND BRAKING <br class='hidden-xs'>ON ALL SURFACES": "",
    "Special tread compound and <br class='hidden-xs'>wide footprint.": "",



    "_COMMENT": "Argonite® RV-4",
    "The Argonite RV-4 is a state-of-the-art, high-mileage van tyre. This range has been designed for medium to large light commercial vehicles up to 3.5 tonnes. It offers excellent mileage, stability, high load carrying capability, aquaplaning resistance and low noise emission. This range features robust sidewall protectors that have been designed to cope with kerbing damage and protect the carcass. Available in speed ratings up to H (210km/h), this range offers a good combination of value and performance.": "L'Argonite RV-4 è un pneumatico per furgoni all'avanguardia e ad alto chilometraggio. Questa gamma è stata progettata per veicoli commerciali leggeri di medie e grandi dimensioni fino a 3,5 tonnellate. Offre un'eccellente resa chilometrica, stabilità, elevata capacità di carico, resistenza all'aquaplaning e basse emissioni sonore. Questa gamma è dotata di robuste protezioni laterali progettate per far fronte ai danni da cordolo e proteggere la carcassa. Disponibile con velocità fino a H (210 km/h), questa gamma offre una buona combinazione di valore e prestazioni.",
    "HIGHER LOAD CARRYING CAPACITY AND <br class='hidden-xs'>DURABILITY": "MAGGIORE CAPACITÀ DI CARICO E DURATA",
    "Strong casing manufactured with high-density <br class='hidden-xs'>polyester plies.": "Robusta carcassa realizzata con tele di poliestere ad alta densità.",
    "GOOD MILEAGE AND HIGH FUEL <br class='hidden-xs'>EFFICIENCY": "BUONA RESA CHILOMETRICA ED ELEVATA EFFICIENZA NEI CONSUMI",
    "Specially formulated tread compound that wears evenly <br class='hidden-xs'>and provides lower rolling resistance.": "Mescola del battistrada appositamente formulata che si consuma in modo uniforme e offre una minore resistenza al rotolamento.",
    "INCREASED WET TRACTION AND <br class='hidden-xs'>BRAKING": "MAGGIORE TRAZIONE E FRENATA SUL BAGNATO",
    "Lateral grooves that provide efficient water evacuation <br class='hidden-xs'>and aquaplaning resistance.": "Scanalature laterali che garantiscono un'efficiente evacuazione dell'acqua e resistenza all'aquaplaning.",

    

    "_COMMENT": "Argonite® RV-4T",
    "The Argonite RV-4T is a modern range of trailer tyres that is perfect for non-driven wheels such as those of low-loaders, caravans, livestock and delivery trailers. This range has been specifically designed, developed and tested for trailers and every size carries the FRT (Free Rolling Tyre) designation. Most sizes are dual load rated as well.": "L'Argonite RV-4T è una gamma moderna di pneumatici per rimorchi, perfetti per ruote non motrici come quelle di pianali ribassati, roulotte, bestiame e rimorchi per consegne. Questa gamma è stata progettata, sviluppata e testata specificatamente per i rimorchi e ogni dimensione porta la designazione FRT (Free Rolling Tyre). La maggior parte delle dimensioni sono anche classificate per doppio carico.",
    "EXCELLENT LOAD CARRYING CAPACITY ON SINGLE,<br class='hidden-xs'> DOUBLE AND MULTIPLE AXLE TRAILERS": "ECCELLENTE CAPACITÀ DI CARICO SU RIMORCHI AD ASSE SINGOLO, DOPPIO E MULTIPLO",
    "Reinforced construction and optimised inflated shape ensure<br class=\"hidden-xs\"> loads are carried evenly across the footprint.": "La struttura rinforzata e la forma ottimizzata del gonfiaggio garantiscono un trasporto uniforme dei carichi su tutta l'impronta.",
    "GREAT DIRECTIONAL STABILITY AND <br class='hidden-xs'>AQUAPLANING RESISTANCE": "GRANDE STABILITÀ DIREZIONALE E RESISTENZA ALL'AQUAPLANING",
    "Sinusoidal pattern with wide circumferential grooves and lateral open shoulder<br class=\"hidden-xs\"> grooves gives directional stability and efficient water clearance.": "Il disegno sinusoidale con ampie scanalature circonferenziali e scanalature laterali a spalla aperta garantisce stabilità direzionale e un'efficace evacuazione dell'acqua.",
    "INCREASED PROTECTION AGAINST<br class='hidden-xs'> DAMAGE AND KERBING": "MAGGIORE PROTEZIONE CONTRO DANNI E CORDOLI",
    "Optimised sidewall protector design extends the life of the tyre by protecting <br class=\"hidden-xs\">the casing from kerbing and other sidewall damages": "Il design ottimizzato della protezione del fianco prolunga la vita dello pneumatico proteggendo la carcassa da cordoli e altri danni al fianco.",



    "_COMMENT": "RLT-71",
    "The RLT-71 is a premium light commercial tyre. This range is specifically designed for small to medium vans and light commercial vehicles. It offers good wet and dry performance, mileage and safety with high load carrying capacity which makes it the ideal choice for this application.": "L'RLT-71 è un pneumatico per veicoli commerciali leggeri di qualità superiore. Questa gamma è progettata specificamente per furgoni e veicoli commerciali leggeri di piccole e medie dimensioni. Offre buone prestazioni sul bagnato e sull'asciutto, chilometraggio e sicurezza con un'elevata capacità di carico che lo rende la scelta ideale per questa applicazione.",
    "GOOD MILEAGE AND <br class='hidden-xs'>HIGH FUEL EFFICIENCY": "BUONA RESA CHILOMETRICA ED ELEVATA EFFICIENZA NEI CONSUMI",
    "Specially formulated tread compound that wears evenly and <br class='hidden-xs'>provides lower rolling resistance.": "Mescola del battistrada appositamente formulata che si consuma in modo uniforme e offre una minore resistenza al rotolamento.",



    "_COMMENT": "Argonite®4 Season RV-4S",
    "The Argonite 4 Season <sup>RV-4S</sup> is an All-Weather van tyre designed for year-round use. Developed and engineered for light commercial vehicles, this tyre is the ideal choice for drivers seeking excellent handling, high mileage, high load carrying capability, low rolling resistance and great performance in all weather conditions. All sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are officially approved for winter use. Available in a variety of fitments for small, medium and large vans.": "L'Argonite 4 Season <sup>RV-4S</sup> è un pneumatico All Season per furgoni, progettato per essere utilizzato tutto l'anno. Sviluppato e progettato per i veicoli commerciali leggeri, questo pneumatico è la scelta ideale per gli automobilisti che cercano un'eccellente maneggevolezza, un'elevata resa chilometrica, un'alta capacità di carico, una bassa resistenza al rotolamento e ottime prestazioni in tutte le condizioni atmosferiche. Tutte le misure hanno il simbolo Three Peak Mountain Snowflake (3PMSF) e sono ufficialmente approvate per l'uso invernale. Disponibile in una varietà di equipaggiamenti per furgoni di piccole, medie e grandi dimensioni.",
    "SAFETY IN ALL WEATHER CONDITIONS": "SICUREZZA IN TUTTE LE CONDIZIONI ATMOSFERICHE",
    "Symmetric tread pattern with three circumferential <br class=\"hidden-xs\">grooves provides aquaplaning resistance on wet roads <br class=\"hidden-xs\">and high-density sipes provide exceptional grip on wet, <br class=\"hidden-xs\">slush and snow.": "Il disegno del battistrada simmetrico con tre scanalature circonferenziali offre resistenza all'aquaplaning su strade bagnate e le lamelle ad alta densità garantiscono un'aderenza eccezionale su bagnato, fango e neve.",
    "OPTIMAL TRACTION IN ALL SEASONS": "TRAZIONE OTTIMALE IN TUTTE LE STAGIONI",
    "Unique dual compound technology that <br class=\"hidden-xs\">keeps the tyre flexible in both hot <br class=\"hidden-xs\">summer weather and cold winter <br class=\"hidden-xs\">temperatures.": "L'esclusiva tecnologia a doppia mescola mantiene lo pneumatico flessibile sia alle calde temperature estive che alle fredde temperature invernali.",
    "REINFORCED FOR ROBUSTNESS": "RINFORZATO PER LA ROBUSTEZZA",
    "Reinforced construction using the latest <br class=\"hidden-xs\">materials and techniques provides <br class=\"hidden-xs\">stability and high load- carrying <br class=\"hidden-xs\">capability.": "La costruzione rinforzata con materiali e tecniche all'avanguardia garantisce stabilità ed elevata capacità di carico.",


    "_COMMENT": "Argonite® Alpine",
    "The Argonite Alpine is a winter specific tyre designed for light commercial applications. This range provides drivers improved performance in all winter conditions and optimises stability, high load carrying capability and durability.": "L'Argonite Alpine è un pneumatico specifico per l'inverno, progettato per applicazioni commerciali leggere. Questa gamma offre ai conducenti prestazioni migliori in tutte le condizioni invernali e ottimizza la stabilità, l'elevata capacità di carico e la durata.",
    "High density of zig-zag sipes help increase the grip on snow and slush <br class=\"hidden-xs\">which provides excellent steering and handling performance. Optimised <br class=\"hidden-xs\">tread compound with advanced synthetic polymers and silica ensure that <br class=\"hidden-xs\">the rubber stays grippy in wet and cold weather conditions.": "L'alta densità di lamelle a zig-zag contribuisce ad aumentare l'aderenza su neve e fango, garantendo eccellenti prestazioni di sterzata e maneggevolezza. La mescola ottimizzata del battistrada, con polimeri sintetici avanzati e silice, garantisce la tenuta della gomma in condizioni di bagnato e freddo.",
    "TOTAL CONTROL AND STABLE HANDLING": "CONTROLLO TOTALE E MANEGGEVOLEZZA STABILE",
    "Optimsed pattern and construction <br class=\"hidden-xs\">results in a contact patch that has <br class=\"hidden-xs\">been optimised to ensure predictable <br class=\"hidden-xs\">cornering and handling.": "Il disegno e la costruzione ottimizzati danno vita a un'area di contatto ottimizzata per garantire la prevedibilità delle curve e la maneggevolezza.",
    "HIGH LOAD CARRYING CAPABILITY": "ELEVATA CAPACITÀ DI CARICO",
    "Reinforced casing and robust steel <br class=\"hidden-xs\">belts ensure that the vehicle <br class=\"hidden-xs\">remains stable whilst under heavy <br class=\"hidden-xs\">and light loads.": "La carcassa rinforzata e le robuste cinghie d'acciaio assicurano la stabilità del veicolo sotto carichi pesanti e leggeri.",



    "_COMMENT": "DIMAX® CLASSIC",
    "The Dimax Classic is a touring tyre specially designed and developed for classic cars. This range offers a combination of classic looks yet state-of-the-art pattern technology and the latest in materials sophistication that ensures the tyre delivers exceptional handling, durability and comfort, while completely complimenting and adding to the overall aesthetic of your classic/vintage vehicle. Available in either a retro white sidewall or a sophisticated black sidewall finish.": "Il Dimax Classic è un pneumatico touring appositamente progettato e sviluppato per le auto d'epoca. Questa gamma offre una combinazione di aspetto classico, tecnologia del battistrada all'avanguardia e materiali sofisticati di ultima generazione che assicurano allo pneumatico una maneggevolezza, una durata e un comfort eccezionali, completando e valorizzando l'estetica complessiva del vostro veicolo classico/vintage. Disponibile con fianchi bianchi retrò o con una sofisticata finitura nera.",
    "HIGH MILEAGE": "ALTO CHILOMETRAGGIO",
    "Specially formulated tread compound.": "Mescola del battistrada appositamente formulata.",
    "DELIVERS SHORTER BRAKING DISTANCE": "OFFRE UNO SPAZIO DI FRENATA RIDOTTO",
    "Touring tread pattern.": "Disegno del battistrada da turismo.",
    "CLASSIC AESTHETICS FOR CLASSIC/VINTAGE VEHICLES": "ESTETICA CLASSICA PER VEICOLI CLASSICI/VINTAGE",
    "Vintage tread and sidewall design available in either a black or retro white sidewall finish.": "Il design vintage del battistrada e del fianco è disponibile con finitura nera o bianca retrò.",


    "_COMMENT": "Renegade® Classic",
    "The Renegade Classic a Classic range that is designed for classic/vintage 4x4 vehicles. This tyre features the latest in design, development, materials and manufacturing techniques combined with the look that classic/vintage 4x4 vehicles need. The Renegade Classic has been designed to complete the look of your beloved project, whilst giving you the assurance of a quiet, comfortable ride and exceptional handling and grip.": "La gamma Renegade Classic è progettata per i veicoli 4x4 classici/vintage. Questo pneumatico presenta le ultime novità in termini di design, sviluppo, materiali e tecniche di produzione, unite al look che i veicoli 4x4 classici/vintage richiedono. Il Renegade Classic è stato progettato per completare il look del vostro amato progetto, garantendovi al contempo una guida silenziosa e confortevole e un'eccezionale maneggevolezza e aderenza.",
    "EXCEPTIONAL HANDLING AND GRIP": "MANEGGEVOLEZZA E ADERENZA ECCEZIONALI",
    "Latest tread compound and construction <br class='hidden-xs'>technology.": "Mescola del battistrada e tecnologia costruttiva di ultima generazione.",
    "Modern take on the classic/vintage 4x4 tread design with optimised tread <br class='hidden-xs'>pitch technology, to give an authentic feel to your classic 4x4.": "Rivisitazione moderna del design del battistrada di un 4x4 classico/antico con tecnologia di ottimizzazione del passo del battistrada, per dare una sensazione autentica al vostro 4x4 classico.",
    "PROVIDES A SOPHISTICATED LOOK FOR YOUR <br class='hidden-xs'>CLASSIC/ANTIQUE/VINTAGE 4X4": "OFFRE UN LOOK SOFISTICATO PER IL VOSTRO 4X4 CLASSICO/ANTICO/VINTAGE",
    "Vintage tread and sidewall design.": "Disegno del battistrada e dei fianchi vintage.",



    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",

    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": "",
    "_COMMENT": ""

}