{
    
    "_COMMENT": "COMMONS", 
    "PREMIUM COLLECTION": "COLEÇÃO PREMIUM",
    "Home": "Início",
    "SIZES": "TAMANHOS",
    "FEATURES": "CARACTERÍSTICAS",
    "All": "Todos",
    "L.I.": "",
    "S.R.": "",
    "L.R.": "",
    "EVC": "",
    "M+S": "",
    "Show EU labels": "Mostrar etiquetas da UE",
    "Hide EU labels": "Ocultar etiquetas da UE",
    "EU Label": "Etiqueta da UE",
    "SIZE": "TAMANHO",
    "EXTREME TERRAIN": "TERRENO EXTREMO",
    "RUN-FLAT": "",
    "CAR/CUV/SUV": "",
    "CAR": "",
    "EXTENDED MOBILITY": "MOBILIDADE ALARGADA",
    "SPORT TOURING": "",
    "WINTER NORDIC": "INVERNO NÓRDICO",
    "STUDDED": "",
    "URBAN": "URBANO",
    "FREE ROLLING TYRE": "",
    "TEMPORARY SPARE": "PNEU SUPLENTE",
    "VEHICLE TYPE": "TIPO DE VEÍCULO",
    "CAR/CUV": " CARRO/CUV",
    "CAR/SUV": "CARRO/SUV",
    "SUV/4X4": "SUV/4x4",
    "VAN/CARGO": "CARRINHA/CARGA",
    "CLASSIC": "CLÁSSICO",
    "HIGH PERFORMANCE": "",
    "TOURING": "",
    "WINTER": "INVERNO",
    "ALPINE": "",
    "WINTER ALPINE": "INVERNO ALPINO",
    "WINTER NORDIC STUDDED": "INVERNO NÓRDICO COM PREGOS",
    "ALL TERRAIN": "TODO O TERRENO",
    "RUGGED TERRAIN": "TERRENO ACIDENTADO",
    "MUD TERRAIN": "TERRENO LAMACENTO",
    "VAN": "",
    "TRAILER": "REBOQUE",
    "ALL WEATHER": "TODAS AS CONDIÇÕES CLIMÁTICAS",
    "POR": "",
    "SEASON": "ESTAÇÃO",
    "ALL SEASON": "TODAS AS ESTAÇÕES",
    "3PMSF": "",
    "ULTRA HIGH PERFORMANCE": "",
    "SUMMER": "VERÃO",
    "MUD AND SNOW": "LAMA E NEVE",
    "EV COMPATIBLE": "COMPATÍVEL COM EV",
    "Tyres": "PNEUS",
    "TYRES": "PNEUS",
    "Why Radar": "PORQUÊ RADAR",
    "WHY RADAR": "PORQUÊ RADAR?",
    "UNITED STATES": "",
    "CANADA": "",
    "EUROPE": "",
    "SPAIN": "",
    "FRANCE": "",
    "ITALY": "ITALY",
    "ASIA, MIDDLE EAST AND AFRICA": "",
    "READ MORE": "LEIA MAIS",
    "WATCH VIDEO": "VER VÍDEO",
    "FOLLOW US": "SIGA-NOS",
    "DEALER LOCATOR": "LOCALIZADOR DE REVENDEDORES",
    "Dealer Locator": "LOCALIZADOR DE REVENDEDORES",
    "ABOUT US": "SOBRE",
    "RESPONSIBILITY": "RESPONSABILIDADE",
    "WARRANTY": "GARANTIA",
    "OMNI UNITED": "",
    "OMNISYNC LOGIN": "",
    "Contact us": "CONTACTE-NOS",
    "CONTACT US": "CONTACTE-NOS",
    "All Rights Reserved with Omni United (S) Pte. Ltd.": "Todos os direitos reservados pela Omni United (S) Pte. Ltd.",
    "Privacy Policy": "Política de Privacidade",
    "Manage cookies": "Gerir cookies",
    "You are currently viewing the :language website. If you wish to change the region, please select it from the drop-down list.": "Você está atualmente visualizando o site em :language. Se desejar mudar a região, por favor selecione-a na lista suspensa.",
    "Social Responsibility": "RESPONSABILIDADE SOCIAL",
    "SOCIAL RESPONSIBILITY": "RESPONSABILIDADE SOCIAL",
    
    
    "_COMMENT": "LEGENDS COMMONS PLACEHOLDERS",
    "li": "Índice de carga",
    "sr": "Índice de velocidade",
    "lr": "Gama de carga",
    "evc": "Compatível com veículos elétricos",
    "ms": "Lama e neve",
    "wet": "Aderência em piso molhado",
    "resistance": "Resistência ao rolamento",
    "noise": "Ruído de rolamento externo",
    "noise_class": "Classe de ruído",
    "more": "Saiba mais sobre as classificações da UE ",
    "here": "aqui",
    "speed_label": "Índice de velocidade:",
    "load_label": "Gama de carga:",
    "extra": "Carga extra",
    "rft": "Run-Flat",
    "sl": "Carga padrão",
    "3pmsf": "3 picos e floco de neve",
    "sizes_02": "Tamanhos disponíveis em Dimax Ice Lock (DI.IL.02),",
    "sizes_04": "Tamanhos disponíveis em Dimax Ice Lock (DI.IL.04)",
    "sw": "Flanco",
    "owl": "Contorno com letras brancas",
    "por": "Pneu profissional para todo o terreno",
    "wsw": "Flanco branco",
    "wswn": "Flanco branco estreito",

    "_COMMENT": "DEALER LOCATOR STRINGS",
    "dealerLocator__enterZip": "Insira o código postal ou localização",
    "dealerLocator__chooseRadius": "Escolha o raio de pesquisa",
    "dealerLocator__5KmRadius": "Raio de 5 quilómetros",
    "dealerLocator__10KmRadius": "Raio de 10 quilómetros",
    "dealerLocator__25KmRadius": "Raio de 25 quilómetros",
    "dealerLocator__50KmRadius": "Raio de 50 quilómetros",
    "dealerLocator__100KmRadius": "Raio de 10 quilómetros",
    "dealerLocator__button_search": "PESQUISAR",
    "dealerLocator__button_useLocation": "USAR A MINHA LOCALIZAÇÃO",
    "dealerLocator__text_or": "ou",
    "Red partner": "Red partner",


    "_COMMENT": "RADARTYRES MAIN PAGE",
    "mainPage__mainHeading": "TODOS DEVEM TER O DIREITO<br> DE ACEDER A PNEUS PREMIUM A<br> PREÇOS ACESSÍVEIS",
    "mainPage__mainHeading_cta": "SAIBA MAIS SOBRE OS PNEUS RADAR",
    "mainPage__whyRadarHeading": "ALTO DESEMPENHO E SEGURANÇA, MAS SEM O PREÇO ELEVADO",
    "mainPage__ceoTitle": "MENSAGEM DO CEO",
    "mainPage__ceoHeading": "A NOSSA MISSÃO É OFERECER PNEUS PREMIUM DE ALTA QUALIDADE A PREÇOS ACESSÍVEIS PARA TODOS.",
    "mainPage__testTitle": "TESTES",
    "mainPage__testHeading": "EXTENSIVAMENTE TESTADOS EM COMPARAÇÃO COM MARCAS PREMIUM.",
    "mainPage__realPeopleTitle": "PESSOAS REAIS. DESEMPENHO REAL.",
    "mainPage__realPeopleHeading": "CONHEÇA OS ESPECIALISTAS QUE LEVAM OS PNEUS RADAR A UM NÍVEL SUPERIOR.",
    "mainPage__respSectionHeading": "O NOSSO COMPROMISSO COM A COMUNIDADE",
    "mainPage__respText": "Sempre acreditámos em retribuir e este é um dos pilares sobre os quais a Radar Tyres foi construída. Foram estas crenças que nos levaram a estabelecer uma parceria com a Breast Cancer Research Foundation (BCRF) em 2011, a organização líder e mais bem classificada na luta contra o cancro da mama nos EUA. Temos apoiado a BCRF na sua missão de prevenir e curar o cancro da mama, promovendo a investigação mais promissora do mundo.",


    "_COMMENT": "RADAR ABOUT US",
    "aboutPage__title": "<span class='red'>DIZEM QUE OS PNEUS PREMIUM SÃO CAROS.</span><br><span class='black'>NÓS DIZEMOS, NÃO QUANDO ANDA CONNOSCO.</span>",
    "aboutPage__secHeading": "NA RADAR TYRES, ACREDITAMOS QUE TANTO OS REVENDEDORES COMO OS CONSUMIDORES DEVEM TER O DIREITO DE ACEDER A PNEUS PREMIUM DE ALTA QUALIDADE A PREÇOS ACESSÍVEIS.",
    "aboutPage__secHeading_text": "Estamos empenhados em oferecer um valor excecional através de operações otimizadas, fabrico eficiente e cadeias de abastecimento simplificadas. Para os consumidores, a Radar Tyres oferece uma alternativa de alta qualidade e acessível às marcas premium caras. Para os revendedores, a Radar Tyres oferece uma oportunidade de negócio lucrativa com margens justas, uma gama abrangente de produtos, disponibilidade fiável e um excelente apoio ao cliente.",
    "PREMIUM QUALITY": "QUALIDADE PREMIUM",
    "aboutPage__subHeading_premiumQuality_text": "Utilizamos materiais de primeira qualidade, as mais recentes tecnologias e testamos e verificamos rigorosamente todos os produtos para cumprir os mais elevados padrões.",
    "AFFORDABILITY": "ACESSIBILIDADE",
    "aboutPage__subHeading_affordablity_text": "Utilizamos processos de fabrico sustentáveis e eficientes, cadeias de abastecimento simplificadas e não temos os elevados custos herdados das grandes empresas, para manter os nossos produtos com alta qualidade e acessíveis a todos.",
    "INNOVATION": "INOVAÇÃO",
    "aboutPage__subHeading_innovation_text": "Estamos na vanguarda da tecnologia de pneus, inovando continuamente para oferecer aos nossos clientes os mais recentes avanços em desempenho, segurança e design.",
    "CUSTOMER FIRST": "O CLIENTE EM PRIMEIRO",
    "aboutPage__subHeading_customerFirst_text": "A satisfação dos nossos clientes é a nossa principal prioridade. Esforçamo-nos por superar as expectativas em todos os pontos de contacto, desde a conceção do produto até ao serviço ao cliente.",
    "aboutPage__lastText_1": "A Radar Tyres, marca emblemática da Omni United, está empenhada em fornecer pneus premium de alta qualidade acessíveis a todos. A nossa missão é colmatar a lacuna entre o desempenho superior e a acessibilidade. Oferecemos uma gama diversificada de pneus concebidos e fabricados para todas as estações do ano e diferentes necessidades de condução, servindo automóveis de passageiros, SUV, 4x4 e veículos comerciais, incluindo camiões e autocarros.",
    "aboutPage__lastText_2": "Como parte do grupo Omni United, temos valores de responsabilidade social profundamente enraizados. Desde 2011, a Radar Tyres é uma apoiante ativa da Breast Cancer Research Foundation, e a sustentabilidade é fundamental para os nossos valores.",


    "_COMMENT": "WHY RADAR PAGE",
    "whyRadarPage__title": "PNEUS RADAR - A ESCOLHA CERTA",
    "whyRadarPage__secHeading": "A ESCOLHA CERTA",
    "whyRadarPage__secHeading_text": "Na Radar Tyres, oferecemos uma combinação única de qualidade premium e acessibilidade, proporcionando desempenho e segurança premium para todas as suas necessidades de condução. Das ruas da cidade aos terrenos acidentados, fornecemos pneus fiáveis e duradouros que oferecem segurança e sustentabilidade. Eis porque é que os pneus Radar se destacam.",
    "whyRadarPage__subHeading_premiumQuality": "Qualidade premium a um preço acessível",
    "whyRadarPage__subHeading_premiumQuality_text": "Os nossos produtos são rigorosamente testados em comparação com marcas líderes e estabelecidas, oferecendo o mesmo desempenho e segurança, mas sem o preço elevado. Estes testes são realizados em instalações de teste de classe mundial, como UTAC, ATP, Applus+, Idiada e Smithers, e outras agências de teste independentes.",
    "whyRadarPage__subHeading_innovativeDesign": "Design e engenharia inovadores",
    "whyRadarPage__subHeading_innovativeDesign_text": "As nossas gamas mais recentes são concebidas em colaboração com a GFG Style, uma conceituada empresa de design italiana, oferecendo assim o equilíbrio perfeito entre estilo e desempenho.",
    "whyRadarPage__subHeading_comprehensiveRange": "Gama abrangente",
    "whyRadarPage__subHeading_comprehensiveRange_text": "Oferecemos uma vasta seleção de pneus para diferentes condições de condução, incluindo verão, inverno, todas as estações, alto desempenho e off-road. Quer conduza um carro familiar, um carro desportivo, um SUV ou enfrente condições off-road extremas, a Radar tem os pneus certos para si.",
    "whyRadarPage__subHeading_radarProtectProgramme": "Programa Radar Protect",
    "whyRadarPage__subHeading_radarProtectProgramme_text": "Garantimos tranquilidade com o Programa Radar Protect, disponível através dos parceiros Radar RED (Radar Elite Dealers) participantes. Isto pode incluir uma promessa de satisfação de 30 dias e uma garantia limitada contra danos acidentais rodoviários apenas em determinados países. Aplicam-se os termos e condições.",
    "whyRadarPage__subHeading_socialResponsibility": "Responsabilidade social",
    "whyRadarPage__subHeading_socialResponsibility_text": "Retribuir sempre fez parte do nosso ADN. Desde 2011, apoiamos a Breast Cancer Research Foundation (BCRF), sensibilizando e financiando investigação crucial para salvar vidas. Ao escolher os pneus Radar, está a contribuir para esta importante causa.",
    "Commitment to Sustainability": "",
    "We are proud to be a pioneer in sustainability, being the first tyre brand to manufacture carbon-neutral tyres. By choosing Radar Tyres, you are not only investing in quality product but also in a brand that is committed to reducing its environmental impact through sustainable practices.": "",


    "_comment": "CONTACT US PAGE",
    "contactPage__title": "CONTACT US",
    "contactPage__formSuppText_part1": "Se estiver interessado em distribuir os pneus Radar, procurar um revendedor perto de si ou tiver qualquer outra dúvida, entre em contacto connosco através do formulário abaixo ou escreva-nos para",
    "contactPage__formSuppText_part2": "e responderemos assim que possível.",
    "contactPage__form_title": "ENVIAR UMA PERGUNTA",
    "contactPage__formInput_name": "NOME*",
    "contactPage__formInput_phone": "PHONE*",
    "contactPage__formInput_email": "E-MAIL*",
    "contactPage__formInput_country": "PAÍS*",
    "contactPage__formInput_message": "MENSAGEM",
    "contactPage__formButton_send": "ENVIAR",
    "contactPage__formText_reqText": "*campo obrigatório",
    "contactPage__addTitle_singapore": "SINGAPURA (SEDE)",
    "contactPage__addTitle_uae": "UNITED ARAB EMIRATES",
    "contactPage__addTitle_italy": "ITALY",
    "contactPage__addText_hrs": "Horário Laboral:",
    "contactPage__addText_days": "Segunda a sexta",


    "_comment": "Social Responsibility PAGE",    
    "socialRespPage__secSocialRespSocial":"SOCIAL RESPONSIBILITY",
    "socialRespPage__secSocialResp_text": "We cannot transform the world alone, but we want to demonstrate that if a company like ours can invest the time, effort and resources necessary to make a difference, then anyone can.",
    "socialRespPage__ceo": "G.S.Sareen, President and CEO, Omni United",
    "socialRespPage__secGivingBack": "Giving Back to the Society",
    "socialRespPage__secGivingBack_Para1": "We have always believed in giving back, both to the environment and to the society. This is one of the pillars that our company has been built on. It was these beliefs that led us to partner with the Breast Cancer Research Foundation (BCRF) in 2011. Together we launched “Mobilising Hope”, a corporate alliance program that supports BCRF’s mission to prevent and cure breast cancer by advancing the world's most promising research. Our support to the BCRF has not just been monetary but also heavily aimed at bringing awareness of their work into the forefront of our industry and society in general. Through this programme we continue to fund and support thousands of hours of critical life-saving research.",
    "socialRespPage__secGivingBack_Para2": "Over the years we have undertaken numerous initiatives to spread awareness for this cause. Some of these include launching a limited edition pink sidewall tyre that was sold through a major tyre distributor in the US, supporting BCRF in all major trade exhibitions and tyre fairs globally and encouraging our dealers with in-store promotion and awareness materials. We have also received tremendous support from our past racing teams as they have always displayed the BCRF logo on their race vehicles and our previous brand ambassador LPGA Golfer, Jodi Ewart Shadoff who helped us in bringing more awareness about this cause.",
    "socialRespPage__secGivingBack_Para3_1": "In 2024, Radar Tyres is donating a minimum of $50,000 to the Breast Cancer Research Foundation® regardless of sales. For more information about our programme please visit",
    "socialRespPage__secGivingBack_Para3_2": "For more information about BCRF, please visit",
    "socialRespPage__secFundraisingHeading": "FUND RAISING PROGRAMME PARTNERING WITH UK BASED EDEN TYRES & SERVICING",
    "socialRespPage__secFundraisingHeading_text": "For the fifth consecutive year, Radar Tyres has tied up with its UK based tyre distributor, Eden Tyres & Servicing to raise funds for the BCRF. For every Radar Tyre sold at Eden Tyre outlets in the UK in 2024, both companies will collectively donate £2 to BCRF. Through this programme, the company aims to raise £20,000 this year for the BCRF.",
    "socialRespPage__secSustainabilityPhilosophyHeading": "Our Sustainability and Giving Back Philosophy",
    "socialRespPage__bcrfTotalDonated": "donated to <br> BCRF to date",
    "socialRespPage__researchHoursFunded": "hours of <br> research funded",
    
    
    "_comment": "RADAR RED PARTNER PAGE",
     "redPartnerPage_mainTitle": "PARCEIRO RADAR RED",
    "redPartnerPage_overview": "O Parceiro Radar RED (Radar Elite Dealer) é uma comunidade de revendedores Radar Tyres de confiança, dedicados a fornecer produtos de qualidade premium e um serviço ao cliente excecional. Os nossos Parceiros RED são cuidadosamente selecionados pelo seu compromisso com a excelência, disponibilidade de produtos e conhecimento dos mesmos, garantindo que recebe as melhores soluções em pneus para as suas necessidades.",
    "redPartnerPage_whyChoose":"Porquê escolher um Parceiro Radar RED?",
    "redPartnerPage_whenBuy": "Ao comprar a um Parceiro Radar RED, pode usufruir de:",
        "redPartnerPage_whenBuyBenefitsEliteService":"Serviço de excelência: beneficie de orientação personalizada e aconselhamento especializado para encontrar o pneu perfeito para o seu veículo.",
        "redPartnerPage_whenBuyBenefitsPremiumProducts": "Acesso a produtos premium: obtenha os pneus Radar mais recentes e inovadores, concebidos para oferecer desempenho e durabilidade.",
        "redPartnerPage_whenBuyBenefitsExclusiveBenefits": "Vantagens exclusivas para clientes: em determinados mercados, os parceiros RED podem oferecer vantagens adicionais, tais como uma garantia adicional de substituição em caso de danos na estrada, promessa de satisfação de 30 dias e garantias de quilometragem.",
        "redPartnerPage_whenBuyBenefitsAfterSalesSupport": "Suporte pós-venda dedicado: assistência contínua para garantias, substituições e cuidados com os pneus.",
    
    "redPartnerPage_commitment": "Com um parceiro Radar RED, não está apenas a comprar pneus, está a investir em qualidade superior, experiência comprovada e atendimento ao cliente incomparável.",


    "_COMMENT": "PREMIUM COLLECTION PAGE",
    "premiumCollPage_intro": "A COLEÇÃO RADAR PREMIUM É TESTADA EM COMPARAÇÃO COM MARCAS LÍDERES E CONSOLIDADAS, OFERECENDO O MESMO DESEMPENHO, MAS SEM O PREÇO ELEVADO.",
    "premiumCollPage_overview": "A coleção Radar Premium é a nossa mais recente gama de produtos, que foi rigorosamente testada em comparação com marcas líderes estabelecidas, oferecendo o mesmo desempenho, mas sem o preço elevado. Acreditamos que a segurança, o desempenho e a durabilidade devem ser acessíveis a todos os clientes, sem os custos elevados frequentemente associados às marcas premium. Com a Radar, obtém o mesmo desempenho premium das marcas líderes estabelecidas, mas a preços mais acessíveis.",
    "premiumCollPage_testingFacilities": "Os pneus Radar são testados em instalações de classe mundial em todo o mundo, incluindo UTAC, ATP, Applus+, Idiada, Smithers e outros locais de teste independentes em todo o mundo para garantir que oferecem o mesmo nível de desempenho e segurança que as marcas premium líderes e estabelecidas.",
    "premiumCollPage_designInnovation": "A coleção Radar Premium foi concebida em colaboração com a lendária casa de design italiana GFG Style, uma das mais conceituadas designers de automóveis do mundo. Aliada à nossa vasta experiência em engenharia e fabricação, trazemos ao mercado produtos exclusivos com o equilíbrio ideal entre design e engenharia.",



    "_COMMENT": "ceo-message",
    "ceoMsgPage_greeting": "Caro amigo,",
    "ceoMsgPage_intro": "É com grande entusiasmo que partilho a abordagem, a paixão e a visão que impulsionam a Radar Tyres. Acreditamos na criação de uma marca que seja sinónimo de qualidade e inovação, tornando produtos premium acessíveis a todos.",
    "ceoMsgPage_mission": "A nossa missão é oferecer pneus premium de alta qualidade a preços acessíveis para todos, preenchendo a lacuna entre desempenho superior e custo-benefício. O nosso objetivo é sermos revolucionários na indústria de pneus. Os nossos objetivos de longo prazo incluem expandir a nossa cobertura de mercado, melhorar continuamente os nossos produtos e manter os mais altos padrões de sustentabilidade e responsabilidade.",
    "ceoMsgPage_commitment": "Continuaremos a avançar, abrindo novos caminhos e estabelecendo novos padrões na indústria de pneus.",
    "ceoMsgPage_closing": "Atenciosamente,",
    "ceoMsgPage_signature": "Presidente e CEO",



    "_COMMENT": "testing",    
    "testingPage_intro": "OS PNEUS RADAR SÃO RIGOROSAMENTE TESTADOS EM COMPARAÇÃO COM MARCAS PREMIUM CONSAGRADAS, OFERECENDO O MESMO DESEMPENHO, MAS SEM O PREÇO ELEVADO",
    "testingPage_details": "Os nossos produtos são concebidos sem compromissos e rigorosamente testados em comparação com marcas líderes e estabelecidas, para garantir que os condutores obtêm o desempenho e a segurança ideais com os quais podem contar durante todo o ano. Os nossos produtos são submetidos a um regime de testes abrangente, em instalações de testes de classe mundial, como UTAC, ATP, Applus+, Idiada e Smithers, e outras agências de testes independentes. Os condutores altamente experientes e qualificados levam os nossos pneus ao limite em testes rigorosos na neve, gelo, asfalto molhado e seco, tanto em pistas ao ar livre como em instalações de teste internas. Isto ajuda a nossa equipa de I&D a desenvolver produtos que oferecem desempenho e segurança semelhantes aos de qualquer fabricante de pneus premium.",
    "testingPage_cta": "Clique abaixo para descarregar os resultados dos testes mais recentes.",
    "testingPage_download": "Descarregar",
    
    "_COMMENT": "real-people-group",
    "realPeoplePage_intro": "PESSOAS REAIS, DESEMPENHO REAL<br>– OS ESPECIALISTAS POR TRÁS DOS PNEUS RADAR",
    "realPeoplePage_passion": "Na Radar Tyres, acreditamos que o desempenho premium não se resume apenas à tecnologia, mas também à paixão e à experiência das pessoas que levam ao limite a inovação, a segurança e o design.",
    "realPeoplePage_commitment": "O nosso compromisso em tornar os pneus premium e de alta qualidade acessíveis a todos é impulsionado por estes profissionais de classe mundial que garantem que cada pneu cumpre os mais elevados padrões.",
    "realPeoplePage_rdHeading": "I&D DE PONTA",
    "realPeoplePage_rdDescription": "Olli Seppälä, Diretor de I&D, lidera a engenharia de pneus que combinam materiais de última geração e técnicas de fabrico avançadas. A sua visão é oferecer qualidade premium através de uma rede de fabrico global de classe mundial, sem o preço premium.",
    "realPeoplePage_testingHeading": "EXCELÊNCIA EM TESTES",
    "realPeoplePage_testingDescription": "O piloto de testes Stéphane Clepkens leva todos os pneus Radar ao limite, rejeitando tudo o que não supera as expectativas. A sua missão? Garantir que os pneus Radar rivalizam e até superam as marcas premium em termos de desempenho no mundo real.",
    "realPeoplePage_designHeading": "DESIGN ICÓNICO",
    "realPeoplePage_designDescription": "Fabrizio Giugiaro, o designer visionário por trás de algumas das criações automotivas mais icónicas do mundo e fundador da GFG Style. Agora, ele traz a sua experiência para a Radar Tyres, redefinindo o que significa o design de pneus em termos de estética, desempenho e acessibilidade.",
    "realPeoplePage_closing": "Com a sua paixão e experiência, a Radar Tyres está a redefinir o que significa conduzir com pneus premium, oferecendo qualidade, segurança e estilo de classe mundial a um preço acessível. Porque o verdadeiro desempenho começa com pessoas reais.",




    "_COMMENT": "olli-seppala",
    "olliSeppalaPage__pgTitle": "PESSOAS REAIS, DESEMPENHO REAL<br>– OS ESPECIALISTAS POR TRÁS DA RADAR TYRES",
    "olliSeppalaPage__intro": "DESENVOLVENDO O FUTURO DO DESEMPENHO: RADAR TYRES E A CIÊNCIA DA INOVAÇÃO",
    "olliSeppalaPage__meetOlli": "Conheça Olli Seppälä, diretor global do I&D da Radar Tyres e pioneiro na indústria de pneus. Com mais de 20 anos de experiência no desenvolvimento de pneus, a experiência de Olli abrange desde produtos para serviços pesados até pneus para automóveis de passageiros, com foco em oferecer desempenho excepcional e manter os pneus acessíveis para todos.",
    "olliSeppalaPage__careerExpertise": "UMA CARREIRA CONSTRUÍDA COM BASE NA EXPERIÊNCIA",
    "olliSeppalaPage__careerJourney": "A jornada de Olli na inovação de pneus começou na Nokian Tyres, onde passou quase duas décadas a aperfeiçoar as suas competências em desenvolvimento de produtos e a liderar equipas de I&D. Em 2022, ingressou na Radar Tyres, trazendo uma vasta experiência e paixão por ultrapassar limites. «A indústria de pneus evoluiu tremendamente nos últimos 20 anos», explica Olli. «As exigências de desempenho, os requisitos de sustentabilidade e as normas legislativas tornaram-se mais rigorosas, tornando a inovação mais crítica do que nunca.»",
    "olliSeppalaPage__modernTyres": "A COMPLEXIDADE DOS PNEUS MODERNOS",
    "olliSeppalaPage__tyreDescription": "Um pneu moderno é muito mais do que um simples anel de borracha. “Cada pneu é composto por cerca de 20 componentes”, observa Olli. “Cada elemento afeta os outros, exigindo um equilíbrio meticuloso para atingir o desempenho ideal.” Uma área fundamental é a dos compostos da banda de rodagem, onde os avanços na tecnologia da sílica melhoraram significativamente a aderência em piso molhado e a resistência ao rolamento, embora com novos desafios a superar.",
    "olliSeppalaPage__magicTriangle": "O TRIÂNGULO MÁGICO DO DESENVOLVIMENTO DE PNEUS",
    "olliSeppalaPage__magicTriangleDetails": "O desenvolvimento de pneus é uma arte delicada, que exige um equilíbrio cuidadoso entre aderência em piso molhado, resistência ao rolamento e quilometragem — frequentemente referido como o “triângulo mágico”. Como explica Olli, “melhorar um aspecto muitas vezes prejudica os outros. A nossa missão é expandir esse triângulo, alcançando um desempenho excepcional em todas as métricas”. Graças à sua experiência, Olli e a sua equipa têm se destacado por oferecer resultados excepcionais em todas as áreas.",
    "olliSeppalaPage__businessModel": "UM MODELO DE NEGÓCIOS ÚNICO",
    "olliSeppalaPage__businessApproach": "A Radar Tyres opera sem instalações de fabrico próprias, uma escolha estratégica que Olli considera revolucionária. «Podemos selecionar os melhores locais de produção para cada produto, garantindo o melhor desempenho e rentabilidade», explica. «Esta agilidade permite-nos inovar de forma mais rápida e eficiente do que os fabricantes de pneus tradicionais.» ",
    "olliSeppalaPage__innovationApproach": "INOVAÇÃO ALÉM DO PNEU: UMA ABORDAGEM GLOBAL",
    "olliSeppalaPage__globalInnovation": "Para Olli, a inovação não se limita aos padrões dos pneus ou aos compostos. “Trata-se de repensar todo o processo, desde os modelos de negócio até às cadeias de abastecimento”, explica. Esta filosofia estende-se ao rigoroso processo de testes globais da Radar Tyres. “Realizamos testes em todo o mundo, desde as condições invernais na Finlândia até às pistas secas em Espanha e testes de campo nos EUA e na Ásia”, partilha Olli. “Isso garante que os nossos pneus atendam às necessidades específicas de diversos mercados, mantendo um desempenho de alto nível.”",
    "olliSeppalaPage__premiumPerformance": "DEMOCRATIZANDO O DESEMPENHO PREMIUM",
    "olliSeppalaPage__performanceGoal": "A missão de Olli é clara: tornar o desempenho de pneus de nível premium acessível a todos. “A segurança é a nossa prioridade máxima, e é vital que os consumidores possam confiar nos seus pneus em momentos críticos”, afirma. «O nosso objetivo é fornecer pneus que competem com marcas premium, mantendo-se acessíveis e garantindo segurança e desempenho para todos os condutores.» ",
    "olliSeppalaPage__futureVision": "OLHANDO PARA O FUTURO",
    "olliSeppalaPage__futurePlans": "À medida que a indústria automóvel avança para a eletrificação, a Radar Tyres já se está a adaptar. «Os veículos elétricos trazem desafios únicos, como a redução do ruído e requisitos de binário mais elevados», afirma Olli. «Estamos a projetar pneus que não só satisfazem estas exigências, mas também melhoram a experiência de condução global.» ",
    "olliSeppalaPage__excellenceVision": "UMA VISÃO DE EXCELÊNCIA",
    "olliSeppalaPage__excellenceQuote": "“Estamos aqui para redefinir o que é possível na indústria de pneus”, conclui Olli. ”Ao combinar desempenho de alto nível com acessibilidade, estamos a democratizar os pneus premium e garantindo que a segurança e a qualidade estejam ao alcance de todos.”",

    


    "_COMMENT": "stephane-clepkens",
    "stephaneClepkensPage__pgTitle": "PESSOAS REAIS, DESEMPENHO REAL<br>– OS ESPECIALISTAS POR TRÁS DA RADAR TYRES",
    "stephaneClepkensPage__intro": "Ao volante: a jornada de Stéphane Clepkens para redefinir o desempenho dos pneus",
    "stephaneClepkensPage__background": "Quando se trata de pneus, poucas pessoas podem igualar a experiência e a paixão de Stéphane Clepkens, Gestor de Testes da Radar Tyres. Com uma carreira de quase 25 anos na indústria automóvel, Stéphane traz uma perspetiva única para a complexa arte de testar e desenvolver pneus.",
    "stephaneClepkensPage__careerStart": "Uma carreira forjada na pista",
    "stephaneClepkensPage__experience": "Stéphane começou a sua jornada em 2000 como piloto de testes da Continental Tyres, com foco em pneus de equipamento original (OE) para a BMW. Nos três anos seguintes, aperfeiçoou as suas competências em testes de precisão, aprendendo as nuances da dinâmica do chassis e dos pneus. Em 2003, Stéphane deu um salto ousado para o freelancer, colaborando com marcas líderes de pneus, como Dunlop, Yokohama, Hankook e Bridgestone.",
    "stephaneClepkensPage__nurburgringExpertise": "Um dos pontos altos da carreira de Stéphane foi a sua experiência no lendário circuito de Nürburgring Nordschleife, na Alemanha. Durante mais de uma década, passou até 15 semanas por ano a dominar a pista de corridas mais exigente do mundo, onde não só testou pneus, mas também treinou futuros pilotos de testes.",
    "stephaneClepkensPage__radarJoining": "Juntar-se à Radar Tyres: um novo capítulo",
    "stephaneClepkensPage__radarDecision": "A decisão de Stéphane de se juntar à Radar Tyres foi motivada pela abordagem progressista da empresa. «A Radar Tyres impressionou-me com a sua estrutura de gestão horizontal e plana e com a liberdade que oferece para inovar», partilha Stéphane. «A sua missão de oferecer desempenho de nível premium a preços acessíveis alinha-se perfeitamente com a minha visão de democratizar a segurança e a qualidade dos pneus.»",
    "stephaneClepkensPage__testingPhilosophy": "Uma filosofia única sobre testes de pneus",
    "stephaneClepkensPage__realWorldTesting": "Para Stéphane, os testes no mundo real estão no centro do desenvolvimento dos pneus. «Os pneus são produtos complexos e altamente técnicos», explica. «O seu desempenho só pode ser verdadeiramente compreendido em condições reais de condução, onde transformamos o feedback subjetivo dos clientes em objetivos para investigação e desenvolvimento.»",
    "stephaneClepkensPage__redefiningPremium": "Redefinindo o premium",
    "stephaneClepkensPage__premiumCommitment": "A missão de Stéphane na Radar Tyres é clara: elevar a marca ao estatuto premium, garantindo que os seus produtos continuam acessíveis a todos. «Cada mercado é diferente e, na Europa, sei o que os clientes e os fabricantes de automóveis esperam dos seus pneus», afirma. «Alcançar padrões premium requer ter como objetivo os mesmos benchmarks que os líderes estabelecidos, mas estamos empenhados em alcançar isso sem comprometer a rentabilidade.»",
    "stephaneClepkensPage__safetyFocus": "Tornar a segurança acessível",
    "stephaneClepkensPage__safetyMission": "A paixão de Stéphane vai além das métricas de desempenho e se estende ao impacto mais amplo do seu trabalho. “Os pneus são os únicos pontos de contato entre um carro e a estrada”, observa. “Democratizar o desempenho dos pneus premium significa proporcionar aos jovens condutores, aposentados e todos os outros consumidores acesso a produtos seguros e confiáveis.”",
    "stephaneClepkensPage__futureVision": "Olhando para o futuro",
    "stephaneClepkensPage__continuedLearning": "Apesar da sua vasta experiência, Stéphane continua a encontrar alegria e descobertas no seu trabalho. «Todos os dias aprendo algo novo», afirma. «Quando desenvolvemos um produto verdadeiramente brilhante, é uma experiência gratificante que me lembra porque é que sou apaixonado pelo que faço.»",
    "stephaneClepkensPage__radarChoice": "Porquê escolher a Radar Tyres?",
    "stephaneClepkensPage__radarCommitment": "A Radar Tyres não se limita a fabricar pneus excelentes, pretende torná-los acessíveis a todos. Com especialistas como Stéphane Clepkens à frente, estamos a quebrar barreiras na indústria, criando pneus que oferecem segurança, fiabilidade e desempenho sem compromissos. Quer esteja a conduzir em estradas de inverno, a desfrutar de uma viagem animada ou simplesmente a ir para o trabalho, a Radar Tyres está aqui para o manter com os pés no chão, literal e figurativamente.",



    "_COMMENT": "fabrizio-giugiaro",
    "fabrizioGiugiaro__pgTitle": "PESSOAS REAIS, DESEMPENHO REAL<br>– OS ESPECIALISTAS POR TRÁS DA RADAR TYRES",
    "fabrizioGiugiaro__gfgRadarcollabHeading": "SOBRE A COLABORAÇÃO ENTRE A GFG STYLE E A RADAR TYRES",
    "fabrizioGiugiaro__gfgRadarcollabText": "Os icónicos designers de automóveis Giorgetto & Fabrizio Giugiaro trazem seis décadas de experiência em design para a Radar Tyres. Eles foram diretamente responsáveis pela criação de mais de 300 modelos de produção padrão e mais de 200 protótipos de investigação para vários fabricantes diferentes. Desde a criação de alguns dos veículos mais famosos do mundo, como <b>Alfa Romeo, Aston Martin, Audi, Bentley, Bizzarrini, BMW, Bugatti, Chevrolet, Delorean, Ducati, Ferrari, Ford, Jaguar, Lamborghini, Lancia, Lexus, Lotus, Maserati, Mini, Nissan, Porsche, Subaru, Toyota e Volkswagen</b>, até ao design da Radar Tyres, Giorgetto e Fabrizio Giugiaro continuam a impulsionar a inovação através do estilo GFG.",
    "fabrizioGiugiaro__intro": "Moldando o futuro do design de pneus: Fabrizio Giugiaro e Radar Tyres",
    "fabrizioGiugiaro__meetFabrizio": "Conheça Fabrizio Giugiaro, o designer visionário por trás de algumas das criações automotivas mais icónicas do mundo e fundador da GFG Style. Agora, ele traz a sua experiência para a Radar Tyres, redefinindo o que significa o design de pneus em termos de estética, desempenho e acessibilidade.",
    "fabrizioGiugiaro__designPerformance": "O design encontra o desempenho",
    "fabrizioGiugiaro__collaboration": "Há mais de dois anos, que a GFG Style colabora com a Radar Tyres para criar designs inovadores de pneus em todas as categorias — desde pneus desportivos de alto desempenho até modelos off-road robustos e soluções ecológicas. “Um ótimo design não se resume apenas à aparência; ele deve reunir valor e tecnologia”, explica Giugiaro. “Os melhores resultados vêm da combinação de criatividade com precisão técnica.”",
    "fabrizioGiugiaro__designPhilosophy": "Na Radar Tyres, esta filosofia está incorporada em todos os produtos. O processo de design não se resume ao estilo, mas sim a garantir que o pneu melhora tanto a funcionalidade como o desempenho sem aumentar os custos.",
    "fabrizioGiugiaro__functionInnovation": "Inspirado pela funcionalidade, impulsionado pela inovação",
    "fabrizioGiugiaro__designProcess": "Ao criar um novo design de pneu, a inspiração vem de várias fontes, mas, no fundo, é o desempenho que dita a forma. “Primeiro, analisamos os requisitos técnicos — o que o pneu precisa alcançar”, diz Giugiaro. ”Depois, integramos formas e estruturas que melhoram tanto a estética quanto a funcionalidade. Às vezes, a natureza desempenha um papel importante, mas, no final das contas, o que importa é o equilíbrio perfeito entre engenharia e criatividade.”",
    "fabrizioGiugiaro__detailFocus": "Essa atenção meticulosa aos detalhes garante que os pneus Radar não sejam apenas visualmente impressionantes, mas também aerodinamicamente otimizados, oferecendo eficiência e aderência em condições exigentes.",
    "fabrizioGiugiaro__luxuryAccessibility": "Luxo sem o preço elevado",
    "fabrizioGiugiaro__designMission": "A Radar Tyres tem uma missão ousada: tornar o design de pneus premium acessível a todos. Giugiaro acredita que a estética de alta qualidade não deve ser reservada a poucos, mas deve fazer parte da experiência de condução diária. “Ao refinar as formas e os detalhes da superfície, criamos pneus que expressam luxo e desempenho sem custos desnecessários”, explica. “A verdadeira inovação consiste em tornar um excelente design acessível a todos.”",
    "fabrizioGiugiaro__globalDesign": "Uma linguagem universal de design",
    "fabrizioGiugiaro__marketUnderstanding": "Com décadas de experiência em design automóvel global, Giugiaro compreende como criar um estilo que ressoa em diferentes mercados. «Um pneu deve ser reconhecível, distinto e apelativo para todos os tipos de condutores», afirma. «O objetivo é criar uma linguagem de design que seja única e universalmente compreendida.»",
    "fabrizioGiugiaro__visualIdentity": "O resultado? Os pneus Radar destacam-se por uma identidade visual forte, definida por detalhes nítidos, proporções elegantes e uma presença inconfundível na estrada.",
    "fabrizioGiugiaro__identityCrafting": "A arte e a ciência da identidade dos pneus",
    "fabrizioGiugiaro__stylingLanguage": "Uma das conquistas de que Giugiaro mais se orgulha é a introdução de uma linguagem de estilo consistente em todos os pneus Radar. “Queríamos garantir que todos os pneus Radar tivessem um DNA de design reconhecível”, explica. “É mais do que apenas um padrão de banda de rodagem, é moldar uma identidade que comunica desempenho e sofisticação.”",
    "fabrizioGiugiaro__inspiredSeries": "Entre as suas criações favoritas está a série Renegade X, inspirada no design aeronáutico. «Foi uma inovação», observa. «Estabeleceu as bases para a forma como abordamos o resto da linha Radar, combinando aerodinâmica com uma estética arrojada.»",
    "fabrizioGiugiaro__futureTyreDesign": "O futuro do design de pneus",
    "fabrizioGiugiaro__advancingVehicles": "À medida que o design automóvel evolui, os pneus também têm de evoluir. «Os veículos estão a tornar-se mais avançados e os pneus têm de acompanhar essa evolução», afirma Giugiaro. “O design não se resume à beleza; trata-se de integrar o pneu de forma harmoniosa na identidade geral do veículo.”",
    "fabrizioGiugiaro__futureVision": "Olhando para o futuro, ele vê o design dos pneus a desempenhar um papel ainda mais importante na definição do caráter de um carro. “Os pneus não serão apenas componentes funcionais; serão elementos visuais e de desempenho essenciais que irão melhorar toda a experiência de condução.”",
    "fabrizioGiugiaro__designDemocratisation": "Democratizar o design premium",
    "fabrizioGiugiaro__designAccessibility": "A Radar Tyres e a GFG Style partilham uma missão comum: tornar o design premium acessível. «O desafio é criar algo que não seja apenas artístico, mas também durável, inteligente e universalmente desejável», afirma Giugiaro. «Desenvolvemos uma linguagem sofisticada, mas inclusiva, algo que todos os condutores podem apreciar.»",
    "fabrizioGiugiaro__industryLegacy": "Um legado em construção",
    "fabrizioGiugiaro__partnershipVision": "A parceria entre a Radar Tyres e a GFG Style está apenas a começar. “Esta colaboração é mais do que apenas projetar pneus”, conclui Giugiaro. ”É moldar o futuro, onde desempenho, beleza e acessibilidade andam de mãos dadas.”",
    "fabrizioGiugiaro__industryImpact": "Com Fabrizio Giugiaro liderando a visão de design, a Radar Tyres está estabelecendo um novo padrão na indústria, provando que um ótimo design não é apenas para a elite, mas para todos.",


    
    
    "_COMMENT": "privacy-policy",
    "Privacy and Cookie Policy": "Política de Privacidade e Cookies",
    "Effective Date: 22<sup>nd</sup> October 2024": "Data de entrada em vigor: 22 de outubro de 2024",
    "Radar Tyres, accessible from": "A Radar Tyres, acessível em",
    "is committed to protecting your privacy and personal data in compliance with the General Data Protection Regulation (GDPR), including both the EU and UK GDPR, and other relevant European and UK data protection laws. This policy outlines how we collect, use, store, and protect your data, and details your rights regarding the processing of your personal data.": ", está empenhada em proteger a sua privacidade e os seus dados pessoais em conformidade com o Regulamento Geral sobre a Proteção de Dados (RGPD), incluindo o RGPD da UE e do Reino Unido, e outras leis europeias e britânicas relevantes em matéria de proteção de dados. Esta política descreve como recolhemos, utilizamos, armazenamos e protegemos os seus dados e detalha os seus direitos relativamente ao tratamento dos seus dados pessoais.",
    "Who We Are": "Quem somos",
    "Radar Tyres is a brand owned by Omni United Pte Ltd headquartered in Singapore. For all inquiries regarding this Privacy and Cookie Policy, please contact us at:": "A Radar Tyres é uma marca detida pela Omni United Pte Ltd, com sede em Singapura. Para todas as questões relacionadas com esta Política de Privacidade e Cookies, contacte-nos através de:",
    "Primary Contact Email:": "E-mail de contacto principal: ",
    "Secondary Contact Email:": "E-mail de contacto secundário: ",
    "Scope of This Policy": "Âmbito desta política",
    "This policy applies to the website": "Esta política aplica-se ao website",
    "which serves users both within the European Union and the United Kingdom.": "que serve utilizadores tanto na União Europeia como no Reino Unido.",
    "Information We Collect": "Informações que recolhemos",
    "We collect and process the following types of personal data:": "Recolhemos e processamos os seguintes tipos de dados pessoais:",
    "Personal Data You Provide Directly": "Dados pessoais que fornece diretamente",
    "Contact Us: Your name, email address, location, and any other information you provide in your messages.": "Contacte-nos: O seu nome, endereço de e-mail, localização e quaisquer outras informações que forneça nas suas mensagens.",
    "Inquiries: Additional contact details you provide through phone, email, or contact forms.": "Consultas: Detalhes de contacto adicionais que fornece por telefone, e-mail ou formulários de contacto.",
    "Automatically Collected Data": "Dados recolhidos automaticamente",
    "IP Address and Browser Information: Automatically collected for security, analytics, and troubleshooting.": "Endereço IP e informações do navegador: Recolhidos automaticamente para fins de segurança, análise e resolução de problemas.",
    "Cookies and Tracking Technologies: Data on how you interact with the website using cookies and similar technologies.": "CCookies e tecnologias de rastreamento: dados sobre como interage com o site usando cookies e tecnologias semelhantes.",
    "Log Files: Server logs collect technical details such as IP address, browser type, access times, and error reports.": "Ficheiros de registo: os registos do servidor recolhem detalhes técnicos, como endereço IP, tipo de navegador, horários de acesso e relatórios de erros.",
    "Our website includes several features that ensure user safety, functionality, and compliance with legal requirements under both EU GDPR and UK GDPR.": "O nosso site inclui vários recursos que garantem a segurança do utilizador, a funcionalidade e a conformidade com os requisitos legais do RGPD da UE e do RGPD do Reino Unido.",
    "Features of Our Website": "Recursos do nosso site",
    "Hosting and Data Storage": "Alojamento e armazenamento de dados",
    "Our website is hosted on servers located outside of the European Union and the United Kingdom. We implement Standard Contractual Clauses (SCCs) and other necessary safeguards to ensure that any data transfer outside these regions complies with GDPR requirements.": "O nosso website está alojado em servidores localizados fora da União Europeia e do Reino Unido. Implementamos Cláusulas Contratuais Padrão (SCCs) e outras salvaguardas necessárias para garantir que qualquer transferência de dados para fora destas regiões cumpre os requisitos do RGPD.",
    "Encryption": "Encriptação",
    "All data transferred between your browser and our website is encrypted using SSL/TLS protocols to ensure the security of your personal information.": "Todos os dados transferidos entre o seu navegador e o nosso website são encriptados utilizando protocolos SSL/TLS para garantir a segurança das suas informações pessoais.",
    "Cookies and Cookie Policy": "Cookies et politique en matière de cookies",
    "We use cookies and similar tracking technologies to enhance the functionality of our website and to analyze user behavior. Cookies are small text files stored on your device that allow the website to recognize your preferences, store login details, and ensure the efficient operation of the site.": "Utilizamos cookies e tecnologias de rastreamento semelhantes para melhorar a funcionalidade do nosso website e analisar o comportamento do utilizador. Os cookies são pequenos ficheiros de texto armazenados no seu dispositivo que permitem ao website reconhecer as suas preferências, armazenar detalhes de login e garantir o funcionamento eficiente do site.",
    "Upon your first visit to the website, you will be prompted to provide explicit consent for the use of cookies. Below is a detailed explanation of the types of cookies we use:": "Na sua primeira visita ao website, ser-lhe-á solicitado que dê o seu consentimento explícito para a utilização de cookies. Abaixo encontra uma explicação detalhada dos tipos de cookies que utilizamos:",
    "Types of Cookies We Use": "Tipos de cookies que utilizamos",
    "Essential Cookies: These cookies are necessary for the basic functioning of the website, if you don’t agree to the essential cookies, you will not be able to access the website": "Cookies essenciais: estes cookies são necessários para o funcionamento básico do website. Se não concordar com os cookies essenciais, não poderá aceder ao website.",
    "Analytics Cookies: Analytics cookies help us understand how visitors use the site by collecting anonymous data. These cookies help improve the site’s performance by showing us which pages are most frequently visited or where users are encountering issues. We use Google Analytics for this purpose i.e. Google Analytics cookies that anonymize user IP addresses and provide anonymized data about site usage.": "Cookies analytiques : les cookies analytiques nous aident à comprendre comment les visiteurs utilisent le site en collectant des données anonymes. Ces cookies contribuent à améliorer les performances du site en nous indiquant les pages les plus fréquemment visitées ou les endroits où les utilisateurs rencontrent des problèmes. Nous utilisons Google Analytics à cette fin, c'est-à-dire les cookies Google Analytics qui anonymisent les adresses IP des utilisateurs et fournissent des données anonymisées sur l'utilisation du site.",
    "Managing Cookies": "Gestão de cookies",

    "You have full control over the use of cookies on our website. Upon your first visit, you can choose to accept or decline cookies. You can also manage or disable cookies via your browser settings at any time. However, please note that disabling certain cookies may affect the functionality of the website.": "Tem controlo total sobre a utilização de cookies no nosso site. Na sua primeira visita, pode optar por aceitar ou recusar cookies. Também pode gerir ou desativar cookies através das definições do seu navegador a qualquer momento. No entanto, tenha em atenção que a desativação de determinados cookies pode afetar a funcionalidade do website.",
    "Browser Cookie Management: You can modify your browser settings to block cookies or alert you when a cookie is being set. Each browser has different instructions for managing cookies, so we recommend referring to your browser’s help section for further details.":"Gestão de cookies do navegador: pode modificar as definições do seu navegador para bloquear cookies ou alertá-lo quando um cookie estiver a ser definido. Cada navegador tem instruções diferentes para gerir cookies, por isso recomendamos que consulte a secção de ajuda do seu navegador para obter mais detalhes.",
    "Cookie Banner: A cookie banner will appear at the bottom of our website when you visit, allowing you to consent to or manage cookie usage.":"Banner de cookies: Um banner de cookies aparecerá na parte inferior do nosso website quando o visitar, permitindo-lhe consentir ou gerir a utilização de cookies.",
    "For more detailed instructions on how to manage or disable cookies, you can visit":"Para obter instruções mais detalhadas sobre como gerir ou desativar cookies, pode visitar",
    "How We Use Your Data": "Como utilizamos os seus dados",
    "We process your data for the following purposes:":"Processamos os seus dados para os seguintes fins:",
    "Service Delivery: To manage distributor access, respond to inquiries, and provide customer support.": "Prestação de serviços: Para gerir o acesso dos distribuidores, responder a perguntas e fornecer apoio ao cliente.",
    "Website Improvement: To enhance user experience by analyzing how visitors use our site.": "Melhoria do site: para melhorar a experiência do utilizador, analisando como os visitantes utilizam o nosso site.",
    "Security: To ensure the integrity of our website and prevent fraud or unauthorized access.": "Segurança: para garantir a integridade do nosso site e impedir fraudes ou acesso não autorizado.",
    "Advertising and Marketing: To serve you targeted advertising based on your preferences and interactions with the website.": "Publicidade e marketing: para apresentar publicidade direcionada com base nas suas preferências e interações com o site.",
    "Compliance: To comply with legal obligations under both EU and UK GDPR and other regulations.": "Conformidade: para cumprir as obrigações legais ao abrigo do RGPD da UE e do Reino Unido e outros regulamentos.",
    "Legal Basis for Processing": "Base jurídica para o tratamento",
    "We rely on the following legal bases for processing personal data under both EU and UK GDPR:":"Baseamo-nos nas seguintes bases jurídicas para o tratamento de dados pessoais ao abrigo do RGPD da UE e do Reino Unido:",
    "Consent: When you voluntarily submit your data or accept cookies.": "Consentimento: quando submete voluntariamente os seus dados ou aceita cookies.",
    "Contractual Necessity: Data processing required for distributor account management.": "Necessidade contratual: tratamento de dados necessário para a gestão da conta do distribuidor.",
    "Legitimate Interests: Improving website functionality, marketing, and ensuring security.": "Interesses legítimos: melhorar a funcionalidade do website, de marketing e garantir a segurança.",
    "Legal Compliance: Processing to meet legal requirements under both the EU GDPR and UK GDPR.": "Conformidade legal: tratamento para cumprir os requisitos legais ao abrigo do RGPD da UE e do RGPD do Reino Unido.",
    "Your Rights Under GDPR (EU and UK)": "Os seus direitos ao abrigo do RGPD (UE e Reino Unido)",
    "You have the following rights regarding your personal data:":"Tem os seguintes direitos relativamente aos seus dados pessoais:",
    "Right to Access, Rectification and/or Erasure": "Direito de acesso, retificação e/ou apagamento",
    "You have the right to access, rectify, or request the deletion of your personal data at any time. This includes:":"Tem o direito de aceder, retificar ou solicitar a eliminação dos seus dados pessoais a qualquer momento. Isto inclui:",
    "Right to Access: Request information about the personal data we hold about you.": "Direito de acesso: solicitar informações sobre os dados pessoais que mantemos sobre si.",
    "Right to Rectification: Request corrections to inaccurate or incomplete data.": "Direito de retificação: solicitar correções de dados imprecisos ou incompletos.",
    "Right to Erasure: Request that we delete your data under specific conditions (e.g., if the data is no longer needed for the original purpose or if you have withdrawn consent).": "Direito de eliminação: solicitar que eliminemos os seus dados em condições específicas (por exemplo, se os dados já não forem necessários para a finalidade original ou se tiver retirado o consentimento).",
    "To make any of these requests, please contact us at:": "Para fazer qualquer uma destas solicitações, entre em contacto connosco através de:",
    "Primary Contact:": "Contacto principal:",
    "Secondary Contact:": "Contacto secundário:",
    "Right to Restrict Processing": "Direito de restringir o processamento",
    "In certain cases, you can request that we limit the processing of your data (e.g., if you contest the accuracy of the data or if processing is unlawful).": "Em certos casos, pode solicitar que limitemos o processamento dos seus dados (por exemplo, se contestar a exatidão dos dados ou se o processamento for ilegal).",
    "Right to Data Portability": "Direito à portabilidade dos dados",
    "You have the right to request and receive your personal data in a structured, commonly used, or machine-readable format. However, please note that certain information, such as data collected via contact forms, may be stored in formats that are not structured (e.g., Outlook email format). Upon request, your data will be provided directly to you.": "Tem o direito de solicitar e receber os seus dados pessoais num formato estruturado, comummente utilizado ou legível por máquina. No entanto, tenha em atenção que determinadas informações, tais como os dados recolhidos através de formulários de contacto, podem ser armazenadas em formatos não estruturados (por exemplo, formato de e-mail do Outlook). Mediante solicitação, os seus dados serão fornecidos diretamente a si.",
    "You may request data portability by contacting us at:": "Pode solicitar a portabilidade dos dados contactando-nos através de:",
    "Right to Object (Art. 21 of EU GDPR and UK GDPR)": "Direito de oposição (Art. 21.º do RGPD da UE e do RGPD do Reino Unido)",
    "You may object to the processing of your data in certain circumstances, particularly if processing is based on legitimate interests or is used for direct advertising purposes. To object, please contact us at:": "Pode opor-se ao tratamento dos seus dados em determinadas circunstâncias, especialmente se o tratamento se basear em interesses legítimos ou for utilizado para fins de publicidade direta. Para se opor, contacte-nos através de:",
    "Right to Withdraw Consent": "Direito de retirar o consentimento",
    "You have the right to withdraw your consent at any time. To do so, please contact us at:": "Tem o direito de retirar o seu consentimento a qualquer momento. Para tal, contacte-nos através de:",
    "We will stop processing your data for the relevant purpose upon withdrawal of consent.":"Deixaremos de processar os seus dados para a finalidade relevante após a retirada do consentimento.",
    "Right to Lodge a Complaint": "Direito de apresentar uma reclamação",
    "If you believe your data has been processed unlawfully or that we have violated your rights under GDPR, you have the right to lodge a complaint with a competent Data Protection Authority. UK users may contact the <b>Information Commissioner’s Office (ICO)</b> for concerns related to UK GDPR.": "Se acredita que os seus dados foram processados ilegalmente ou que violámos os seus direitos ao abrigo do RGPD, tem o direito de apresentar uma reclamação junto de uma autoridade competente de proteção de dados. Os utilizadores do Reino Unido podem contactar o Information Commissioner's Office (ICO) para questões relacionadas com o RGPD do Reino Unido.",
    "Right to Demand Processing Restrictions": "Direito de exigir restrições ao processamento",
    "In certain cases, you have the right to restrict the processing of your personal data. This right applies if:": "Em certos casos, tem o direito de restringir o processamento dos seus dados pessoais. Este direito aplica-se se:",
    "You contest the accuracy of your personal data.": "Contestar a exatidão dos seus dados pessoais.",
    "Processing is unlawful, but you request a restriction rather than erasure.": "O processamento for ilegal, mas solicitar uma restrição em vez do apagamento.",
    "We no longer need the data for processing, but you require it to establish, exercise, or defend legal claims.": "Já não precisarmos dos dados para processamento, mas precisar deles para estabelecer, exercer ou defender reivindicações legais.",
    "International Transfers": "Transferências internacionais",
    "As your data is hosted on servers outside the European Union and the United Kingdom, we implement appropriate safeguards, such as Standard Contractual Clauses (SCCs) and encryption measures, to protect your data during international transfers in compliance with both EU and UK GDPR.": "Como os seus dados estão alojados em servidores fora da União Europeia e do Reino Unido, implementamos salvaguardas adequadas, tais como Cláusulas Contratuais Padrão (SCC) e medidas de encriptação, para proteger os seus dados durante as transferências internacionais, em conformidade com o RGPD da UE e do Reino Unido.",
    "Data Retention": "Retenção de dados",
    "We retain personal data for a period of five (5) years, after which it will be automatically deleted if there is no retraction of consent to collect or process personal data. Should you withdraw consent at any time during this period, we will delete your personal data accordingly.": "Retemos os dados pessoais por um período de cinco (5) anos, após o qual serão automaticamente eliminados se não houver retratação do consentimento para recolher ou processar dados pessoais. Se retirar o consentimento a qualquer momento durante este período, eliminaremos os seus dados pessoais em conformidade.",
    "We retain personal data for as long as necessary to fulfill the purposes outlined in this policy or as required by law. Retention periods are as follows:": "Retemos os dados pessoais durante o tempo necessário para cumprir os objetivos descritos nesta política ou conforme exigido por lei. Os períodos de retenção são os seguintes:",
    "Contact Information: Retained for five (5) years.": "Informações de contacto: Retidos por cinco (5) anos.",
    "Log Data: Stored for a limited time for security and website performance purposes.": "Dados de registo: armazenados por um período limitado para fins de segurança e desempenho do site.",
    "Data Security": "Segurança dos dados",
    "In compliance with GDPR, all data is stored using industry-standard encryption protocols (SSL/TLS) to protect your information during transfer and at rest. Access to personal data is strictly limited to authorized personnel only, and we regularly conduct security audits to ensure compliance with GDPR and best practices in data protection.": "Em conformidade com o RGPD, todos os dados são armazenados utilizando protocolos de encriptação padrão da indústria (SSL/TLS) para proteger as suas informações durante a transferência e em repouso. O acesso aos dados pessoais é estritamente limitado ao pessoal autorizado e realizamos regularmente auditorias de segurança para garantir a conformidade com o RGPD e as melhores práticas em matéria de proteção de dados.",
    "We take the protection of your personal data seriously. We have implemented technical and organizational measures to secure your data against unauthorized access, alteration, disclosure, or destruction. These include:": "Levamos a sério a proteção dos seus dados pessoais. Implementámos medidas técnicas e organizacionais para proteger os seus dados contra acesso não autorizado, alteração, divulgação ou destruição. Estas incluem:",
    "Encryption: All data transferred between your browser and our website is encrypted using SSL/TLS protocols.": "Encriptação: Todos os dados transferidos entre o seu navegador e o nosso website são encriptados utilizando protocolos SSL/TLS.",
    "Access Controls: Access to personal data is restricted to authorized personnel only.": "Controlos de acesso: O acesso aos dados pessoais é restrito apenas ao pessoal autorizado.",
    "Regular Security Audits: We conduct routine security audits to identify and address vulnerabilities.": "Auditorias de segurança regulares: Realizamos auditorias de segurança de rotina para identificar e resolver vulnerabilidades.",
    "Use of Social Media Plugins": "Utilização de plugins de redes sociais",

    "Our website may use social media plugins (e.g., Facebook, Twitter, LinkedIn,) to allow content sharing. These plugins may collect personal data such as your IP address even if you do not interact with the plugin. These actions are governed by the respective social media platforms’ privacy policies, and we encourage you to review them.": "O nosso website pode utilizar plugins de redes sociais (por exemplo, Facebook, Twitter, LinkedIn) para permitir a partilha de conteúdos. Estes plugins podem recolher dados pessoais, tais como o seu endereço IP, mesmo que não interaja com o plugin. Estas ações são regidas pelas políticas de privacidade das respetivas plataformas de redes sociais, e encorajamo-lo a consultá-las.",
    "Analysis Tools and Advertising": "Ferramentas de análise e publicidade",
    "We use tools like Google Analytics to analyze website traffic and visitor behavior. This data is anonymized and used to enhance the website experience. If you do not want Google Analytics to collect your data, you can opt out by installing the Google Analytics Opt-out Browser Add-on. We may also work with advertising partners who use tracking technologies to display relevant ads to you based on your website interactions. This data is used solely for marketing purposes and is governed by applicable laws.": "Utilizamos ferramentas como o Google Analytics para analisar o tráfego do website e o comportamento dos visitantes. Esses dados são anonimizados e utilizados para melhorar a experiência no website. Se não desejar que o Google Analytics recolha os seus dados, pode desativar essa opção instalando o complemento do navegador para desativação do Google Analytics. Também podemos trabalhar com parceiros publicitários que utilizam tecnologias de rastreamento para exibir anúncios relevantes para si com base nas suas interações no website. Esses dados são utilizados exclusivamente para fins de marketing e são regidos pelas leis aplicáveis.",
    "Intellectual Property and Content Ownership": "Propriedade intelectual e propriedade do conteúdo",
    "The content published on the Radar Tyres website, including text, graphics, logos, images, and other materials, is either owned by Radar Tyres or licensed from third-party providers. While Radar Tyres holds the rights to its original content, we do not claim ownership over third-party images or videos used on the website. These materials may be subject to third-party intellectual property rights, including stock footage or images obtained from free or commercial vendors.": "O conteúdo publicado no website da Radar Tyres, incluindo texto, gráficos, logótipos, imagens e outros materiais, é propriedade da Radar Tyres ou licenciado por fornecedores terceiros. Embora a Radar Tyres detenha os direitos sobre o seu conteúdo original, não reivindicamos a propriedade de imagens ou vídeos de terceiros utilizados no website. Estes materiais podem estar sujeitos a direitos de propriedade intelectual de terceiros, incluindo imagens de arquivo ou imagens obtidas de fornecedores gratuitos ou comerciais.",
    "You are not permitted to copy, reproduce, modify, or distribute any content from the website unless explicitly authorized by Radar Tyres or the applicable third-party rights holder.": "Não é permitido copiar, reproduzir, modificar ou distribuir qualquer conteúdo do website, a menos que explicitamente autorizado pela Radar Tyres ou pelo detentor dos direitos de terceiros aplicáveis.",
    "Changes to This Privacy and Cookie Policy": "Alterações a esta Política de Privacidade e Cookies",
    "We may update this Privacy and Cookie Policy from time to time to reflect changes in legal requirements or our practices. We encourage you to review this policy regularly. Significant changes will be communicated on our website.": "Podemos atualizar esta Política de Privacidade e Cookies periodicamente para refletir alterações nos requisitos legais ou nas nossas práticas. Recomendamos que reveja esta política regularmente. Alterações significativas serão comunicadas no nosso website.",
    "Contact Information": "Informações de contacto",
    "If you have any questions or concerns about this Privacy and Cookie Policy or how we process your personal data, please contact us at:": "Se tiver alguma dúvida ou preocupação sobre esta Política de Privacidade e Cookies ou sobre como processamos os seus dados pessoais, entre em contacto connosco:",
    

    "_comment": "WARRANTY PAGE",
    "LIMITED WARRANTY - EUROPE": "GARANTIA LIMITADA - EUROPA",
    "Workmanship and Materials Limited Warranty": "Garantia limitada de fabrico e materiais",
    "Road Hazard Protection<sup>1</sup>": "Garantia contra riscos da estrada<sup>1</sup>",
    "30-Day Satisfaction Promise": "30-Giorni di Soddisfazione Garantita",
    "<sup>1</sup> These warranties are offered on selected ranges. Please refer to the Buyers Warranty Guide for the most updated list of eligible ranges.": "<sup>1</sup> Estas garantias são oferecidas em gamas selecionadas. Consulte o Guia de Garantia do Comprador para obter a lista mais atualizada de gamas elegíveis.",
    "WARRANTY INFORMATION": "INFORMAÇÕES SOBRE A GARANTIA",
    "EUROPE (Non-Baltic region) Limited Warranty Booklet": "EUROPA (região não báltica) Folheto de garantia limitada",
    "Passenger and Light Truck replacement tyres purchased from 1<sup>st</sup> January to 31<sup>st</sup> December, 2025": " Pneus de substituição para veículos de passageiros e SUV, adquiridos entre 1 de janeiro e 31 de dezembro de 2025",
    "BALTIC REGION Limited Warranty Booklet": "REGIÃO BÁLTICA Folheto de garantia limitada",
    "Buyers Warranty Guide": "Guia de Garantia do Comprador",
    "Passenger and Light Truck replacement tyres purchased from 1<sup>st</sup> January to 31<sup>st</sup> December, 2024": "Pneus de substituição para veículos de passageiros e SUV adquiridos entre 1 de janeiro e 31 de dezembro de 2024",
    "Limited Warranty Booklet": "Brochura de Garantia Limitada ",
    "Claim Form": "Formulário de reclamação",
    "Passenger and Light Truck replacement tyres purchased after 1<sup>st</sup> January, 2024": "Pneus de substituição para veículos de passageiros e SUV adquiridos após 1 de janeiro de 2024",
    
    

    

    "_COMMENT": "Dimax® Sprint",
    "The Dimax Sprint is a premium high performance tyre engineered to deliver all round safety, comfort and mileage. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Sprint features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides drivers ultimate handling and grip in wet and dry conditions, low rolling resistance and a quiet ride. The Dimax Sprint offers popular passenger car and SUV fitments and all sizes carry the EVC marking on the sidewall identifying the tyre as compatible with both Electric Vehicles(EV) and Plug-in hybrid vehicles.": "O Dimax Sprint é um pneu premium de alto desempenho concebido para oferecer segurança, conforto e quilometragem em todas as condições. Concebido pela Omni United em colaboração com a renomada empresa de design italiana GFG Style, liderada pelos lendários designers automóveis Giorgetto e Fabrizio Giugiaro, o Dimax Sprint apresenta um design único, funcional e elegante que representa uma sinergia perfeita entre design e engenharia. Esta gama avançada e repleta de funcionalidades é exaustivamente testada em comparação com marcas premium e proporciona aos condutores uma manobrabilidade e aderência definitivas em condições molhadas e secas, baixa resistência ao rolamento e uma condução silenciosa. O Dimax Sprint está disponível para os modelos de automóveis de passageiros e SUV mais populares e todas as medidas apresentam a marca EVC na parede lateral, identificando o pneu como compatível com veículos elétricos (EV) e veículos híbridos plug-in.",
    "TWIN HANGER TREAD DESIGN": "DESIGN DE BANDA DE RODAGEM TWIN HANGER",
    "Unique, ultra-modern and noise optimised design for <br class='hidden-xs'>passenger cars, offering great steering precision and <br class='hidden-xs'>excellent cornering properties.": "Design exclusivo, ultramoderno e otimizado para ruído para automóveis de <br>passageiros, oferecendo grande precisão de direção e excelentes <br>propriedades em curvas.",
    "RAIN MASTER PERFORMANCE COMPOUND (RMPC)": "COMPOSIÇÃO DE DESEMPENHO RAIN MASTER (RMPC)",
    "Advanced silica compound that provides the ideal <br class='hidden-xs'>combination of ultimate wet performance and low <br class='hidden-xs'>rolling resistance.": "Composto avançado de sílica que oferece a combinação ideal de desempenho <br>ideal em piso molhado e baixa resistência ao rolamento.",
    "These are ultra-smooth and shiny channels which, in combination with optimised groove <br class='hidden-xs'>wall angles help in efficiently evacuating water from the tread, reducing the risk of <br class='hidden-xs'>aquaplaning and enhancing safety.": "São canais ultra lisos e brilhantes que, em combinação com ângulos <br>otimizados das paredes das ranhuras, ajudam a evacuar eficientemente a água <br>da banda de rodagem, reduzindo o risco de aquaplanagem e aumentando a <br>segurança.",
    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator <br class='hidden-xs'>is a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator <br class='hidden-xs'>begins to fade and totally disappears at a groove depth of 2 millimetres.": "Uma característica de segurança única que indica a profundidade restante do <br>piso. Quando o pneu é novo, este indicador é um círculo completo com 8 <br>milímetros de piso restante. À medida que o pneu se desgasta, o indicador <br>começa a desaparecer e desaparece totalmente quando a profundidade do sulco <br>atinge 2 milímetros.",
    "High-contrast, laser-treated design with ultra-low <br class='hidden-xs'>protrusion improves the tyre’s air drag factor and <br class='hidden-xs'>is easy to clean.": "O design de alto contraste, tratado a laser, com saliência ultrabaixa melhora o fator de <br>resistência ao ar do pneu e é fácil de limpar.",


    "_COMMENT": "Dimax® Sport",
    "The Dimax Sport is a premium ultra high performance tyre engineered to deliver uncompromising safety, performance and control. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Sport features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and offers drivers excellent wet grip, handling, low rolling resistance and a quiet ride. The Dimax Sport offers popular passenger car and SUV fitments and all sizes carry the EVC marking on the sidewall identifying the tyre as compatible with both Electric Vehicles(EV) and Plug-in hybrid vehicles.": "O Dimax Sport é um pneu premium de alto desempenho projetado para oferecer segurança, desempenho e controlo sem compromissos. Projetado pela Omni United em colaboração com a renomada empresa de design italiana GFG Style, liderada pelos lendários designers automotivos Giorgetto e Fabrizio Giugiaro, o Dimax Sport apresenta um design exclusivo, funcional e elegante, representando uma sinergia perfeita entre design e engenharia. Esta gama avançada e repleta de funcionalidades é exaustivamente testada em comparação com marcas premium e oferece aos condutores excelente aderência em piso molhado, manobrabilidade, baixa resistência ao rolamento e uma condução silenciosa. O Dimax Sport está disponível para os modelos de automóveis de passageiros e SUV mais populares e todas as medidas apresentam a marca EVC na parede lateral, identificando o pneu como compatível com veículos elétricos (EV) e veículos híbridos plug-in.",
    "EXTENDED HANGER TREAD DESIGN": "DESIGN DE BANDA DE RODAGEM COM SUPORTE ALARGADO",
    "Unique, ultra-modern and sporty design with a stiff outside shoulder provides <br class='hidden-xs'> ultimate handling and cornering properties, especially for the latest and most <br class='hidden-xs'> demanding passenger cars and SUVs.": "Design exclusivo, ultramoderno e desportivo com um ombro exterior <br>rígido que proporciona uma manobrabilidade e propriedades em curva <br>definitivas, especialmente para os automóveis de passageiros e SUV <br>mais recentes e exigentes.",
    "ES PERFORMANCE COMPOUND (ESPC)": "COMPOSIÇÃO DE DESEMPENHO ES (ESPC)",
    "Advanced silica compound that provides the optimal combination of <br class='hidden-xs'> low rolling resistance and excellent dynamic handling properties as <br class='hidden-xs'> well as excellent wet grip.": "Composição avançada de sílica que proporciona a combinação <br>ideal de baixa resistência ao rolamento e excelentes <br>propriedades de manobrabilidade dinâmica, bem como <br>excelente aderência em piso molhado.",
    "AQUEDUCT GROOVES": "RANHURAS AQUEDUTO",
    "These are ultra-smooth and shiny channels which, in combination with optimised <br class='hidden-xs'> groove wall angles help in efficiently evacuating water from the tread, <br class='hidden-xs'> reducing the risk of aquaplaning and enhancing safety.": "São canais ultra lisos e brilhantes que, em combinação com <br>ângulos otimizados das paredes das ranhuras, ajudam a evacuar <br>eficientemente a água da banda de rodagem, reduzindo o risco de <br>aquaplanagem e aumentando a segurança.",
    "STEALTH TECHNOLOGY": "TECNOLOGIA STEALTH",
    "Stealth shape design and optimised tread <br class='hidden-xs'> pitch sequencing ensure a silent and <br class='hidden-xs'> smooth ride.": "O design Stealth e a sequência otimizada do passo <br>da banda de rodagem garantem uma condução <br>silenciosa e suave.",
    "CIRCLE OF TREADLIFE": "CÍRCULO DE VIDA ÚTIL",
    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator is <br class='hidden-xs'> a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator begins to <br class='hidden-xs'> fade and totally disappears at a groove depth of 2 millimetres.": "Uma característica de segurança única que indica a profundidade restante da <br>banda de rodagem. Quando o pneu é novo, este indicador é um círculo completo <br>com 8 milímetros de banda de rodagem restante. À medida que o pneu se <br>desgasta, o indicador começa a desaparecer e desaparece totalmente quando a <br>profundidade do sulco atinge 2 milímetros.",
    "SMOOTH VELVET SIDEWALL": "PAREDE LATERAL DE VELUDO SUAVE",
    "High-contrast, laser-treated design with ultra-low <br class='hidden-xs'>protrusion improves the tyre’s air drag factor <br class='hidden-xs'>and is easy to clean.": "O design de alto contraste, tratado a laser, com saliência <br>ultrabaixa, melhora o fator de resistência ao ar do pneu e <br>é fácil de limpar.",



    "_COMMENT": "DIMAX® ALL SEASON",

    "The Dimax All Season is a premium all season tyre, engineered to provide optimal performance in any weather condition. Our 3PMSF marking allows drivers to drive with confidence and safety in both scorching summer heat and in snow covered winter roads without needing a seasonal tyre change. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax All Season features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides optimal performance in all weather conditions providing drivers with confidence, safety and control. The Dimax All Season offers popular passenger car and SUV fitments and all sizes are EV(Electric Vehicle) and Plug-in hybrid vehicle compatible.": "O Dimax All Season é um pneu premium para todas as estações, concebido para proporcionar um desempenho ideal em quaisquer condições meteorológicas. A nossa marcação 3PMSF permite aos condutores conduzir com confiança e segurança tanto no calor escaldante do verão como nas estradas cobertas de neve do inverno, sem necessidade de trocar os pneus sazonalmente. Concebido pela Omni United em colaboração com a renomada empresa de design italiana GFG Style, liderada pelos lendários designers automóveis Giorgetto e Fabrizio Giugiaro, o Dimax All Season apresenta um design único, funcional e elegante, representando uma sinergia perfeita entre design e engenharia. Esta gama avançada e repleta de funcionalidades é exaustivamente testada em comparação com marcas premium e proporciona um desempenho ideal em todas as condições meteorológicas, proporcionando aos condutores confiança, segurança e controlo. O Dimax All Season está disponível para os modelos de automóveis de passageiros e SUV mais populares e todas as medidas são compatíveis com veículos elétricos (EV) e híbridos plug-in.",
    "TRIPLE-EDGED PATTERN DESIGN": "DESIGN DE PADRÃO DE TRÊS ARESTAS",
    "Sawtooth shaped centre grooves together with the step-design of the outer circumferential <br class='hidden-xs'>grooves providing outstanding mechanical grip on snow. This design enables the use of very <br class='hidden-xs'>stiff pattern blocks delivering optimal performance on wet and dry roads.": "As ranhuras centrais em forma de dente de serra, juntamente com <br>o design escalonado das ranhuras circunferenciais exteriores, proporcionam <br>uma excelente aderência mecânica na neve. Este design permite a utilização <br>de blocos de padrão muito rígidos, proporcionando um desempenho <br>ideal em estradas molhadas e secas.",
    "BLUE SILICA COMPOUND": "COMPOSIÇÃO DE SÍLICA AZUL",
    "Advanced wet grip silica compound designed to deliver ultimate safety on wet roads while performing <br class='hidden-xs'>on dry roads. It has been fine-tuned to deliver exceptional all season performance, high durability <br class='hidden-xs'>and excellent resistance to tyre ageing.": "Composto de sílica avançado para aderência em piso molhado, concebido <br>para proporcionar a máxima segurança em estradas molhadas, mantendo o desempenho <br>em estradas secas. Foi aperfeiçoado para oferecer um desempenho excecional em todas <br>as estações, alta durabilidade e excelente resistência ao <br>envelhecimento dos pneus.",
    "These are ultra-smooth and shiny channels which, in combination with optimised groove wall <br class='hidden-xs'>angles help in efficiently evacuating water and slush from the tread, reducing the risk of <br class='hidden-xs'>aquaplaning and enhancing safety.": "São canais ultra lisos e brilhantes que, em combinação com os ângulos <br>otimizados das paredes das ranhuras, ajudam a evacuar eficientemente <br>a água e a lama da banda de rodagem, reduzindo o risco de aquaplanagem <br>e aumentando a segurança.",
    "CONNECTED SUPPORT TECHNOLOGY": "TECNOLOGIA DE SUPORTE CONECTADO",
    "Innovative structural element embedded within the tyre’s tread pattern, providing full <br class='hidden-xs'>support to all the tread blocks from shoulder to shoulder ensuring tyre integrity, precise <br class='hidden-xs'>steering, and safety in extreme driving conditions.": "Elemento estrutural inovador incorporado no desenho do piso do pneu, <br>que proporciona suporte total a todos os blocos do piso, de ombro a ombro, <br>garantindo a integridade do pneu, uma direção precisa e segurança em condições <br>de condução extremas.",
    "A unique safety feature that indicates remaining tread depth. When the tyre is new, this indicator is <br class='hidden-xs'>a full circle with 8-millimetres of tread remaining. As the tyre wears down, the indicator begins to <br class='hidden-xs'>fade and totally disappears at a groove depth of 2 millimetres.": "Uma característica de segurança exclusiva que indica a profundidade restante do <br>piso. Quando o pneu é novo, este indicador é um círculo completo com 8 milímetros de <br>piso restante. À medida que o pneu se desgasta, o indicador começa a desaparecer e <br>desaparece totalmente quando a profundidade do sulco atinge 2 milímetros.",
    "Ultra-low protrusion, which improves <br class='hidden-xs'>the tyre’s air drag factor and is <br class='hidden-xs'>easy to clean.": "Protrusão ultrabaixa, que melhora o fator de resistência ao ar do <br>pneu e é fácil de limpar.",
    

    "_COMMENT": "DIMAX® WINTER",
    "The Dimax Winter is a premium winter tyre, engineered to excel in harsh and demanding winter conditions, providing drivers with confidence, safety, and control. Designed by Omni United in collaboration with renowned Italian design house GFG Style, led by legendary automotive designers Giorgetto and Fabrizio Giugiaro, the Dimax Winter features a unique, functional and stylish design representing a perfect synergy of design and engineering. This advanced and feature packed range is extensively tested against premium brands and provides ultimate snow performance, outstanding safety on wet and slush, and top-of-the-class braking performance in all conditions. The Dimax Winter offers popular passenger car and SUV fitments and all sizes are EV(Electric Vehicle) and Plug-in hybrid vehicle compatible.": "O Dimax Winter é um pneu de inverno premium, concebido para se destacar em condições invernais adversas e exigentes, proporcionando aos condutores confiança, segurança e controlo. Concebido pela Omni United em colaboração com a renomada empresa de design italiana GFG Style, liderada pelos lendários designers automóveis Giorgetto e Fabrizio Giugiaro, o Dimax Winter apresenta um design único, funcional e elegante, representando uma sinergia perfeita entre design e engenharia. Esta gama avançada e repleta de funcionalidades é exaustivamente testada em comparação com marcas premium e proporciona um desempenho na neve de excelência, segurança excecional em piso molhado e com lama e um desempenho de travagem de primeira classe em todas as condições. O Dimax Winter está disponível para automóveis de passageiros e SUV, e todas as medidas são compatíveis com veículos elétricos (EV) e híbridos plug-in.",
    "DOUBLE CRYSTAL 3D SIPES": "LÁMINAS 3D DE CRISTAL DUPLO",
    "Three dimensional sipes resembling crystals, precisely <br class='hidden-xs'>positioned across the tyre’s tread in order to <br class='hidden-xs'>maximise extreme grip on snow and ice, as well as <br class='hidden-xs'>provide stability on wet and dry roads": "Lamelas tridimensionais semelhantes a cristais, posicionadas com precisão <br> ao longo do piso do pneu para maximizar a aderência extrema na neve e no <br>gelo, bem como proporcionar estabilidade em estradas <br>molhadas e secas.",
    "INARI COMPOUND": "COMPOSIÇÃO INARI",
    "Advanced silica compound tested and perfected in harsh winter conditions of the <br class='hidden-xs'>Northern Finnish Lapland. It has been fine-tuned to deliver exceptional winter <br class='hidden-xs'>performance, excellent wet grip, low rolling resistance, high durability and <br class='hidden-xs'>excellent resistance to tyre ageing.": "Composição avançada de sílica testada e aperfeiçoada nas condições invernais <br>rigorosas da Lapónia finlandesa. Foi afinada para oferecer um desempenho excecional <br>no inverno, excelente aderência em piso molhado, baixa resistência ao rolamento, alta <br>durabilidade e excelente resistência ao envelhecimento do pneu.",
    "These are ultra-smooth and shiny channels which, in combination <br class='hidden-xs'>with optimised groove wall angles help in efficiently evacuating <br class='hidden-xs'>water and slush from the tread, reducing the risk of aquaplaning <br class='hidden-xs'>and enhancing safety.": "São canais ultra lisos e brilhantes que, em combinação com ângulos <br>otimizados das paredes das ranhuras, ajudam a evacuar eficientemente a água <br>da banda de rodagem, reduzindo o risco de aquaplanagem e aumentando a <br>segurança.",
    "Innovative structural element embedded within the tyre’s tread <br class='hidden-xs'>pattern, providing full support to all the tread blocks from <br class='hidden-xs'>shoulder to shoulder ensuring tyre integrity, precise steering, <br class='hidden-xs'>and safety in extreme driving conditions.": "Elemento estrutural inovador incorporado no desenho do piso do pneu, que <br>proporciona um apoio total a todos os blocos do piso, de ombro a ombro, garantindo <br>a integridade do pneu, uma direção precisa e segurança em condições de <br>condução extremas.",
    "A unique safety feature that indicates remaining tread depth. When the tyre is <br class='hidden-xs'>new, this indicator is a full circle with 8-millimetres of tread remaining. As <br class='hidden-xs'>the tyre wears down, the indicator begins to fade and totally disappears at a <br class='hidden-xs'>groove depth of 2 millimetres.": "Uma característica de segurança única que indica a profundidade <br>restante do piso. Quando o pneu é novo, este indicador é um círculo completo com <br>8 milímetros de piso restante. À medida que o pneu se desgasta, o indicador <br>começa a desaparecer e desaparece totalmente quando a profundidade do sulco <br>atinge 2 milímetros.",
    "Ultra-low protrusion, which <br class='hidden-xs'>improves the tyre’s air <br class='hidden-xs'>drag factor and <br class='hidden-xs'>is easy to clean.": "Protrusão ultrabaixa, que melhora o fator de resistência ao ar do <br>pneu e é fácil de limpar.",




    "_COMMENT": "Renegade® A/T Sport",
    "The Renegade A/T Sport is a premium all-terrain range that is engineered for drivers that need exceptional off-road performance while giving a quiet, smooth on-road ride. This range offers a combination of increased off-road grip, enhanced stability and handling performance, and excellent traction. The A/T Sport utilises a special silica-based tread compound that offers outstanding cut and chip resistance along with circumferential grooves on the centre tread blocks for a quieter ride.": "O Renegade A/T Sport é uma gama premium todo-o-terreno concebida para condutores que precisam de um desempenho fora de estrada excecional, proporcionando simultaneamente uma condução silenciosa e suave em estrada. Esta gama oferece uma combinação de maior aderência fora de estrada, estabilidade e desempenho de manobrabilidade melhorados e excelente tração. O A/T Sport utiliza um composto especial do piso à base de sílica que oferece uma resistência excecional a cortes e arrancamentos, juntamente com ranhuras circunferenciais nos blocos centrais do piso para uma condução mais silenciosa.",
    "ULTRA-SHIELD SYSTEM - ENHANCED DURABILITY AND <br class=\"hidden-xs\">PUNCTURE RESISTANCE": "SISTEMA ULTRA-SHIELD - MAIOR DURABILIDADE <br>E RESISTÊNCIA A FUROS",
    "A unique combination of stone ejectors, serrations on the bottom tread and strong tie bars to <br class=\"hidden-xs\">increase puncture resistance and casing protection.": "Uma combinação única de ejetores de pedras, serrilhas na banda de rodagem <br>inferior e barras de ligação resistentes para aumentar a resistência a <br>furos e a proteção da carcaça.",
    "GRAVEL-TRAC TECHNOLOGY - EXCEPTIONAL <br class=\"hidden-xs\">ALL-TERRAIN TRACTION": "TECNOLOGIA GRAVEL-TRAC - TRAÇÃO EXCEPCIONAL <br>EM TODOS OS TERRENOS",
    "Optimised interlocking tread block design in combination with reverse radius on shoulder blocks<br class=\"hidden-xs\"> provides the ultimate performance on gravel roads and exceptional traction on sand and mud.": "O design otimizado dos blocos interligados do piso, em combinação com o <br>raio invertido nos blocos dos ombros, proporciona o máximo desempenho em <br>estradas de terra e uma tração excecional na areia e na lama.",
    "ENDURAMAX COMPOUND - OUTSTANDING CUT AND <br class=\"hidden-xs\">CHIP RESISTANCE": "COMPOSIÇÃO ENDURAMAX - EXCELENTE RESISTÊNCIA <br>A CORTES E ARRANCAMENTOS",
    "Special Silica-based compound that provides great cut and chip resistance and <br class=\"hidden-xs\">maximum grip in all conditions.": "Composição especial à base de sílica que proporciona uma excelente <br>resistência a cortes e arrancamentos e máxima aderência em todas as <br>condições.",
    "SNAKE-BITE TREAD BLOCK DESIGN - INCREASED STABILITY AND <br class=\"hidden-xs\">HANDLING PERFORMANCE": "DESIGN DOS BLOCOS DO PISO SNAKE-BITE - <br>MAIOR ESTABILIDADE E DESEMPENHO DE CONDUÇÃO",
    "Snake head shaped tread blocks create torsional strength in all directions and protect the <br class=\"hidden-xs\">aggressive shoulder block. Wide circumferential centre block design provides gives great driving feel.": "Os blocos do piso em forma de cabeça de cobra criam resistência à torção <br>em todas as direções e protegem o bloco agressivo do ombro. O design <br>largo do bloco central circunferencial proporciona uma excelente sensação <br>de condução.",



    "_COMMENT": "Renegade® R/T+",
    "The Renegade R/T+ is a premium rugged terrain range and is designed to give exceptional off-road performance coupled with on-road comfort and sophistication. On-road, this tyre gives drivers superior handling with a quiet and smooth ride, while off-road it has the capability to go anywhere that a pure M/T tyre can. The Renegade R/T+ offers both aggressive and rugged looks with great on/off-road performance making it a combination between an all-terrain and mud-terrain tyre and offers the best of both worlds. This range features a dual sidewall design that has a skull & piston design on one side and mud penetrating dagger shaped lugs on the other.": "O Renegade R/T+ é uma gama premium para terrenos acidentados, concebida para proporcionar um desempenho excecional em todo-o-terreno, aliado ao conforto e sofisticação em estrada. Na estrada, este pneu proporciona aos condutores uma condução silenciosa e suave, enquanto fora de estrada tem a capacidade de ir a qualquer lugar que um pneu M/T puro possa ir. O Renegade R/T+ oferece um aspeto agressivo e robusto com um excelente desempenho dentro e fora de estrada, tornando-o uma combinação entre um pneu todo-o-terreno e um pneu para lama e oferecendo o melhor dos dois mundos. Esta gama apresenta um design de parede lateral dupla com um desenho de caveira e pistão num lado e saliências em forma de \"punhal\" para proporcionar tração lateral, no outro.",
    "EXCEPTIONAL ALL-TERRAIN TRACTION": "TRAÇÃO EXCEPCIONAL EM TODOS OS TERRENOS",
    "Optimised tread block sizes and shapes with multiple <br class='hidden-xs'>lateral grooves and angled sipes ensure superb <br class='hidden-xs'>traction on all terrains.": "Os tamanhos e formas otimizados dos blocos do piso, com múltiplas ranhuras laterais e <br>lamelas angulares, garantem uma tração soberba em todos os terrenos.",
    "INCREASED STABILITY AND <br class='hidden-xs'>RESISTANCE TO PUNCTURES": "MAIOR ESTABILIDADE E RESISTÊNCIA A FUROS",
    "Robust 3-ply construction reduces the risk of punctures and  <br class='hidden-xs'>gives sure-footed handling on all surfaces.": "A construção robusta de 3 telas reduz o risco de furos e proporciona uma condução <br>segura em todas as superfícies.",
    "ENHANCED STABILITY, HANDLING AND  <br class='hidden-xs'>EVEN TREADWEAR": "MAIOR ESTABILIDADE, MANOBRABILIDADE E <br>DESGASTE UNIFORME DO PISO",
    "Wide centre tread blocks help balance the weight distribution <br class='hidden-xs'>and ensure the tread wears evenly.": "Os blocos largos do centro da banda de rodagem ajudam a equilibrar a distribuição <br>do peso e garantem um desgaste uniforme da banda de rodagem.",
    "DUAL SIDEWALL DESIGN - SKULL & PISTON EDITION": "DESIGN DE PAREDE LATERAL DUPLA - <br>EDIÇÃO SKULL & PISTON",
    "Featuring an outlaw side with a skull & piston <br class='hidden-xs'>design on one side and mud penetrating dagger <br class='hidden-xs'>shaped lugs on the other.": "Apresenta um lado rebelde com um design de caveira e pistão em um dos lados e saliências <br>em forma de \"punhal\" para proporcionar tração lateral, no outro.",



    "_COMMENT": "Renegade® X",
    "The Renegade-X is the top-of-the-line extreme terrain tyre range from Radar Tyres. This innovative \"stealth\" inspired tyre is born out of the partnership between Radar Tyres and leading Italian automotive design house GFG Style. This feature-packed range is designed and engineered for drivers that need extreme off-road performance on mud, rocks, gravel and sand while offering durability and an aggressive aesthetic that enthusiasts crave.": "O Renegade-X é o modelo de pneu para terrenos extremos topo de gama da Radar Tyres. Este pneu inovador inspirado na “furtividade” nasceu da parceria entre a Radar Tyres e a GFG Style, empresa italiana líder em design automóvel. Esta gama repleta de funcionalidades foi concebida e desenvolvida para condutores que precisam de um desempenho todo-o-terreno extremo em lama, rochas, cascalho e areia, oferecendo simultaneamente durabilidade e uma estética agressiva que os entusiastas tanto desejam.",
    "EXTREME OFF-ROAD TRACTION": "TRAÇÃO TODO-O-TERRENO EXTREMA",
    "High void-to-lug ratio, deep side blocks and a specially formulated <br>Rock-Crawl tread compound provide exceptional traction and grip on <br>rocks, gravel, mud and soft soil. Mud-rescue shoulder provides <br>additional traction that helps pull the vehicle out of mud.": "A elevada relação entre os frisos e os blocos, os blocos laterais profundos e um <br>composto da banda de rodagem especialmente formulado para Rock-Crawl proporcionam <br>uma tração e aderência excecionais em rochas, cascalho, lama e solo macio. O ombro <br>bastante recortado, proporciona tração adicional que ajuda a puxar o veículo para <br>fora da lama.",
    "ENHANCED DURABILITY": "DURABILIDADE MELHORADA",
    "A unique combination of stone ejectors and <br>serrations on the bottom tread add an <br>additional layer of reinforcement to increase <br>puncture resistance.": "Uma combinação única de ejetores de pedras e serrilhas na parte inferior da banda <br>de rodagem adiciona uma camada adicional de reforço para aumentar a resistência <br>aos furos.",
    "TOUGHER SIDEWALLS": "PAREDES LATERAIS MAIS RESISTENTES",
    "High turn-up 3-ply sidewall construction combined with <br>aggressive “stealth” shaped sidewall lugs provide biting edges <br>for additional grip and traction, and provide protection from <br>external sidewall damage.": "A construção da parede lateral com 3 telas e alta curvatura, combinada com <br>saliências laterais agressivas em forma de “stealth”, proporciona bordas afiadas <br>para maior aderência e tração, além de proteção contra danos externos nas paredes <br>laterais.",
    "LONG TREAD LIFE": "LONGA VIDA ÚTIL DA BANDA DE RODAGEM",
    "Specially formulated tread compound <br>combined with tie bars provide lateral<br> stability, promote even wear and <br>increases longevity.": "O composto da banda de rodagem especialmente formulado, combinado com barras de <br>ligação, proporciona estabilidade lateral, promove um desgaste uniforme e aumenta <br>a longevidade.",
    "ON-ROAD COMFORT": "CONFORTO NA ESTRADA",
    "Optimised tread pattern design <br>reduces noise for a quieter <br>and more comfortable on-road <br>ride.": "O design otimizado do piso reduz o ruído para uma condução mais silenciosa e <br>confortável em estrada.",



    "_COMMENT": "DIMAX® TOURING",
    "The Dimax Touring is a touring tyre designed for exceptional safety, comfort, fuel efficiency, and performance. It delivers a quiet and comfortable ride while ensuring excellent wet grip, precise handling, and enhanced stability for a safer driving experience. With low rolling resistance, the Dimax Touring helps reduce fuel consumption, making it an ideal choice for passenger cars, hybrids and electric vehicles. All sizes feature the EVC marking, making them suited for Electric Vehicles (EVs) and Plug-in Hybrid Vehicles (PHEVs).": "O Dimax Touring é um pneu de turismo premium concebido para oferecer segurança, conforto, eficiência de combustível e desempenho excecionais. Proporciona uma condução silenciosa e confortável, garantindo excelente aderência em piso molhado, manobrabilidade precisa e estabilidade aprimorada para uma experiência de condução mais segura. Com baixa resistência ao rolamento, o Dimax Touring ajuda a reduzir o consumo de combustível, tornando-o a escolha ideal para todo o tipo de veículos incluindo híbridos e elétricos. Todas as medidas possuem a marcação EVC, tornando-as adequadas para veículos elétricos (EVs) e veículos híbridos plug-in (PHEVs).",
    "These are ultra-smooth and shiny channels which, in <br class=\"hidden-xs\">combination with optimised groove wall angles help in <br class=\"hidden-xs\">efficiently evacuating water from the tread, reducing the <br class=\"hidden-xs\">risk of aquaplaning and enhancing safety.": "São canais ultra suaves e brilhantes que, em combinação com ângulos otimizados das paredes das <br>ranhuras, ajudam a evacuar eficientemente a água do piso, reduzindo o risco de aquaplanagem<br> e aumentando a segurança.",
    "SERENITY RIDE DESIGN": "DESIGN SERENITY RIDE",
    "Optimised tread pitch sequencing for a silent <br class=\"hidden-xs\">ride. Tyre construction designed to absorb bumps <br class=\"hidden-xs\">and vibrations to give a smooth and comfortable <br class=\"hidden-xs\">driving feel.": "Sequência otimizada do desenho do piso para uma condução silenciosa. Construção do<br> pneu concebida para absorver os impactos e as vibrações, proporcionando<br> uma sensação de condução suave e confortável.",
    "TRIPLE SPORT ACTION DESIGN": "DESIGN TRIPLE SPORT ACTION",
    "Stiff outside shoulder for ultimate cornering properties.<br class=\"hidden-xs\"> Robust centre rib for steering precision, and siping to <br class=\"hidden-xs\">reduce heat build-up, resulting in higher mileage and <br class=\"hidden-xs\">lower rolling resistance.": "Ombro exterior rígido para propriedades de curva definitivas. Nervura central robusta para <br>precisão na direção e lamelas para reduzir a acumulação de calor, resultando numa <br>maior quilometragem e menor resistência ao rolamento.",
    "WETRESPONSE COMPOUNDING": "COMPOSIÇÃO WETRESPONSE",
    "High silica tread compound with a modern <br class=\"hidden-xs\">elastomer base designed for exceptional wet <br class=\"hidden-xs\">performance and safety in a wide <br class=\"hidden-xs\">temperature range.": "Composto do piso com elevado teor de sílica e uma base de elastómero moderna, <br>concebido para um desempenho excecional em piso molhado e segurança numa <br>ampla gama de temperaturas.",
    "CIRCLE OF TREADLIFE®": "CIRCLE OF TREADLIFE®",
    "A unique safety feature that indicates remaining <br class=\"hidden-xs\">tread depth. It starts with a full circle indicating <br class=\"hidden-xs\">100% tread depth and totally disappears at 1.6mm <br class=\"hidden-xs\">remaining tread depth.": "Uma característica de segurança única que indica a profundidade restante do piso. <br>Começa com um círculo completo que indica 100% da profundidade <br>do piso e desaparece totalmente quando a profundidade restante do piso é de 1,6 mm.",




    "_COMMENT": "Dimax® R8+",
    "The Dimax R8+ is a high performance tyre range that has been designed for passenger cars and SUVs. This range has been specifically designed to give high-performance on vehicles that demand the best tyres and offers the ultimate blend of excellent wet and dry grip, sporty handling performance and comfort. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of Electric Vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "O Dimax R8+ é uma gama de pneus de alto desempenho concebida para automóveis de passageiros e SUV. Esta gama foi especificamente concebida para proporcionar um alto desempenho em veículos que exigem os melhores pneus e oferece a combinação definitiva de excelente aderência em piso molhado e seco, desempenho desportivo e conforto. Esta gama incorpora a maioria das medidas run-flat para veículos deste segmento, bem como medidas selecionados compatíveis com veículos elétricos. As medidas compatíveis com veículos elétricos, em comparação com as não compatíveis, apresentam um composto especial de baixa resistência ao rolamento que melhora a gama de veículos elétricos. Este composto também proporciona rigidez aos pneus, o que resulta numa condução mais estável para os veículos elétricos pesados e potentes. Além disso, as medidas EVC também oferecem uma aderência melhorada em piso molhado, proporcionando uma condução mais segura e tranquila.",
    "PRECISE HANDLING AT HIGH SPEEDS": "MANOBRABILIDADE PRECISA A ALTAS VELOCIDADES",
    "Asymmetric tread design with advanced silica formulated <br class=\"hidden-xs\">tread compound technology.": "Desenho assimétrico do piso com tecnologia avançada de composto do piso <br>formulado com sílica.",
    "EXCEPTIONAL WET GRIP": "ADERÊNCIA EXCEPCIONAL EM PISO MOLHADO",
    "A combination of an all-new tread compound with four wide longitudinal<br class='hidden-xs'> grooves provide exceptional wet grip and aquaplaning resistance.": "Uma combinação de um composto do piso totalmente novo com quatro sulcos <br>longitudinais largos proporciona uma aderência excepcional em piso molhado e <br>resistência à aquaplanagem.",
    "QUIET AND COMFORTABLE RIDE": "CONDUÇÃO SILENCIOSA E CONFORTÁVEL",
    "Optimised tread pitch sequence for a<br class=\"hidden-xs\"> quieter ride.": "Sequência otimizada do passo do piso para uma condução <br>mais silenciosa.",



    "_COMMENT": "DIMAX® R8",
    "The Dimax R8 is a high performance tyre range and has been specifically designed for high-performance passenger cars and SUVs. It offers the ideal blend of excellent wet and dry grip with precise handling and comfort. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of Electric Vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "O Dimax R8 é uma gama de pneus de alto desempenho e foi especificamente concebido para automóveis de passageiros e SUV de alto desempenho. Oferece a combinação ideal de excelente aderência em piso molhado e seco com manobrabilidade precisa e conforto. Esta gama incorpora a maioria das medidas run-flat para veículos deste segmento, bem como medidas selecionados compatíveis com veículos elétricos. Esta gama incorpora a maioria das medidas run-flat para veículos deste segmento, bem como medidas selecionados compatíveis com veículos elétricos. As medidas compatíveis com veículos elétricos, em comparação com as não compatíveis, apresentam um composto especial de baixa resistência ao rolamento que melhora a gama de veículos elétricos. Este composto também proporciona rigidez aos pneus, o que resulta numa condução mais estável para os veículos elétricos pesados e potentes. Além disso, as medidas EVC também oferecem uma aderência melhorada em piso molhado, proporcionando uma condução mais segura e tranquila.",
    "SAFETY ON WET CONDITIONS": "SEGURANÇA EM CONDIÇÕES MOLHADAS",
    "Four wide longitudinal grooves that provide efficient water <br class='hidden-xs'>clearance and  aquaplaning resistance.": "Quatro ranhuras longitudinais largas que proporcionam uma drenagem <br>eficiente da água e resistência à aquaplanagem.",

    
    "_COMMENT": "RPX 800+",
    "The RPX 800+ is a high performance tyre range and has been designed primarily for modern CUVs and SUVs. This range offers drivers good control on both dry and wet roads, ensuring a comfortable driving experience. It combines real-world performance with outstanding good looks. This range incorporates the popular run-flat sizes in this segment.": "O RPX 800+ é uma gama de pneus de alto desempenho concebida principalmente para CUV e SUV modernos. Esta gama oferece aos condutores um bom controlo em estradas secas e molhadas, garantindo uma experiência de condução confortável. Combina desempenho real com uma aparência excelente. Esta gama incorpora as medidas run-flat populares neste segmento.",
    "GOOD GRIP, HANDLING AND MILEAGE": "BOA ADERÊNCIA, MANOBRABILIDADE E QUILOMETRAGEM",
    "High performance tread compound combined with an innovative asymmetric<br class=\"hidden-xs\"> pattern design, grips the road well, offers low rolling <br class=\"hidden-xs\">resistance and wears evenly.": "O composto de alta performance do piso, combinado com um design assimétrico <br>inovador, proporciona uma boa aderência à estrada, baixa resistência ao <br>rolamento e um desgaste uniforme.",
    "DRIVING CONFIDENCE AT HIGH SPEEDS": "CONFIANÇA NA CONDUÇÃO A ALTAS VELOCIDADES",
    "Optimised construction that gives a torsionally<br class=\"hidden-xs\"> stiffer ride, allowing for precise, <br class=\"hidden-xs\">confident manoeuvres.": "Construção otimizada que proporciona uma condução mais rígida em torção, <br>permitindo manobras precisas e seguras.",
    "QUIET AND COMFORTABLE DRIVING EXPERIENCE": "EXPERIÊNCIA DE CONDUÇÃO SILENCIOSA E CONFORTÁVEL",
    "Optimised tread pitch sequence coupled with a radially<br class=\"hidden-xs\"> compliant construction, optimises driver<br class=\"hidden-xs\"> comfort and experience.": "A sequência otimizada do desenho do piso, aliada a uma construção<br> radialmente compatível, otimiza o conforto e a experiência do condutor.",



    "_COMMENT": "RPX 800",
    "The RPX 800 is a high performance tyre range and has been designed for compact and mid-size cars. This range offers drivers good control on both dry and wet roads, ensuring a comfortable driving experience. It combines real-world performance with outstanding good looks. This range incorporates most of the run-flat sizes for vehicles in this segment as well as select EV Compatible sizes. The EV Compatible sizes as compared to the non-EV sizes feature a special low rolling resistance compound that enhances the range of electric vehicles. This compound also provides stiffness to the tyres that results in a more stable ride for the heavy and powerful electric vehicles. Additionally, the EVC sizes also offer enhanced wet grip, providing a more safe and assured ride.": "O RPX 800 é uma gama de pneus de alto desempenho concebida para automóveis compactos e de tamanho médio. Esta gama oferece aos condutores um bom controlo em estradas secas e molhadas, garantindo uma experiência de condução confortável. Combina um desempenho real com uma aparência excelente. Esta gama incorpora a maioria das medidas run-flat para veículos deste segmento, bem como medidas selecionadas compatíveis com veículos elétricos. As medidas compatíveis com veículos elétricos, em comparação com as não compatíveis, apresentam um composto especial de baixa resistência ao rolamento que melhora a gama de veículos elétricos. Este composto também proporciona rigidez aos pneus, resultando numa condução mais estável para os veículos elétricos pesados e potentes. Além disso, as medidas EVC também oferecem uma aderência melhorada em piso molhado, proporcionando uma condução mais segura e tranquila.",
    "GOOD GRIP AND HIGH MILEAGE": "BOA ADERÊNCIA E ALTA QUILOMETRAGEM",
    "High performance tread compound along with an optimised contact <br class=\"hidden-xs\">patch gives good grip and even wear.": "O composto de alta performance do piso, juntamente com uma área de contacto otimizada, <br> proporciona boa aderência e desgaste uniforme.",
    "Solid outer shoulder along with an optimised construction<br class=\"hidden-xs\"> ensures precise handling at high speeds.": "O ombro externo sólido, juntamente com uma construção otimizada, garante uma<br> condução precisa em altas velocidades.",
    "QUIET DRIVING EXPERIENCE": "EXPERIÊNCIA DE CONDUÇÃO SILENCIOSA",
    "Optimised tread pitch sequence and asymmetric tread pattern <br class=\"hidden-xs\">allows for a quiet and comfortable ride.": "A sequência otimizada do passo do piso e o padrão assimétrico do piso permitem<br> uma condução silenciosa e confortável.",




    "_COMMENT": "Rivera® Pro 2",
    "The Rivera Pro 2 is a high performance tyre range that has been designed for compact and mid-size cars. This range offers a combination of modern looks, good handling, durability and a quiet and comfortable ride.": "O Rivera Pro 2 é uma gama de pneus de alto desempenho concebida para automóveis compactos e de tamanho médio. Esta gama oferece uma combinação de aparência moderna, boa manobrabilidade, durabilidade e uma condução silenciosa e confortável.",
    "GOOD STEERING RESPONSE": "BOA RESPOSTA DA DIREÇÃO",
    "Tread pattern gives confidence in cornering <br class=\"hidden-xs\">and handling.": "O desenho do piso proporciona confiança nas curvas e <br>na manobrabilidade.",
    "GOOD BALANCE OF GRIP AND MILEAGE": "BOM EQUILÍBRIO ENTRE ADERÊNCIA E QUILOMETRAGEM",
    "Specially formulated tread compound gives a good combination of <br class=\"hidden-xs\">grip and longevity.": "O composto do piso especialmente formulado oferece uma boa<br> combinação de aderência e longevidade.",
    "Optimised tread pitch sequence ensures <br class=\"hidden-xs\">a quiet ride.": "A sequência otimizada do desenho do piso garante<br> uma condução silenciosa.",




    "_COMMENT": "Dimax® ECO",
    "The Dimax Eco is the revolutionary new low rolling resistance high performance tyre from Radar Tyres. This tyre has been rated the best possible EU Tyre label grade “A” for Rolling Resistance which translates to high Fuel Efficiency and reduction of CO2 emissions; “B” grade for wet grip which provides enhanced wet grip and shorter braking distance and it has a significantly lower noise level of 69dB ). This tyre is designed to fit high performance electric, hybrid and latest generation internal combustion vehicles.": "O Dimax Eco é o novo e revolucionário pneu de alto desempenho e baixa resistência ao rolamento da Radar Tyres. Este pneu obteve a melhor classificação possível do rótulo de pneus da UE, «A» para resistência ao rolamento, o que se traduz em alta eficiência de combustível e redução das emissões de CO2; classificação «B» para aderência em piso molhado, o que proporciona uma melhor aderência em piso molhado e uma distância de travagem mais curta, e tem um nível de ruído significativamente mais baixo, de 69 dB. Este pneu foi concebido para veículos elétricos, híbridos e de combustão interna de alta performance e de última geração.",
    "High fuel efficiency<br class='hidden-xs'>": "Eficiência elevada de combustível",
    "Unique low-hysteresis tread compound that reduces energy loss and results<br class='hidden-xs'> in a lower rolling resistance which in turn leads to the vehicle delivering higher <br class='hidden-xs'>fuel efficiency and reduction in CO2 emissions.": "Composto exclusivo da banda de rodagem com baixa histerese que  reduz a <br>perda de energia e resulta numa menor resistência ao rolamento, o que, <br>por sua vez, leva a uma maior eficiência de combustível e à redução <br>das emissões de CO2.",
    "Enhanced wet grip, good aquaplaning resistance and <br class='hidden-xs'>shorter braking distance": "Aderência melhorada em piso molhado, boa resistência <br>à aquaplanagem e distância de travagem mais curta",
    "Specially formulated tread compound along with the 3 wide<br class='hidden-xs'> circumferential grooves offers shorter braking distance and enhanced <br class='hidden-xs'>grip in wet conditions.": "La mescola del battistrada appositamente formulata e le 3 ampie scanalature<br> circonferenziali offrono uno spazio di frenata ridotto e una maggiore aderenza <br>sul bagnato.",
    "Good handling<br class='hidden-xs'>": "Boa manobrabilidade",
    "Optimised and light weight construction which<br class='hidden-xs'> provides good handling.<br class='hidden-xs'>": "Construção otimizada e leve que proporciona <br>uma boa manobrabilidade.",



    "_COMMENT": "RADAR SPARE TYRE",
    "The Radar Spare tyre is designed to help drivers regain temporary mobility in the event of a puncture, blowout or any emergency. This space-saver tyre is designed for temporary use only and can help you get off the highway or reach the nearest tyre shop. Featuring a smaller physical size with a narrower tread and light weight construction this tyre can be driven at a maximum speed of 80 km/h at 60 psi cold inflation pressure.": "O pneu sobressalente Radar foi concebido para ajudar os condutores a recuperar a mobilidade temporária em caso de furo, rebentamento ou qualquer emergência. Este pneu economizador de espaço foi concebido apenas para utilização temporária e pode ajudá-lo a sair da autoestrada ou a chegar à loja de pneus mais próxima. Com um tamanho físico mais pequeno, um piso mais estreito e uma construção leve, este pneu pode ser conduzido a uma velocidade máxima de 80 km/h com uma pressão de enchimento a frio de 60 psi.",
    "PROVIDES SAFETY": "PROPORCIONA SEGURANÇA",
    "In the event of a puncture, blowout or any emergency it helps <br class=\"hidden-xs\">drivers regain temporary mobility.": "Em caso de furo, rebentamento ou qualquer emergência, ajuda os condutores <br>a recuperar temporariamente a mobilidade.",
    "LIGHT WEIGHT & SAVES SPACE": "LEVE E ECONOMIZA ESPAÇO",
    "Smaller physical size, narrower tread and light weight <br class=\"hidden-xs\">construction.": "Dimensões físicas mais reduzidas, banda de rodagem <br>mais estreita e construção leve.",



    "_COMMENT": "DIMAX® 4 SEASON",
    "The Dimax 4 Season is an innovative all-season tyre range designed for drivers living in urban areas, who need a versatile mobility solution all year round. It offers exceptional grip in winter as well as in summer conditions. All sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are officially approved for winter use.": "O Dimax 4 Season é uma gama inovadora de pneus para todas as estações, concebida para condutores que vivem em áreas urbanas e que precisam de uma solução de mobilidade versátil durante todo o ano. Oferece uma aderência excecional tanto em condições de inverno como de verão. Todos as medidas têm o símbolo Three Peak Mountain Snowflake (3PMSF) e são oficialmente aprovados para utilização no inverno.",
    "SAFETY IN EVERY WEATHER CONDITION": "SEGURANÇA EM TODAS AS CONDIÇÕES CLIMÁTICAS",
    "Dual compound technology that keeps the tyre flexible in both hot summer<br class=\"hidden-xs\"> weather and cold winter temperatures.": "Tecnologia de composto duplo que mantém o pneu flexível tanto no <br>calor do verão como nas temperaturas frias do inverno.",
    "UNIQUE TREAD PATTERN FOR PERFORMANCE": "DESENHO DE PISO EXCLUSIVO PARA UM MELHOR DESEMPENHO",
    "Asymmetric tread pattern with four circumferential grooves provides aquaplaning resistance <br class=\"hidden-xs\">on wet roads and high density sipes provide exceptional grip on wet, slush and snow.": "O desenho assimétrico da banda de rodagem com quatro ranhuras circunferenciais <br>proporciona resistência à aquaplanagem em estradas molhadas e as lamelas de alta <br>densidade proporcionam uma aderência excecional em piso molhado, <br>lamacento e com neve.",
    "QUIET RIDE": "CONDUÇÃO SILENCIOSA",
    "Optimised casing profile and pitch sequence ensure <br class=\"hidden-xs\">a quieter ride": "O perfil otimizado da carcaça e a sequência do passo garantem uma <br>condução mais silenciosa",




    "_COMMENT": "Dimax® Winter Sport",
    "The Dimax Winter Sport is the Alpine winter tyre range designed for modern high-end premium vehicles. This range has been designed to achieve maximum safety, control and performance in all winter weather conditions.": "O Dimax Winter Sport é a gama de pneus de inverno Alpine concebida para veículos modernos topo de gama. Esta gama foi concebida para alcançar a máxima segurança, controlo e desempenho em todas as condições meteorológicas de inverno.",
    "SAFETY IN ALL WINTER CONDITIONS": "SEGURANÇA EM TODAS AS CONDIÇÕES DE INVERNO",
    "Advanced Silica filled winter tread compound that keeps the tyre flexible<br class=\"hidden-xs\"> even in freezing conditions allowing the tread to grip better <br class=\"hidden-xs\">in wet, slush and snow.": "Composto avançado do piso de inverno com sílica que mantém o pneu flexível <br>mesmo em condições de congelamento, permitindo que o piso tenha melhor <br>aderência em piso molhado, com lama e neve.",
    "CONTROL AND DRIVING PRECISION": "CONTROLO E PRECISÃO DE CONDUÇÃO",
    "A combination of high density sipes and lateral grooves provides efficient<br class=\"hidden-xs\"> water clearance and hydroplaning resistance in cold<br class=\"hidden-xs\"> weather conditions.": "Uma combinação de lamelas de alta densidade e ranhuras laterais <br>proporciona uma eficiente drenagem da água e resistência à aquaplanagem <br>em condições de tempo frio.",
    "MAXIMUM DRIVING COMFORT": "MÁXIMO CONFORTO DE CONDUÇÃO",
    "Optimised casing profile and computer optimised <br class=\"hidden-xs\">pitch sequence ensures a quiet and <br class=\"hidden-xs\">comfortable ride.": "O perfil da carcaça otimizado e a sequência de passos otimizada por computador <br>garantem uma condução silenciosa e confortável.",


    "_COMMENT": "Dimax® Alpine",
    "The Dimax Alpine has been designed and developed to meet the needs of the European winter driver. This range offers safety and excellent performance in Alpine winter conditions. The sizes fit popular passenger cars and SUVs.": "O Dimax Alpine foi concebido e desenvolvido para satisfazer as necessidades dos condutores europeus no inverno. Esta gama oferece segurança e excelente desempenho nas condições invernais dos Alpes. Os tamanhos adaptam-se aos automóveis de passageiros e SUV mais populares.",
    "EXCELLENT STEERING AND HANDLING PERFORMANCE<br class='hidden-xs'> IN WET, SLUSH AND SNOW": "EXCELENTE PERFORMANCE DE CONDUÇÃO EM <br>PISOS MOLHADOS, COM LAMA E NEVE",
    "High density of zig-zag sipes help increase the grip on snow and slush which provides excellent<br class='hidden-xs'>  steeringand handling performance. Optimised tread compound with advanced synthetic polymers <br class='hidden-xs'>and silica ensure that the rubber stays grippy in wet and cold weather conditions.": "A alta densidade de lamelas em ziguezague ajuda a aumentar a aderência na neve e <br>na lama, proporcionando excelente performance de direção e manobra. O composto <br>otimizado do piso com polímeros sintéticos avançados e sílica garante que a <br>borracha permaneça aderente em condições de tempo frio e molhado.",
    "PREVENTS SLUSH-PLANING AND <br class='hidden-xs'>AQUA-PLANING": "EVITA A FALTA DE ADERÊNCIA EM CONDIÇÕES DE <br>NEVE DERRETIDA E PREVINE A AQUAPLANAGEM",
    "Directional tread design offers improved self-cleaning action on wet and<br class='hidden-xs'> slushy roads, as well as optimising gripping edges on<br class='hidden-xs'> snowy roads.": "O desenho direcional da banda de rodagem oferece uma ação de evacuação melhorada <br>da água em estradas molhadas e de neve derretida, além de otimizar a aderência em <br>estradas com neve.",
    "SHORTER BRAKING <br class='hidden-xs'>DISTANCE": "DISTÂNCIA DE TRAVAGEM MAIS CURTA",
    "Optimsed pattern design featuring more gripping edges providing <br class='hidden-xs'>increased grip on snow and ice for a shorter <br class='hidden-xs'>braking distance.": "Desenho do piso otimizado com mais arestas de aderência, proporcionando maior <br>aderência na neve e no gelo para uma distância de travagem mais curta.",



    "_COMMENT": "DIMAX® ICE",
    "The Dimax Ice is specifically designed for those who drive in extreme winter Nordic conditions and features a unique super soft compound that stays grippy even in extremely cold temperatures. This stud-less range provides increased safety, control and enhanced traction on ice and hard packed snow making it the ideal choice for extreme winter use.": "O Dimax Ice foi especificamente concebido para quem conduz em condições nórdicas de inverno extremas e apresenta uma composição supermacia única que mantém a aderência mesmo em temperaturas extremamente frias. Esta gama sem pregos proporciona maior segurança, controlo e tração melhorada no gelo e na neve compacta, tornando-a a escolha ideal para utilização em condições de inverno extremas.",
    "SAFETY AND CONTROL IN ALL WINTER CONDITIONS": "SEGURANÇA E CONTROLO EM TODAS <br>AS CONDIÇÕES DE INVERNO",
    "Special super soft compound that remains flexible even in extremely cold temperatures<br class=\"hidden-xs\"> combined with a high density of zig-zag sipes allowing for better traction and braking safety.": "Composto super macio especial que permanece flexível mesmo em temperaturas <br>extremamente frias, combinado com uma alta densidade de lamelas em ziguezague, <br>permitindo melhor tração e segurança na travagem.",
    "ENHANCED GRIP ON ICE": "ADERÊNCIA MELHORADA NO GELO",
    "A high density of zig-zag sipes provide more biting edges for <br class=\"hidden-xs\">increased mechanical grip on ice.": "A alta densidade de lamelas em ziguezague proporciona mais arestas de aderência <br>para maior aderência mecânica no gelo.",
    "EXTRA GRIP ON HARD-PACKED SNOW": "ADERÊNCIA EXTRA NA NEVE COMPACTADA",
    "Directional self-cleaning tread design coupled with thousands of additional <br class=\"hidden-xs\">gripping edges provides exceptional grip on hard-packed snow": "O desenho direcional do piso com autolimpeza, combinado com milhares de arestas de <br>aderência adicionais, proporciona uma aderência excecional na neve compactada.",



    "_COMMENT": "DIMAX® ICE LOCK",
    "The Dimax Ice Lock is the new generation of studded tyres that are specifically designed to increase performance and provide safety and control in harsh winter Nordic conditions. This range features a unique super soft tread compound that has been formulated to stay soft and grippy in harsh Nordic weather conditions. These tyres also feature special factory fitted Tikka Spike studs that offer increased mechanical grip and enhanced braking on ice and hard packed snow.": "O Dimax Ice Lock é a nova geração de pneus com pregos, especificamente concebidos para aumentar o desempenho e proporcionar segurança e controlo nas condições rigorosas do inverno nórdico. Esta gama apresenta um composto super macio exclusivo, formulado para permanecer macio e aderente nas condições climáticas rigorosas do norte da Europa. Estes pneus também apresentam pregos Tikka Spike especiais instalados de fábrica, que oferecem maior aderência mecânica e travagem melhorada no gelo e na neve compacta.",
    "Special super soft compound that remains flexible even in extreme Nordic temperatures<br class=\"hidden-xs\"> combined with high density of zig-zag sipes allows for better traction and braking safety.": "O composto super macio especial que permanece flexível mesmo em temperaturas <br>nórdicas extremas, combinado com a alta densidade de lamelas em ziguezague, <br>permite uma melhor tração e segurança na travagem.",
    "High density of zig-zag sipes provide more biting edges for<br class=\"hidden-xs\"> increased mechanical grip on ice.": "A alta densidade de lamelas em ziguezague proporciona mais arestas de aderência <br>para uma maior aderência mecânica no gelo.",
    "Directional self-cleaning tread design coupled with sipes and studs <br class=\"hidden-xs\">provides exceptional grip on hard-packed snow.": "O desenho direcional com autolimpeza do piso, combinado com lamelas e pregos, <br>proporciona uma aderência excecional na neve compactada.",
    "ENHANCED TRACTION AND GRIP ON HARD PACKED ICE": "TRAÇÃO E ADERÊNCIA MELHORADAS NO GELO COMPACTADO",
    "Factory fitted with high-end Tikka Spike studs enhance traction,<br class=\"hidden-xs\"> grip and braking on hard packed ice and snow.": "Equipado de fábrica com pregos Tikka Spike de alta qualidade, melhora a tração, a <br>aderência e a travagem no gelo e na neve compactados.",



    "_COMMENT": "RENEGADE® A/T5",
    "The Radar Renegade A/T5 is an exceptional all-terrain tyre range that is designed for people who like to venture off-road but need an assured ride on-road as well. This range offers increased stability and resistance to punctures. It also features the innovative and unique stone-ejector-technology that prevents stones from drilling and lodging in the tread. Most sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are approved for use in snow.": "O Radar Renegade A/T5 é uma gama excecional de pneus todo-o-terreno concebida para quem gosta de se aventurar fora de estrada, mas também precisa de uma condução segura em estrada. Esta gama oferece maior estabilidade e resistência a furos. Também inclui a tecnologia inovadora e exclusiva de ejetor de pedras, que impede que as pedras perfurem e fiquem alojadas no piso. A maioria das medidas tem o símbolo Three Peak Mountain Snowflake (3PMSF) e são aprovados para utilização na neve.",
    "ENHANCED STABILITY, HANDLING AND EVEN TREADWEAR": "ESTABILIDADE, MANOBRABILIDADE E <br>DESGASTE UNIFORME DO PISO",
    "Wide centre tread blocks help balance the <br class='hidden-xs'>weight distribution and ensure the tread <br class='hidden-xs'>wears evenly.": "Os tamanhos e formas otimizados dos blocos do piso, com múltiplas ranhuras laterais <br>e lamelas angulares, garantem uma tração soberba em todos os terrenos.",
    "Optimised tread block sizes and shapes with <br class='hidden-xs'>multiple lateral grooves and angled sipes ensure <br class='hidden-xs'>superb traction on all terrains.": "Le dimensioni e le forme ottimizzate dei tasselli del battistrada, con molteplici <br>scanalature laterali e lamelle angolate, assicurano una trazione eccellente su <br>tutti i terreni.",
    "INCREASED STABILITY AND RESISTANCE TO PUNCTURES": "MAIOR ESTABILIDADE E RESISTÊNCIA A FUROS",
    "Robust 3-ply construction reduces the risk of <br class='hidden-xs'>punctures and gives sure-footed handling on <br class='hidden-xs'>all surfaces.": "A construção robusta de 3 telas reduz o risco de furos e proporciona uma condução <br>segura em todas as superfícies.",
    "Unique stone-ejector-technology that prevents <br class='hidden-xs'>stones from drilling and lodging in the tread <br class='hidden-xs'>and causing damage to the casing.": "Tecnologia exclusiva de ejeção de pedras que impede que as pedras perfurem e <br>fiquem alojadas na banda de rodagem, causando danos à carcaça.",



    "_COMMENT": "Renegade® R7 M/T",
    "The Renegade R7 M/T is a mud terrain tyre that has been designed specifically for extreme off-road applications. This range is designed to fit 4x4s and is suitable for vehicles with lift-kits. It features a reinforced 3-ply casing for high durability and state-of-the-art stone-ejector-technology which prevents stone retention and subsequent tyre damage. An ideal choice for drivers who want no compromise with off-road traction and handling.": "O Renegade R7 M/T é um pneu para terrenos lamacentos que foi concebido especificamente para aplicações todo-o-terreno extremas. Esta gama foi concebida para veículos 4x4 e é adequada para veículos com kits de elevação. Apresenta uma carcaça reforçada de 3 telas para uma elevada durabilidade e tecnologia de ejeção de pedras de última geração que evita a retenção de pedras e os danos subsequentes nos pneus. A escolha ideal para condutores que não querem comprometer a tração e a manobrabilidade fora de estrada.",
    "OUTSTANDING TRACTION IN <br class='hidden-xs'>ALL CONDITIONS": "TRAÇÃO EXCEPCIONAL EM TODAS AS CONDIÇÕES",
    "Aggressive pattern featuring a high void <br class='hidden-xs'>ratio and open shoulder design.": "Piso agressivo com elevada relação de vazios e <br>design de ombro aberto.",
    "Unique stone-ejector-technology prevents stones <br class='hidden-xs'>from drilling and lodging in the tread and <br class='hidden-xs'>causing damage to the casing.": "A tecnologia exclusiva de ejetor de pedras impede que as pedras perfurem <br>e fiquem alojadas no piso, causando danos à carcaça.",
    "SUPERIOR OVERALL <br class='hidden-xs'>RESISTANCE TO DAMAGE": "RESISTÊNCIA GERAL SUPERIOR A DANOS",
    "Reinforced 3-ply <br class='hidden-xs'>casing construction.": "Construção reforçada da carcaça com 3 telas.",
    "ENHANCED TREAD LIFE AND BRAKING <br class='hidden-xs'>ON ALL SURFACES": "VIDA ÚTIL DO PNEU E FREIO APRIMORADOS <br>EM TODAS AS SUPERFÍCIES",
    "Special tread compound and <br class='hidden-xs'>wide footprint.": "Composto especial da banda de rodagem e <br>ampla área de contato.",



    "_COMMENT": "Argonite® RV-4",
    "The Argonite RV-4 is a state-of-the-art, high-mileage van tyre. This range has been designed for medium to large light commercial vehicles up to 3.5 tonnes. It offers excellent mileage, stability, high load carrying capability, aquaplaning resistance and low noise emission. This range features robust sidewall protectors that have been designed to cope with kerbing damage and protect the carcass. Available in speed ratings up to H (210km/h), this range offers a good combination of value and performance.": "O Argonite RV-4 é um pneu para carrinhas de última geração e alta quilometragem. Esta gama foi concebida para veículos comerciais ligeiros de média a grande dimensão até 3,5 toneladas. Oferece excelente quilometragem, estabilidade, elevada capacidade de carga, resistência à aquaplanagem e baixa emissão de ruído. Esta gama apresenta proteções laterais robustas, concebidas para resistir a danos causados por embates em passeios, lancis, ou seja, para proteger a carcaça. Disponível em índices de velocidade até H (210 km/h), esta gama oferece uma boa combinação de valor e desempenho.",
    "HIGHER LOAD CARRYING CAPACITY AND <br class='hidden-xs'>DURABILITY": "MAIOR CAPACIDADE DE CARGA <br>E DURABILIDADE",
    "Strong casing manufactured with high-density <br class='hidden-xs'>polyester plies.": "Carcaça resistente fabricada com telas <br>de poliéster de alta densidade.",
    "GOOD MILEAGE AND HIGH FUEL <br class='hidden-xs'>EFFICIENCY": "BOM KILOMETRAGEM E ALTA <br>EFICIÊNCIA DE COMBUSTÍVEL",
    "Specially formulated tread compound that wears evenly <br class='hidden-xs'>and provides lower rolling resistance.": "Composto do piso especialmente formulado que se desgasta <br>uniformemente e proporciona menor resistência ao rolamento.",
    "INCREASED WET TRACTION AND <br class='hidden-xs'>BRAKING": "MAIOR TRAÇÃO E TRAVAGEM EM <br>PISOS MOLHADOS",
    "Lateral grooves that provide efficient water evacuation <br class='hidden-xs'>and aquaplaning resistance.": "Ranhuras laterais que proporcionam uma evacuação eficiente da <br>água e resistência à aquaplanagem.",

    

    "_COMMENT": "Argonite® RV-4T",
    "The Argonite RV-4T is a modern range of trailer tyres that is perfect for non-driven wheels such as those of low-loaders, caravans, livestock and delivery trailers. This range has been specifically designed, developed and tested for trailers and every size carries the FRT (Free Rolling Tyre) designation. Most sizes are dual load rated as well.": "O Argonite RV-4T é uma gama moderna de pneus para reboques, perfeito para rodas não motrizes, como as de reboques de carga ligeira, caravanas, reboques para transporte de animais e reboques de entrega. Esta gama foi especificamente concebida, desenvolvida e testada e todos os tamanhos têm a designação FRT (Free Rolling Tyre). A maioria dos tamanhos também tem classificação de carga dupla.",
    "EXCELLENT LOAD CARRYING CAPACITY ON SINGLE,<br class='hidden-xs'> DOUBLE AND MULTIPLE AXLE TRAILERS": "EXCELENTE CAPACIDADE DE CARGA EM REBOQUES <br>DE EIXO ÚNICO, DUPLO E MÚLTIPLO",
    "Reinforced construction and optimised inflated shape ensure<br class=\"hidden-xs\"> loads are carried evenly across the footprint.": "A construção reforçada de forma a otimizar a pressão utilizada, garante que a <br>carga é distribuida uniformemente em toda a superfície de contacto.",
    "GREAT DIRECTIONAL STABILITY AND <br class='hidden-xs'>AQUAPLANING RESISTANCE": "ÓTIMA ESTABILIDADE DIRECIONAL E <br>RESISTÊNCIA À AQUAPLANAGEM",
    "Sinusoidal pattern with wide circumferential grooves and lateral open shoulder<br class=\"hidden-xs\"> grooves gives directional stability and efficient water clearance.": "O desenho de piso sinusoidal com ranhuras circunferenciais largas e ranhuras <br>laterais abertas nos ombros proporciona estabilidade direcional e uma eficiente drenagem da água.",
    "INCREASED PROTECTION AGAINST<br class='hidden-xs'> DAMAGE AND KERBING": "MAIOR PROTEÇÃO CONTRA DANOS NAS <br>PAREDES RESULTANTES DE IMPACTOS",
    "Optimised sidewall protector design extends the life of the tyre by protecting <br class=\"hidden-xs\">the casing from kerbing and other sidewall damages": "O design otimizado do protetor de parede prolonga a vida útil do pneu, protegendo <br>a carcaça contra danos laterais",



    "_COMMENT": "RLT-71",
    "The RLT-71 is a premium light commercial tyre. This range is specifically designed for small to medium vans and light commercial vehicles. It offers good wet and dry performance, mileage and safety with high load carrying capacity which makes it the ideal choice for this application.": "O RLT-71 é um pneu comercial leve premium. Esta gama foi especificamente concebida para carrinhas pequenas e médias e veículos comerciais ligeiros. Oferece um bom desempenho em piso molhado e seco, quilometragem e segurança com elevada capacidade de carga, o que o torna a escolha ideal para esta aplicação.",
    "GOOD MILEAGE AND <br class='hidden-xs'>HIGH FUEL EFFICIENCY": "BOA QUILOMETRAGEM E ALTA EFICIÊNCIA <br>DE COMBUSTÍVEL",
    "Specially formulated tread compound that wears evenly and <br class='hidden-xs'>provides lower rolling resistance.": "Composto do piso especialmente formulado que se desgasta <br>uniformemente e proporciona menor resistência ao rolamento.",



    "_COMMENT": "Argonite®4 Season RV-4S",
    "The Argonite 4 Season <sup>RV-4S</sup> is an All-Weather van tyre designed for year-round use. Developed and engineered for light commercial vehicles, this tyre is the ideal choice for drivers seeking excellent handling, high mileage, high load carrying capability, low rolling resistance and great performance in all weather conditions. All sizes have the Three Peak Mountain Snowflake symbol (3PMSF) and are officially approved for winter use. Available in a variety of fitments for small, medium and large vans.": "O Argonite 4 Season <sup>RV-4S</sup> é um pneu para carrinhas para todas as condições meteorológicas, concebido para utilização durante todo o ano. Desenvolvido e concebido para veículos comerciais ligeiros, este pneu é a escolha ideal para condutores que procuram excelente manobrabilidade, elevada quilometragem, elevada capacidade de carga, baixa resistência ao rolamento e excelente desempenho em todas as condições meteorológicas. Todas as medidas têm o símbolo Three Peak Mountain Snowflake (3PMSF) e são oficialmente aprovados para utilização no inverno. Disponível numa variedade de configurações para carrinhas pequenas, médias e grandes.",
    "SAFETY IN ALL WEATHER CONDITIONS": "SEGURANÇA EM TODAS AS CONDIÇÕES CLIMÁTICAS",
    "Symmetric tread pattern with three circumferential <br class=\"hidden-xs\">grooves provides aquaplaning resistance on wet roads <br class=\"hidden-xs\">and high-density sipes provide exceptional grip on wet, <br class=\"hidden-xs\">slush and snow.": "O padrão simétrico do piso com três ranhuras circunferenciais proporciona <br>resistência à aquaplanagem em estradas molhadas e as lamelas de alta densidade <br>proporcionam uma aderência excecional em piso molhado, lamacento e com neve.",
    "OPTIMAL TRACTION IN ALL SEASONS": "TRAÇÃO ÓTIMA EM TODAS AS ESTAÇÕES",
    "Unique dual compound technology that <br class=\"hidden-xs\">keeps the tyre flexible in both hot <br class=\"hidden-xs\">summer weather and cold winter <br class=\"hidden-xs\">temperatures.": "Tecnologia exclusiva de composto duplo que mantém o pneu flexível tanto no calor <br>do verão como nas temperaturas frias do inverno.",
    "REINFORCED FOR ROBUSTNESS": "REFORÇADO PARA MAIOR ROBUSTEZ",
    "Reinforced construction using the latest <br class=\"hidden-xs\">materials and techniques provides <br class=\"hidden-xs\">stability and high load- carrying <br class=\"hidden-xs\">capability.": "A construção reforçada com os materiais e técnicas mais recentes proporciona <br>estabilidade e elevada capacidade de carga.",


    "_COMMENT": "Argonite® Alpine",
    "The Argonite Alpine is a winter specific tyre designed for light commercial applications. This range provides drivers improved performance in all winter conditions and optimises stability, high load carrying capability and durability.": "O Argonite Alpine é um pneu específico para o inverno, concebido para aplicações comerciais ligeiras. Esta gama proporciona aos condutores um melhor desempenho em todas as condições de inverno e otimiza a estabilidade, a elevada capacidade de carga e a durabilidade.",
    "High density of zig-zag sipes help increase the grip on snow and slush <br class=\"hidden-xs\">which provides excellent steering and handling performance. Optimised <br class=\"hidden-xs\">tread compound with advanced synthetic polymers and silica ensure that <br class=\"hidden-xs\">the rubber stays grippy in wet and cold weather conditions.": "A alta densidade de lamelas em ziguezague ajuda a aumentar a aderência na neve e na <br>lama, proporcionando um excelente desempenho em termos de direção e manobrabilidade. <br>O composto otimizado do piso com polímeros sintéticos avançados e sílica garante que <br>a borracha mantém a aderência em condições de tempo húmido e frio.",
    "TOTAL CONTROL AND STABLE HANDLING": "CONTROLO TOTAL E MANOBRABILIDADE ESTÁVEL",
    "Optimsed pattern and construction <br class=\"hidden-xs\">results in a contact patch that has <br class=\"hidden-xs\">been optimised to ensure predictable <br class=\"hidden-xs\">cornering and handling.": "O desenho do piso e a construção otimizados resultam numa área de contacto que foi <br>otimizada para garantir curvas e manobrabilidade previsíveis.",
    "HIGH LOAD CARRYING CAPABILITY": "ALTA CAPACIDADE DE CARGA",
    "Reinforced casing and robust steel <br class=\"hidden-xs\">belts ensure that the vehicle <br class=\"hidden-xs\">remains stable whilst under heavy <br class=\"hidden-xs\">and light loads.": "A carcaça reforçada e as robustas cinturas de aço garantem que o veículo permanece <br>estável sob cargas pesadas e leves.",



    "_COMMENT": "DIMAX® CLASSIC",
    "The Dimax Classic is a touring tyre specially designed and developed for classic cars. This range offers a combination of classic looks yet state-of-the-art pattern technology and the latest in materials sophistication that ensures the tyre delivers exceptional handling, durability and comfort, while completely complimenting and adding to the overall aesthetic of your classic/vintage vehicle. Available in either a retro white sidewall or a sophisticated black sidewall finish.": "O Dimax Classic é um pneu de turismo especialmente concebido e desenvolvido para carros clássicos. Esta gama oferece uma combinação de aparência clássica com tecnologia de ponta e os mais recentes materiais sofisticados, que garantem que o pneu oferece manobrabilidade, durabilidade e conforto excepcionais, ao mesmo tempo que complementa e valoriza a estética geral do seu veículo clássico/antigo. Disponível com banda lateral branca retro ou com acabamento sofisticado em preto.",
    "HIGH MILEAGE": "ALTA QUILOMETRAGEM",
    "Specially formulated tread compound.": "ALTA QUILOMETRAGEM",
    "DELIVERS SHORTER BRAKING DISTANCE": "PROPORCIONA MENOR DISTÂNCIA DE TRAVAGEM",
    "Touring tread pattern.": "Desenho de piso para turismo.",
    "CLASSIC AESTHETICS FOR CLASSIC/VINTAGE VEHICLES": "ESTÉTICA CLÁSSICA PARA VEÍCULOS CLÁSSICOS/VINTAGE",
    "Vintage tread and sidewall design available in either a black or retro white sidewall finish.": "Design vintage da banda de rodagem e da parede lateral disponível com acabamento em preto ou branco retro.",


    "_COMMENT": "Renegade® Classic",
    "The Renegade Classic a Classic range that is designed for classic/vintage 4x4 vehicles. This tyre features the latest in design, development, materials and manufacturing techniques combined with the look that classic/vintage 4x4 vehicles need. The Renegade Classic has been designed to complete the look of your beloved project, whilst giving you the assurance of a quiet, comfortable ride and exceptional handling and grip.": "O Renegade Classic é uma gama clássica concebida para veículos 4x4 clássicos/vintage. Este pneu apresenta o que há de mais recente em design, desenvolvimento, materiais e técnicas de fabrico, combinado com o visual que os veículos 4x4 clássicos/vintage precisam. O Renegade Classic foi concebido para completar o visual do seu projeto preferido, ao mesmo tempo que lhe proporciona a garantia de uma condução silenciosa e confortável e uma manobrabilidade e aderência excecionais.",
    "EXCEPTIONAL HANDLING AND GRIP": "MANOBRABILIDADE E ADERÊNCIA EXCEPCIONAIS",
    "Latest tread compound and construction <br class='hidden-xs'>technology.": "Composto da banda de rodagem e tecnologia de construção de última geração.",
    "Modern take on the classic/vintage 4x4 tread design with optimised tread <br class='hidden-xs'>pitch technology, to give an authentic feel to your classic 4x4.": "Versão moderna do design clássico/vintage da banda de rodagem 4x4 com tecnologia de desenho de piso otimizado, para proporcionar uma sensação autêntica ao seu 4x4 clássico.",
    "PROVIDES A SOPHISTICATED LOOK FOR YOUR <br class='hidden-xs'>CLASSIC/ANTIQUE/VINTAGE 4X4": "PROPORCIONA UM VISUAL SOFISTICADO AO SEU 4X4 CLÁSSICO/ANTIGO/VINTAGE",
    "Vintage tread and sidewall design.": "Design vintage da banda de rodagem e da parede lateral."








}